Repository: MCSLTeam/MCServerLauncher-Future
Catalog: MCServerLauncher.WPF/Resources/Language.*.resx
Languages: af_za, ar_sa, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, he_il, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sr_sp, sv_se, tr_tr, uk_ua, vi_vn, zh_hans, zh_hant

# Eula12
source: Intellectual Property
af_za: intellektuele eiendom
ar_sa: الملكية الفكرية
ca_es: propietat intel·lectual
cs_cz: duševní vlastnictví
da_dk: intellektuel ejendomsret
de_de: geistiges Eigentum
el_gr: Πνευματική ιδιοκτησία
es_es: propiedad intelectual
fi_fi: immateriaalioikeudet
fr_fr: propriété intellectuelle
he_il: קניין רוחני
hu_hu: Szellemi tulajdon
it_it: proprietà intellettuale
ja_jp: 知的財産
ko_kr: 지적 재산권
nb_no: Immaterielle
nl_nl: Intellectuele eigendom
pl_pl: własność intelektualna
pt_pt: Propriedade intelectual
ro_ro: proprietate intelectuală
ru_ru: интеллектуальная собственность
sr_sp: Интелектуална својина
sv_se: Immateriella
tr_tr: FİKRİ MÜLKİYET
uk_ua: Інтелектуальна власність
vi_vn: Sở hữu trí tuệ
zh_hans: 知识产权
zh_hant: 知識產權
