Repository: MCSLTeam/MCServerLauncher-Future
Catalog: MCServerLauncher.WPF/Resources/Language.*.resx
Languages: af_za, ar_sa, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, he_il, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sr_sp, sv_se, tr_tr, uk_ua, vi_vn, zh_hans, zh_hant

# Settings_Acknowledgments_PCL2_Description
source: Provides the thought to get Minecraft Loader!
af_za: 提供了 Minecraft 加载器的获取思路！
ar_sa: 提供了 Minecraft 加载器的获取思路！
ca_es: 提供了 Minecraft 加载器的获取思路！
cs_cz: 提供了 Minecraft 加载器的获取思路！
da_dk: 提供了 Minecraft 加载器的获取思路！
de_de: 提供了 Minecraft 加载器的获取思路！
el_gr: 提供了 Minecraft 加载器的获取思路！
es_es: 提供了 Minecraft 加载器的获取思路！
fi_fi: 提供了 Minecraft 加载器的获取思路！
fr_fr: 提供了 Minecraft 加载器的获取思路！
he_il: 提供了 Minecraft 加载器的获取思路！
hu_hu: 提供了 Minecraft 加载器的获取思路！
it_it: 提供了 Minecraft 加载器的获取思路！
ja_jp: 提供了 Minecraft 加载器的获取思路！
ko_kr: 提供了 Minecraft 加载器的获取思路！
nb_no: 提供了 Minecraft 加载器的获取思路！
nl_nl: 提供了 Minecraft 加载器的获取思路！
pl_pl: 提供了 Minecraft 加载器的获取思路！
pt_pt: 提供了 Minecraft 加载器的获取思路！
ro_ro: 提供了 Minecraft 加载器的获取思路！
ru_ru: Идеи по приобретению загрузчика Майнкрафт предоставлены!
sv_se: 提供了 Minecraft 加载器的获取思路！
tr_tr: 提供了 Minecraft 加载器的获取思路！
uk_ua: 提供了 Minecraft 加载器的获取思路！
vi_vn: 提供了 Minecraft 加载器的获取思路！
zh_hans: 提供了 Minecraft 加载器的获取思路！
zh_hant: 提供了 Minecraft 載入器的獲取思路！

# Settings_Acknowledgments_BakaXL_Description
source: Provides the thought to get Minecraft Quilt Loader!
af_za: 提供了 Quilt 加载器的部署思路！
ar_sa: 提供了 Quilt 加载器的部署思路！
ca_es: 提供了 Quilt 加载器的部署思路！
cs_cz: 提供了 Quilt 加载器的部署思路！
da_dk: 提供了 Quilt 加载器的部署思路！
de_de: 提供了 Quilt 加载器的部署思路！
el_gr: 提供了 Quilt 加载器的部署思路！
es_es: 提供了 Quilt 加载器的部署思路！
fi_fi: 提供了 Quilt 加载器的部署思路！
fr_fr: 提供了 Quilt 加载器的部署思路！
he_il: 提供了 Quilt 加载器的部署思路！
hu_hu: 提供了 Quilt 加载器的部署思路！
it_it: 提供了 Quilt 加载器的部署思路！
ja_jp: 提供了 Quilt 加载器的部署思路！
ko_kr: 提供了 Quilt 加载器的部署思路！
nb_no: 提供了 Quilt 加载器的部署思路！
nl_nl: 提供了 Quilt 加载器的部署思路！
pl_pl: 提供了 Quilt 加载器的部署思路！
pt_pt: 提供了 Quilt 加载器的部署思路！
ro_ro: 提供了 Quilt 加载器的部署思路！
ru_ru: Идея развертывания загрузчика Quilt обеспечена!
sv_se: 提供了 Quilt 加载器的部署思路！
tr_tr: 提供了 Quilt 加载器的部署思路！
uk_ua: 提供了 Quilt 加载器的部署思路！
vi_vn: 提供了 Quilt 加载器的部署思路！
zh_hans: 提供了 Quilt 加载器的部署思路！
zh_hant: 提供了 Quilt 載入器的部署思路！

# Settings_Acknowledgments_iNKORE_Description
source: A lot of technical support was given in the development process!
af_za: 在开发过程中给予了大量技术支持！
ar_sa: 在开发过程中给予了大量技术支持！
ca_es: 在开发过程中给予了大量技术支持！
cs_cz: 在开发过程中给予了大量技术支持！
da_dk: 在开发过程中给予了大量技术支持！
de_de: 在开发过程中给予了大量技术支持！
el_gr: 在开发过程中给予了大量技术支持！
es_es: 在开发过程中给予了大量技术支持！
fi_fi: 在开发过程中给予了大量技术支持！
fr_fr: 在开发过程中给予了大量技术支持！
he_il: 在开发过程中给予了大量技术支持！
hu_hu: 在开发过程中给予了大量技术支持！
it_it: 在开发过程中给予了大量技术支持！
ja_jp: 在开发过程中给予了大量技术支持！
ko_kr: 在开发过程中给予了大量技术支持！
nb_no: 在开发过程中给予了大量技术支持！
nl_nl: 在开发过程中给予了大量技术支持！
pl_pl: 在开发过程中给予了大量技术支持！
pt_pt: 在开发过程中给予了大量技术支持！
ro_ro: 在开发过程中给予了大量技术支持！
ru_ru: Большая техническая поддержка в процессе разработки!
sv_se: 在开发过程中给予了大量技术支持！
tr_tr: 在开发过程中给予了大量技术支持！
uk_ua: 在开发过程中给予了大量技术支持！
vi_vn: 在开发过程中给予了大量技术支持！
zh_hans: 在开发过程中给予了大量技术支持！
zh_hant: 在開發過程中給予了大量技術支援！

# Settings_Acknowledgments_MCSLQQ_Title
source: Friends of the MCSL QQ Group
af_za: MCSL QQ 交流群的各位群友
ar_sa: MCSL QQ 交流群的各位群友
ca_es: MCSL QQ 交流群的各位群友
cs_cz: MCSL QQ 交流群的各位群友
da_dk: MCSL QQ 交流群的各位群友
de_de: MCSL QQ 交流群的各位群友
el_gr: MCSL QQ 交流群的各位群友
es_es: MCSL QQ 交流群的各位群友
fi_fi: MCSL QQ 交流群的各位群友
fr_fr: MCSL QQ 交流群的各位群友
he_il: MCSL QQ 交流群的各位群友
hu_hu: MCSL QQ 交流群的各位群友
it_it: MCSL QQ 交流群的各位群友
ja_jp: MCSL QQ 交流群的各位群友
ko_kr: MCSL QQ 交流群的各位群友
nb_no: MCSL QQ 交流群的各位群友
nl_nl: MCSL QQ 交流群的各位群友
pl_pl: MCSL QQ 交流群的各位群友
pt_pt: MCSL QQ 交流群的各位群友
ro_ro: MCSL QQ 交流群的各位群友
ru_ru: Друзья биржевой группы MCSL QQ
sv_se: MCSL QQ 交流群的各位群友
tr_tr: MCSL QQ 交流群的各位群友
uk_ua: MCSL QQ 交流群的各位群友
vi_vn: MCSL QQ 交流群的各位群友
zh_hans: MCSL QQ 交流群的各位群友
zh_hant: MCSL QQ交流群的各位群友

# Settings_Acknowledgments_MCSLQQ_Description
source: They're always accompanying us and have given us a lot of suggestions!
af_za: 一直陪伴着我们，还给予了很多建议！
ar_sa: 一直陪伴着我们，还给予了很多建议！
ca_es: 一直陪伴着我们，还给予了很多建议！
cs_cz: 一直陪伴着我们，还给予了很多建议！
da_dk: 一直陪伴着我们，还给予了很多建议！
de_de: 一直陪伴着我们，还给予了很多建议！
el_gr: 一直陪伴着我们，还给予了很多建议！
es_es: 一直陪伴着我们，还给予了很多建议！
fi_fi: 一直陪伴着我们，还给予了很多建议！
fr_fr: 一直陪伴着我们，还给予了很多建议！
he_il: 一直陪伴着我们，还给予了很多建议！
hu_hu: 一直陪伴着我们，还给予了很多建议！
it_it: 一直陪伴着我们，还给予了很多建议！
ja_jp: 一直陪伴着我们，还给予了很多建议！
ko_kr: 一直陪伴着我们，还给予了很多建议！
nb_no: 一直陪伴着我们，还给予了很多建议！
nl_nl: 一直陪伴着我们，还给予了很多建议！
pl_pl: 一直陪伴着我们，还给予了很多建议！
pt_pt: 一直陪伴着我们，还给予了很多建议！
ro_ro: 一直陪伴着我们，还给予了很多建议！
ru_ru: Всегда сопровождал нас и давал много советов!
sv_se: 一直陪伴着我们，还给予了很多建议！
tr_tr: 一直陪伴着我们，还给予了很多建议！
uk_ua: 一直陪伴着我们，还给予了很多建议！
vi_vn: 一直陪伴着我们，还给予了很多建议！
zh_hans: 一直陪伴着我们，还给予了很多建议！
zh_hant: 一直陪伴著我們，還給予了很多建議！

# JoinGroup
source: Join Group Chat
af_za: 加入群聊
ar_sa: 加入群聊
ca_es: 加入群聊
cs_cz: 加入群聊
da_dk: 加入群聊
de_de: 加入群聊
el_gr: 加入群聊
es_es: 加入群聊
fi_fi: 加入群聊
fr_fr: 加入群聊
he_il: 加入群聊
hu_hu: 加入群聊
it_it: 加入群聊
ja_jp: 加入群聊
ko_kr: 加入群聊
nb_no: 加入群聊
nl_nl: 加入群聊
pl_pl: 加入群聊
pt_pt: 加入群聊
ro_ro: 加入群聊
ru_ru: Присоединяйтесь к группе
sv_se: 加入群聊
tr_tr: 加入群聊
uk_ua: 加入群聊
vi_vn: 加入群聊
zh_hans: 加入群聊
zh_hant: 加入群聊

# DaemonWsAddress
source: Daemon WebSocket Address
af_za: 守护进程 WebSocket 地址
ar_sa: 守护进程 WebSocket 地址
ca_es: 守护进程 WebSocket 地址
cs_cz: 守护进程 WebSocket 地址
da_dk: 守护进程 WebSocket 地址
de_de: 守护进程 WebSocket 地址
el_gr: 守护进程 WebSocket 地址
es_es: 守护进程 WebSocket 地址
fi_fi: 守护进程 WebSocket 地址
fr_fr: 守护进程 WebSocket 地址
he_il: 守护进程 WebSocket 地址
hu_hu: 守护进程 WebSocket 地址
it_it: 守护进程 WebSocket 地址
ja_jp: 守护进程 WebSocket 地址
ko_kr: 守护进程 WebSocket 地址
nb_no: 守护进程 WebSocket 地址
nl_nl: 守护进程 WebSocket 地址
pl_pl: 守护进程 WebSocket 地址
pt_pt: 守护进程 WebSocket 地址
ro_ro: 守护进程 WebSocket 地址
ru_ru: Адрес WebSocket демона
sv_se: 守护进程 WebSocket 地址
tr_tr: 守护进程 WebSocket 地址
uk_ua: 守护进程 WebSocket 地址
vi_vn: 守护进程 WebSocket 地址
zh_hans: 守护进程 WebSocket 地址
zh_hant: 守護進程 WebSocket 位址

source: Password
af_za: 密码
ar_sa: 密码
da_dk: 密码
el_gr: 密码
es_es: 密码
fr_fr: 密码
hu_hu: 密码
ja_jp: 密码
ko_kr: 密码
nl_nl: 密码
pt_pt: 密码
ru_ru: код
sv_se: 密码
tr_tr: 密码
vi_vn: 密码
zh_hans: 密码

source: Connecting
af_za: 连接中
ar_sa: 连接中
ca_es: 连接中
cs_cz: 连接中
da_dk: 连接中
de_de: 连接中
el_gr: 连接中
es_es: 连接中
fi_fi: 连接中
fr_fr: 连接中
he_il: 连接中
hu_hu: 连接中
it_it: 连接中
ja_jp: 连接中
ko_kr: 连接中
nb_no: 连接中
nl_nl: 连接中
pl_pl: 连接中
pt_pt: 连接中
ro_ro: 连接中
ru_ru: Связь.
sv_se: 连接中
tr_tr: 连接中
uk_ua: 连接中
vi_vn: 连接中
zh_hans: 连接中
zh_hant: 連接中

# ConsoleBoard_Universal_RAM
source: General: Instance RAM Usage
af_za: 通用：实例 RAM 占用
ar_sa: 通用：实例 RAM 占用
ca_es: 通用：实例 RAM 占用
cs_cz: 通用：实例 RAM 占用
da_dk: 通用：实例 RAM 占用
de_de: 通用：实例 RAM 占用
el_gr: 通用：实例 RAM 占用
es_es: 通用：实例 RAM 占用
fi_fi: 通用：实例 RAM 占用
fr_fr: 通用：实例 RAM 占用
he_il: 通用：实例 RAM 占用
hu_hu: 通用：实例 RAM 占用
it_it: 通用：实例 RAM 占用
ja_jp: 通用：实例 RAM 占用
ko_kr: 通用：实例 RAM 占用
nb_no: 通用：实例 RAM 占用
nl_nl: 通用：实例 RAM 占用
pl_pl: 通用：实例 RAM 占用
pt_pt: 通用：实例 RAM 占用
ro_ro: 通用：实例 RAM 占用
ru_ru: 通用：实例 RAM 占用
sv_se: 通用：实例 RAM 占用
tr_tr: 通用：实例 RAM 占用
uk_ua: 通用：实例 RAM 占用
vi_vn: 通用：实例 RAM 占用
zh_hans: 通用：实例 RAM 占用
zh_hant: 通用：實例RAM占用

# ConsoleBoard_Universal_CPU
source: General: Instance CPU Usage
af_za: 通用：实例 CPU 占用
ar_sa: 通用：实例 CPU 占用
ca_es: 通用：实例 CPU 占用
cs_cz: 通用：实例 CPU 占用
da_dk: 通用：实例 CPU 占用
de_de: 通用：实例 CPU 占用
el_gr: 通用：实例 CPU 占用
es_es: 通用：实例 CPU 占用
fi_fi: 通用：实例 CPU 占用
fr_fr: 通用：实例 CPU 占用
he_il: 通用：实例 CPU 占用
hu_hu: 通用：实例 CPU 占用
it_it: 通用：实例 CPU 占用
ja_jp: 通用：实例 CPU 占用
ko_kr: 通用：实例 CPU 占用
nb_no: 通用：实例 CPU 占用
nl_nl: 通用：实例 CPU 占用
pl_pl: 通用：实例 CPU 占用
pt_pt: 通用：实例 CPU 占用
ro_ro: 通用：实例 CPU 占用
ru_ru: 通用：实例 CPU 占用
sv_se: 通用：实例 CPU 占用
tr_tr: 通用：实例 CPU 占用
uk_ua: 通用：实例 CPU 占用
vi_vn: 通用：实例 CPU 占用
zh_hans: 通用：实例 CPU 占用
zh_hant: 通用：實例 CPU 占用

# ConsoleBoard_Universal_WebSocketLatency
source: General: Instance WebSocket Delay
af_za: 通用：当前 WebSocket 延迟
ar_sa: عام: زمن انتقال WebSocket الحالي
ca_es: 通用：当前 WebSocket 延迟
cs_cz: 通用：当前 WebSocket 延迟
da_dk: 通用：当前 WebSocket 延迟
de_de: 通用：当前 WebSocket 延迟
el_gr: 通用：当前 WebSocket 延迟
es_es: 通用：当前 WebSocket 延迟
fi_fi: 通用：当前 WebSocket 延迟
fr_fr: 通用：当前 WebSocket 延迟
he_il: 通用：当前 WebSocket 延迟
hu_hu: 通用：当前 WebSocket 延迟
it_it: 通用：当前 WebSocket 延迟
ja_jp: 通用：当前 WebSocket 延迟
ko_kr: 通用：当前 WebSocket 延迟
nb_no: 通用：当前 WebSocket 延迟
nl_nl: 通用：当前 WebSocket 延迟
pl_pl: 通用：当前 WebSocket 延迟
pt_pt: 通用：当前 WebSocket 延迟
ro_ro: 通用：当前 WebSocket 延迟
ru_ru: 通用：当前 WebSocket 延迟
sv_se: 通用：当前 WebSocket 延迟
tr_tr: 通用：当前 WebSocket 延迟
uk_ua: 通用：当前 WebSocket 延迟
vi_vn: 通用：当前 WebSocket 延迟
zh_hans: 通用：当前 WebSocket 延迟
zh_hant: 通用：目前 WebSocket 延遲

# ConsoleCommand_FeedbackTip
source: Please bring a detailed error log when asking questions, otherwise everything is tantamount to driving with your eyes closed.
af_za: 反馈错误请带上详细错误日志，否则一切行为无异于闭眼开车。
ar_sa: 反馈错误请带上详细错误日志，否则一切行为无异于闭眼开车。
ca_es: 反馈错误请带上详细错误日志，否则一切行为无异于闭眼开车。
cs_cz: 反馈错误请带上详细错误日志，否则一切行为无异于闭眼开车。
da_dk: 反馈错误请带上详细错误日志，否则一切行为无异于闭眼开车。
de_de: 反馈错误请带上详细错误日志，否则一切行为无异于闭眼开车。
el_gr: 反馈错误请带上详细错误日志，否则一切行为无异于闭眼开车。
es_es: 反馈错误请带上详细错误日志，否则一切行为无异于闭眼开车。
fi_fi: 反馈错误请带上详细错误日志，否则一切行为无异于闭眼开车。
fr_fr: 反馈错误请带上详细错误日志，否则一切行为无异于闭眼开车。
he_il: 反馈错误请带上详细错误日志，否则一切行为无异于闭眼开车。
hu_hu: 反馈错误请带上详细错误日志，否则一切行为无异于闭眼开车。
it_it: 反馈错误请带上详细错误日志，否则一切行为无异于闭眼开车。
ja_jp: 反馈错误请带上详细错误日志，否则一切行为无异于闭眼开车。
ko_kr: 反馈错误请带上详细错误日志，否则一切行为无异于闭眼开车。
nb_no: 反馈错误请带上详细错误日志，否则一切行为无异于闭眼开车。
nl_nl: 反馈错误请带上详细错误日志，否则一切行为无异于闭眼开车。
pl_pl: 反馈错误请带上详细错误日志，否则一切行为无异于闭眼开车。
pt_pt: 反馈错误请带上详细错误日志，否则一切行为无异于闭眼开车。
ro_ro: 反馈错误请带上详细错误日志，否则一切行为无异于闭眼开车。
ru_ru: 反馈错误请带上详细错误日志，否则一切行为无异于闭眼开车。
sv_se: 反馈错误请带上详细错误日志，否则一切行为无异于闭眼开车。
tr_tr: 反馈错误请带上详细错误日志，否则一切行为无异于闭眼开车。
uk_ua: 反馈错误请带上详细错误日志，否则一切行为无异于闭眼开车。
vi_vn: 反馈错误请带上详细错误日志，否则一切行为无异于闭眼开车。
zh_hans: 反馈错误请带上详细错误日志，否则一切行为无异于闭眼开车。
zh_hant: 反饋錯誤請帶上錯誤日誌，否則一切行為無異於閉眼開車。

# ConsoleCommand_EnterFullScreenConsole
source: Enter Fullscreen Terminal
af_za: 进入全屏终端
ar_sa: 进入全屏终端
ca_es: 进入全屏终端
cs_cz: 进入全屏终端
da_dk: 进入全屏终端
de_de: 进入全屏终端
el_gr: 进入全屏终端
es_es: 进入全屏终端
fi_fi: 进入全屏终端
fr_fr: 进入全屏终端
he_il: 进入全屏终端
hu_hu: 进入全屏终端
it_it: 进入全屏终端
ja_jp: 进入全屏终端
ko_kr: 进入全屏终端
nb_no: 进入全屏终端
nl_nl: 进入全屏终端
pl_pl: 进入全屏终端
pt_pt: 进入全屏终端
ro_ro: 进入全屏终端
ru_ru: 进入全屏终端
sv_se: 进入全屏终端
tr_tr: 进入全屏终端
uk_ua: 进入全屏终端
vi_vn: 进入全屏终端
zh_hans: 进入全屏终端
zh_hant: 進入全屏終端

source: Stop
af_za: 终止
ar_sa: 终止
ca_es: 终止
cs_cz: 终止
da_dk: 终止
de_de: 终止
el_gr: 终止
es_es: 终止
fi_fi: 终止
fr_fr: 终止
he_il: 终止
hu_hu: 终止
it_it: 终止
ja_jp: 终止
ko_kr: 终止
nb_no: 终止
nl_nl: 终止
pl_pl: 终止
pt_pt: 终止
ro_ro: 终止
ru_ru: 终止
sv_se: 终止
tr_tr: 终止
uk_ua: 终止
vi_vn: 终止
zh_hans: 终止
zh_hant: 終止

# Kill
source: Terminate
af_za: 杀死
ar_sa: 杀死
ca_es: 杀死
cs_cz: 杀死
da_dk: 杀死
de_de: 杀死
el_gr: 杀死
es_es: 杀死
fi_fi: 杀死
fr_fr: 杀死
he_il: 杀死
hu_hu: 杀死
it_it: 杀死
ja_jp: 杀死
ko_kr: 杀死
nb_no: 杀死
nl_nl: 杀死
pl_pl: 杀死
pt_pt: 杀死
ro_ro: 杀死
ru_ru: 杀死
sv_se: 杀死
tr_tr: 杀死
uk_ua: 杀死
vi_vn: 杀死
zh_hans: 杀死
zh_hant: 殺死

source: Restart
af_za: 重启
ar_sa: 重启
ca_es: 重启
cs_cz: 重启
da_dk: 重启
de_de: 重启
el_gr: 重启
es_es: 重启
fi_fi: 重启
fr_fr: 重启
he_il: 重启
hu_hu: 重启
it_it: 重启
ja_jp: 重启
ko_kr: 重启
nb_no: 重启
nl_nl: 重启
pl_pl: 重启
pt_pt: 重启
ro_ro: 重启
ru_ru: 重启
sv_se: 重启
tr_tr: 重启
uk_ua: 重启
vi_vn: 重启
zh_hans: 重启
zh_hant: 重啟

source: Mods
af_za: Module
ar_sa: الوحده النمطيه
ca_es: Mòdul
cs_cz: Modul
da_dk: Modul
de_de: Modul
el_gr: Δομοστοιχείο
es_es: Módulo
fi_fi: Moduuli
fr_fr: Module
he_il: מודול
hu_hu: Modul
it_it: Modulo
ja_jp: モジュール
ko_kr: 모듈
nb_no: Modul
nl_nl: Module
pl_pl: Moduł
pt_pt: Módulo
ro_ro: Modul
ru_ru: моды
sv_se: Modul
tr_tr: Modül
uk_ua: Модуль
vi_vn: Module
zh_hans: 模组
zh_hant: 模組

source: Plugins
af_za: 插件
ar_sa: 插件
ca_es: 插件
cs_cz: 插件
da_dk: 插件
de_de: 插件
el_gr: 插件
es_es: 插件
fi_fi: 插件
fr_fr: 插件
he_il: 插件
hu_hu: 插件
it_it: 插件
ja_jp: 插件
ko_kr: 插件
nb_no: 插件
nl_nl: 插件
pl_pl: 插件
pt_pt: 插件
ro_ro: 插件
ru_ru: 插件
sv_se: 插件
tr_tr: 插件
uk_ua: 插件
vi_vn: 插件
zh_hans: 插件
zh_hant: 插件

source: Add
af_za: 添加
ar_sa: 添加
ca_es: 添加
cs_cz: 添加
da_dk: 添加
de_de: 添加
el_gr: 添加
es_es: 添加
fi_fi: 添加
fr_fr: 添加
he_il: 添加
hu_hu: 添加
it_it: 添加
ja_jp: 添加
ko_kr: 添加
nb_no: 添加
nl_nl: 添加
pl_pl: 添加
pt_pt: 添加
ro_ro: 添加
ru_ru: 添加
sv_se: 添加
tr_tr: 添加
uk_ua: 添加
vi_vn: 添加
zh_hans: 添加
zh_hant: 添加

# ConsoleCommand_EventTrigger_Trigger
source: Triggers
af_za: 触发器
ar_sa: 触发器
ca_es: 触发器
cs_cz: 触发器
da_dk: 触发器
de_de: 触发器
el_gr: 触发器
es_es: 触发器
fi_fi: 触发器
fr_fr: 触发器
he_il: 触发器
hu_hu: 触发器
it_it: 触发器
ja_jp: 触发器
ko_kr: 触发器
nb_no: 触发器
nl_nl: 触发器
pl_pl: 触发器
pt_pt: 触发器
ro_ro: 触发器
ru_ru: 触发器
sv_se: 触发器
tr_tr: 触发器
uk_ua: 触发器
vi_vn: 触发器
zh_hans: 触发器
zh_hant: 觸發器

# ConsoleCommand_EventTrigger_Event
source: Events
af_za: 事件
ar_sa: 事件
ca_es: 事件
cs_cz: 事件
da_dk: 事件
de_de: 事件
el_gr: 事件
es_es: 事件
fi_fi: 事件
fr_fr: 事件
he_il: 事件
hu_hu: 事件
it_it: 事件
ja_jp: 事件
ko_kr: 事件
nb_no: 事件
nl_nl: 事件
pl_pl: 事件
pt_pt: 事件
ro_ro: 事件
ru_ru: 事件
sv_se: 事件
tr_tr: 事件
uk_ua: 事件
vi_vn: 事件
zh_hans: 事件
zh_hant: 事件

# ClickToView
source: Tap to view
af_za: 点击查看
ar_sa: 点击查看
ca_es: 点击查看
cs_cz: 点击查看
da_dk: 点击查看
de_de: 点击查看
el_gr: 点击查看
es_es: 点击查看
fi_fi: 点击查看
fr_fr: 点击查看
he_il: 点击查看
hu_hu: 点击查看
it_it: 点击查看
ja_jp: 点击查看
ko_kr: 点击查看
nb_no: 点击查看
nl_nl: 点击查看
pl_pl: 点击查看
pt_pt: 点击查看
ro_ro: 点击查看
ru_ru: 点击查看
sv_se: 点击查看
tr_tr: 点击查看
uk_ua: 点击查看
vi_vn: 点击查看
zh_hans: 点击查看
zh_hant: 點擊查看

source: View IP Address
af_za: 查看 IP 地址
ar_sa: 查看 IP 地址
ca_es: 查看 IP 地址
cs_cz: 查看 IP 地址
da_dk: 查看 IP 地址
de_de: 查看 IP 地址
el_gr: 查看 IP 地址
es_es: 查看 IP 地址
fi_fi: 查看 IP 地址
fr_fr: 查看 IP 地址
he_il: 查看 IP 地址
hu_hu: 查看 IP 地址
it_it: 查看 IP 地址
ja_jp: 查看 IP 地址
ko_kr: 查看 IP 地址
nb_no: 查看 IP 地址
nl_nl: 查看 IP 地址
pl_pl: 查看 IP 地址
pt_pt: 查看 IP 地址
ro_ro: 查看 IP 地址
ru_ru: 查看 IP 地址
sv_se: 查看 IP 地址
tr_tr: 查看 IP 地址
uk_ua: 查看 IP 地址
vi_vn: 查看 IP 地址
zh_hans: 查看 IP 地址
zh_hant: 查看IP地址

# ConsoleBoard_Minecraft_ServerIP_Title
source: Minecraft Server: Connection Address
af_za: Minecraft 服务器：连接地址
ar_sa: Minecraft 服务器：连接地址
ca_es: Minecraft 服务器：连接地址
cs_cz: Minecraft 服务器：连接地址
da_dk: Minecraft 服务器：连接地址
de_de: Minecraft 服务器：连接地址
el_gr: Minecraft 服务器：连接地址
es_es: Minecraft 服务器：连接地址
fi_fi: Minecraft 服务器：连接地址
fr_fr: Minecraft 服务器：连接地址
he_il: Minecraft 服务器：连接地址
hu_hu: Minecraft 服务器：连接地址
it_it: Minecraft 服务器：连接地址
ja_jp: Minecraft 服务器：连接地址
ko_kr: Minecraft 服务器：连接地址
nb_no: Minecraft 服务器：连接地址
nl_nl: Minecraft 服务器：连接地址
pl_pl: Minecraft 服务器：连接地址
pt_pt: Minecraft 服务器：连接地址
ro_ro: Minecraft 服务器：连接地址
ru_ru: Minecraft 服务器：连接地址
sv_se: Minecraft 服务器：连接地址
tr_tr: Minecraft 服务器：连接地址
uk_ua: Minecraft 服务器：连接地址
vi_vn: Minecraft 服务器：连接地址
zh_hans: Minecraft 服务器：连接地址
zh_hant: Minecraft 伺服器：連接地址

# ConsoleBoard_Minecraft_ServerPlayersList_Title
source: Minecraft Server: Online Players
af_za: Minecraft 服务器：在线玩家列表
ar_sa: Minecraft 服务器：在线玩家列表
ca_es: Minecraft 服务器：在线玩家列表
cs_cz: Minecraft 服务器：在线玩家列表
da_dk: Minecraft 服务器：在线玩家列表
de_de: Minecraft 服务器：在线玩家列表
el_gr: Minecraft 服务器：在线玩家列表
es_es: Minecraft 服务器：在线玩家列表
fi_fi: Minecraft 服务器：在线玩家列表
fr_fr: Minecraft 服务器：在线玩家列表
he_il: Minecraft 服务器：在线玩家列表
hu_hu: Minecraft 服务器：在线玩家列表
it_it: Minecraft 服务器：在线玩家列表
ja_jp: Minecraft 服务器：在线玩家列表
ko_kr: Minecraft 服务器：在线玩家列表
nb_no: Minecraft 服务器：在线玩家列表
nl_nl: Minecraft 服务器：在线玩家列表
pl_pl: Minecraft 服务器：在线玩家列表
pt_pt: Minecraft 服务器：在线玩家列表
ro_ro: Minecraft 服务器：在线玩家列表
ru_ru: Minecraft 服务器：在线玩家列表
sv_se: Minecraft 服务器：在线玩家列表
tr_tr: Minecraft 服务器：在线玩家列表
uk_ua: Minecraft 服务器：在线玩家列表
vi_vn: Minecraft 服务器：在线玩家列表
zh_hans: Minecraft 服务器：在线玩家列表
zh_hant: Minecraft 伺服器：在綫玩家列表

# ConsoleTitle
source: Dashboard
af_za: 控制台
ar_sa: 控制台
ca_es: 控制台
cs_cz: 控制台
da_dk: 控制台
de_de: 控制台
el_gr: 控制台
es_es: 控制台
fi_fi: 控制台
fr_fr: 控制台
he_il: 控制台
hu_hu: 控制台
it_it: 控制台
ja_jp: 控制台
ko_kr: 控制台
nb_no: 控制台
nl_nl: 控制台
pl_pl: 控制台
pt_pt: 控制台
ro_ro: 控制台
ru_ru: 控制台
sv_se: 控制台
tr_tr: 控制台
uk_ua: 控制台
vi_vn: 控制台
zh_hans: 控制台
zh_hant: 控制檯

# Console_BoardNavMenu
source: Board
af_za: 实例看板
ar_sa: 实例看板
ca_es: 实例看板
cs_cz: 实例看板
da_dk: 实例看板
de_de: 实例看板
el_gr: 实例看板
es_es: 实例看板
fi_fi: 实例看板
fr_fr: 实例看板
he_il: 实例看板
hu_hu: 实例看板
it_it: 实例看板
ja_jp: 实例看板
ko_kr: 实例看板
nb_no: 实例看板
nl_nl: 实例看板
pl_pl: 实例看板
pt_pt: 实例看板
ro_ro: 实例看板
ru_ru: 实例看板
sv_se: 实例看板
tr_tr: 实例看板
uk_ua: 实例看板
vi_vn: 实例看板
zh_hans: 实例看板
zh_hant: 實例看板

# Console_CommandNavMenu
source: Console
af_za: 实时终端
ar_sa: 实时终端
ca_es: 实时终端
cs_cz: 实时终端
da_dk: 实时终端
de_de: 实时终端
el_gr: 实时终端
es_es: 实时终端
fi_fi: 实时终端
fr_fr: 实时终端
he_il: 实时终端
hu_hu: 实时终端
it_it: 实时终端
ja_jp: 实时终端
ko_kr: 实时终端
nb_no: 实时终端
nl_nl: 实时终端
pl_pl: 实时终端
pt_pt: 实时终端
ro_ro: 实时终端
ru_ru: 实时终端
sv_se: 实时终端
tr_tr: 实时终端
uk_ua: 实时终端
vi_vn: 实时终端
zh_hans: 实时终端
zh_hant: 實時終端

# Console_FileManagerNavMenu
source: Files
af_za: 文件管理
ar_sa: 文件管理
ca_es: 文件管理
cs_cz: 文件管理
da_dk: 文件管理
de_de: 文件管理
el_gr: 文件管理
es_es: 文件管理
fi_fi: 文件管理
fr_fr: 文件管理
he_il: 文件管理
hu_hu: 文件管理
it_it: 文件管理
ja_jp: 文件管理
ko_kr: 文件管理
nb_no: 文件管理
nl_nl: 文件管理
pl_pl: 文件管理
pt_pt: 文件管理
ro_ro: 文件管理
ru_ru: 文件管理
sv_se: 文件管理
tr_tr: 文件管理
uk_ua: 文件管理
vi_vn: 文件管理
zh_hans: 文件管理
zh_hant: 文件管理

# Console_EventTriggerNavMenu
source: Events System
af_za: 触发事件
ar_sa: 触发事件
ca_es: 触发事件
cs_cz: 触发事件
da_dk: 触发事件
de_de: 触发事件
el_gr: 触发事件
es_es: 触发事件
fi_fi: 触发事件
fr_fr: 触发事件
he_il: 触发事件
hu_hu: 触发事件
it_it: 触发事件
ja_jp: 触发事件
ko_kr: 触发事件
nb_no: 触发事件
nl_nl: 触发事件
pl_pl: 触发事件
pt_pt: 触发事件
ro_ro: 触发事件
ru_ru: 触发事件
sv_se: 触发事件
tr_tr: 触发事件
uk_ua: 触发事件
vi_vn: 触发事件
zh_hans: 触发事件
zh_hant: 觸發事件

# Console_ComponentManagerNavMenu
source: Components
af_za: 组件管理
ar_sa: 组件管理
ca_es: 组件管理
cs_cz: 组件管理
da_dk: 组件管理
de_de: 组件管理
el_gr: 组件管理
es_es: 组件管理
fi_fi: 组件管理
fr_fr: 组件管理
he_il: 组件管理
hu_hu: 组件管理
it_it: 组件管理
ja_jp: 组件管理
ko_kr: 组件管理
nb_no: 组件管理
nl_nl: 组件管理
pl_pl: 组件管理
pt_pt: 组件管理
ro_ro: 组件管理
ru_ru: 组件管理
sv_se: 组件管理
tr_tr: 组件管理
uk_ua: 组件管理
vi_vn: 组件管理
zh_hans: 组件管理
zh_hant: 組件管理

# Console_OthersNavMenu
source: Others
af_za: 其他功能
ar_sa: 其他功能
ca_es: 其他功能
cs_cz: 其他功能
da_dk: 其他功能
de_de: 其他功能
el_gr: 其他功能
es_es: 其他功能
fi_fi: 其他功能
fr_fr: 其他功能
he_il: 其他功能
hu_hu: 其他功能
it_it: 其他功能
ja_jp: 其他功能
ko_kr: 其他功能
nb_no: 其他功能
nl_nl: 其他功能
pl_pl: 其他功能
pt_pt: 其他功能
ro_ro: 其他功能
ru_ru: Другие особенности
sv_se: 其他功能
tr_tr: 其他功能
uk_ua: 其他功能
vi_vn: 其他功能
zh_hans: 其他功能
zh_hant: 其他功能

# Console_InstanceSettingsNavMenu
source: Instance Settings
af_za: 实例设置
ar_sa: إعدادات المثيل
ca_es: 实例设置
cs_cz: 实例设置
da_dk: 实例设置
de_de: 实例设置
el_gr: 实例设置
es_es: 实例设置
fi_fi: 实例设置
fr_fr: 实例设置
he_il: 实例设置
hu_hu: 实例设置
it_it: 实例设置
ja_jp: 实例设置
ko_kr: 实例设置
nb_no: 实例设置
nl_nl: 实例设置
pl_pl: 实例设置
pt_pt: 实例设置
ro_ro: 实例设置
ru_ru: Настройки экземпляра
sv_se: 实例设置
tr_tr: 实例设置
uk_ua: 实例设置
vi_vn: 实例设置
zh_hans: 实例设置
zh_hant: 實例設置

# CreateMinecraftInstanceCategory
source: Minecraft Server
af_za: Minecraft 服务器
ar_sa: خادم ماينكرافت
ca_es: Minecraft 服务器
cs_cz: Minecraft 服务器
da_dk: Minecraft 服务器
de_de: Minecraft 服务器
el_gr: Minecraft 服务器
es_es: Minecraft 服务器
fi_fi: Minecraft 服务器
fr_fr: Minecraft 服务器
he_il: Minecraft 服务器
hu_hu: Minecraft 服务器
it_it: Minecraft 服务器
ja_jp: Minecraft 服务器
ko_kr: Minecraft 服务器
nb_no: Minecraft 服务器
nl_nl: Minecraft 服务器
pl_pl: Minecraft 服务器
pt_pt: Minecraft 服务器
ro_ro: Minecraft 服务器
ru_ru: Серверы Minecraft
sv_se: Minecraft 服务器
tr_tr: Minecraft 服务器
uk_ua: Minecraft 服务器
vi_vn: Minecraft 服务器
zh_hans: Minecraft 服务器
zh_hant: Minecraft 伺服器

# CreateFrpcInstanceCategory
source: Fast Reverse Proxy Client (Frpc)
af_za: 快速反向代理客户端 Frpc
ar_sa: 快速反向代理客户端 Frpc
ca_es: 快速反向代理客户端 Frpc
cs_cz: 快速反向代理客户端 Frpc
da_dk: 快速反向代理客户端 Frpc
de_de: 快速反向代理客户端 Frpc
el_gr: 快速反向代理客户端 Frpc
es_es: 快速反向代理客户端 Frpc
fi_fi: 快速反向代理客户端 Frpc
fr_fr: 快速反向代理客户端 Frpc
he_il: 快速反向代理客户端 Frpc
hu_hu: 快速反向代理客户端 Frpc
it_it: 快速反向代理客户端 Frpc
ja_jp: 快速反向代理客户端 Frpc
ko_kr: 快速反向代理客户端 Frpc
nb_no: 快速反向代理客户端 Frpc
nl_nl: 快速反向代理客户端 Frpc
pl_pl: 快速反向代理客户端 Frpc
pt_pt: 快速反向代理客户端 Frpc
ro_ro: 快速反向代理客户端 Frpc
ru_ru: Быстрый клиент обратного прокси Frpc
sv_se: 快速反向代理客户端 Frpc
tr_tr: 快速反向代理客户端 Frpc
uk_ua: 快速反向代理客户端 Frpc
vi_vn: 快速反向代理客户端 Frpc
zh_hans: 快速反向代理客户端 Frpc
zh_hant: 快速反向代理用戶端Frpc

# CreateInstance_SelectTerrariaArchive_Title
source: Terraria Server Archive
af_za: Terraria 服务器压缩包
ar_sa: Terraria 服务器压缩包
ca_es: Terraria 服务器压缩包
cs_cz: Terraria 服务器压缩包
da_dk: Terraria 服务器压缩包
de_de: Terraria 服务器压缩包
el_gr: Terraria 服务器压缩包
es_es: Terraria 服务器压缩包
fi_fi: Terraria 服务器压缩包
fr_fr: Terraria 服务器压缩包
he_il: Terraria 服务器压缩包
hu_hu: Terraria 服务器压缩包
it_it: Terraria 服务器压缩包
ja_jp: Terraria 服务器压缩包
ko_kr: Terraria 服务器压缩包
nb_no: Terraria 服务器压缩包
nl_nl: Terraria 服务器压缩包
pl_pl: Terraria 服务器压缩包
pt_pt: Terraria 服务器压缩包
ro_ro: Terraria 服务器压缩包
ru_ru: Сжатый пакет сервера Terraria
sv_se: Terraria 服务器压缩包
tr_tr: Terraria 服务器压缩包
uk_ua: Terraria 服务器压缩包
vi_vn: Terraria 服务器压缩包
zh_hans: Terraria 服务器压缩包
zh_hant: Terraria 伺服器壓縮包

source: Thread
af_za: 线程
ar_sa: 线程
ca_es: 线程
cs_cz: 线程
da_dk: 线程
de_de: 线程
el_gr: 线程
es_es: 线程
fi_fi: 线程
fr_fr: 线程
he_il: 线程
hu_hu: 线程
it_it: 线程
ja_jp: 线程
ko_kr: 线程
nb_no: 线程
nl_nl: 线程
pl_pl: 线程
pt_pt: 线程
ro_ro: 线程
ru_ru: 线程
sv_se: 线程
tr_tr: 线程
uk_ua: 线程
vi_vn: 线程
zh_hans: 线程
zh_hant: 線程

# DownloadFinished
source: Download complete
af_za: 下载完毕
ar_sa: 下载完毕
ca_es: 下载完毕
cs_cz: 下载完毕
da_dk: 下载完毕
de_de: 下载完毕
el_gr: 下载完毕
es_es: 下载完毕
fi_fi: 下载完毕
fr_fr: 下载完毕
he_il: 下载完毕
hu_hu: 下载完毕
it_it: 下载完毕
ja_jp: 下载完毕
ko_kr: 下载完毕
nb_no: 下载完毕
nl_nl: 下载完毕
pl_pl: 下载完毕
pt_pt: 下载完毕
ro_ro: 下载完毕
ru_ru: 下载完毕
sv_se: 下载完毕
tr_tr: 下载完毕
uk_ua: 下载完毕
vi_vn: 下载完毕
zh_hans: 下载完毕
zh_hant: 下載完畢

source: Download failed
af_za: 下载失败
ar_sa: 下载失败
ca_es: 下载失败
cs_cz: 下载失败
da_dk: 下载失败
de_de: 下载失败
el_gr: 下载失败
es_es: 下载失败
fi_fi: 下载失败
fr_fr: 下载失败
he_il: 下载失败
hu_hu: 下载失败
it_it: 下载失败
ja_jp: 下载失败
ko_kr: 下载失败
nb_no: 下载失败
nl_nl: 下载失败
pl_pl: 下载失败
pt_pt: 下载失败
ro_ro: 下载失败
ru_ru: 下载失败
sv_se: 下载失败
tr_tr: 下载失败
uk_ua: 下载失败
vi_vn: 下载失败
zh_hans: 下载失败
zh_hant: 下載失敗

source: Download cancelled
af_za: 下载已取消
ar_sa: 下载已取消
ca_es: 下载已取消
cs_cz: 下载已取消
da_dk: 下载已取消
de_de: 下载已取消
el_gr: 下载已取消
es_es: 下载已取消
fi_fi: 下载已取消
fr_fr: 下载已取消
he_il: 下载已取消
hu_hu: 下载已取消
it_it: 下载已取消
ja_jp: 下载已取消
ko_kr: 下载已取消
nb_no: 下载已取消
nl_nl: 下载已取消
pl_pl: 下载已取消
pt_pt: 下载已取消
ro_ro: 下载已取消
ru_ru: 下载已取消
sv_se: 下载已取消
tr_tr: 下载已取消
uk_ua: 下载已取消
vi_vn: 下载已取消
zh_hans: 下载已取消
zh_hant: 下載已取消

source: Click to hide
af_za: 点击隐藏
ar_sa: 点击隐藏
ca_es: 点击隐藏
cs_cz: 点击隐藏
da_dk: 点击隐藏
de_de: 点击隐藏
el_gr: 点击隐藏
es_es: 点击隐藏
fi_fi: 点击隐藏
fr_fr: 点击隐藏
he_il: 点击隐藏
hu_hu: 点击隐藏
it_it: 点击隐藏
ja_jp: 点击隐藏
ko_kr: 点击隐藏
nb_no: 点击隐藏
nl_nl: 点击隐藏
pl_pl: 点击隐藏
pt_pt: 点击隐藏
ro_ro: 点击隐藏
ru_ru: 点击隐藏
sv_se: 点击隐藏
tr_tr: 点击隐藏
uk_ua: 点击隐藏
vi_vn: 点击隐藏
zh_hans: 点击隐藏
zh_hant: 點擊隱藏

# ErrorDialogTip
source: We encountered an unexpected exception, but got the following critical error message. You can continue to run the program, or restart, or close the application.
af_za: 我们遇到了意料之外的异常，但获得了如下关键的错误信息。您可以选择继续运行本程序，或进行重启、关闭应用等操作。
ar_sa: 我们遇到了意料之外的异常，但获得了如下关键的错误信息。您可以选择继续运行本程序，或进行重启、关闭应用等操作。
ca_es: 我们遇到了意料之外的异常，但获得了如下关键的错误信息。您可以选择继续运行本程序，或进行重启、关闭应用等操作。
cs_cz: 我们遇到了意料之外的异常，但获得了如下关键的错误信息。您可以选择继续运行本程序，或进行重启、关闭应用等操作。
da_dk: 我们遇到了意料之外的异常，但获得了如下关键的错误信息。您可以选择继续运行本程序，或进行重启、关闭应用等操作。
de_de: 我们遇到了意料之外的异常，但获得了如下关键的错误信息。您可以选择继续运行本程序，或进行重启、关闭应用等操作。
el_gr: 我们遇到了意料之外的异常，但获得了如下关键的错误信息。您可以选择继续运行本程序，或进行重启、关闭应用等操作。
es_es: 我们遇到了意料之外的异常，但获得了如下关键的错误信息。您可以选择继续运行本程序，或进行重启、关闭应用等操作。
fi_fi: 我们遇到了意料之外的异常，但获得了如下关键的错误信息。您可以选择继续运行本程序，或进行重启、关闭应用等操作。
fr_fr: 我们遇到了意料之外的异常，但获得了如下关键的错误信息。您可以选择继续运行本程序，或进行重启、关闭应用等操作。
he_il: 我们遇到了意料之外的异常，但获得了如下关键的错误信息。您可以选择继续运行本程序，或进行重启、关闭应用等操作。
hu_hu: 我们遇到了意料之外的异常，但获得了如下关键的错误信息。您可以选择继续运行本程序，或进行重启、关闭应用等操作。
it_it: 我们遇到了意料之外的异常，但获得了如下关键的错误信息。您可以选择继续运行本程序，或进行重启、关闭应用等操作。
ja_jp: 我们遇到了意料之外的异常，但获得了如下关键的错误信息。您可以选择继续运行本程序，或进行重启、关闭应用等操作。
ko_kr: 我们遇到了意料之外的异常，但获得了如下关键的错误信息。您可以选择继续运行本程序，或进行重启、关闭应用等操作。
nb_no: 我们遇到了意料之外的异常，但获得了如下关键的错误信息。您可以选择继续运行本程序，或进行重启、关闭应用等操作。
nl_nl: 我们遇到了意料之外的异常，但获得了如下关键的错误信息。您可以选择继续运行本程序，或进行重启、关闭应用等操作。
pl_pl: 我们遇到了意料之外的异常，但获得了如下关键的错误信息。您可以选择继续运行本程序，或进行重启、关闭应用等操作。
pt_pt: 我们遇到了意料之外的异常，但获得了如下关键的错误信息。您可以选择继续运行本程序，或进行重启、关闭应用等操作。
ro_ro: 我们遇到了意料之外的异常，但获得了如下关键的错误信息。您可以选择继续运行本程序，或进行重启、关闭应用等操作。
ru_ru: 我们遇到了意料之外的异常，但获得了如下关键的错误信息。您可以选择继续运行本程序，或进行重启、关闭应用等操作。
sv_se: 我们遇到了意料之外的异常，但获得了如下关键的错误信息。您可以选择继续运行本程序，或进行重启、关闭应用等操作。
tr_tr: 我们遇到了意料之外的异常，但获得了如下关键的错误信息。您可以选择继续运行本程序，或进行重启、关闭应用等操作。
uk_ua: 我们遇到了意料之外的异常，但获得了如下关键的错误信息。您可以选择继续运行本程序，或进行重启、关闭应用等操作。
vi_vn: 我们遇到了意料之外的异常，但获得了如下关键的错误信息。您可以选择继续运行本程序，或进行重启、关闭应用等操作。
zh_hans: 我们遇到了意料之外的异常，但获得了如下关键的错误信息。您可以选择继续运行本程序，或进行重启、关闭应用等操作。
zh_hant: 我們遇到了意料之外的異常，但獲得了如下關鍵的錯誤資訊。 您可以選擇繼續運行本程式，或進行重啟、關閉應用等操作。

# Exit
source: Quit
af_za: 退出
ar_sa: 退出
ca_es: 退出
cs_cz: 退出
da_dk: 退出
de_de: 退出
el_gr: 退出
es_es: 退出
fi_fi: 退出
fr_fr: 退出
he_il: 退出
hu_hu: 退出
it_it: 退出
ja_jp: 退出
ko_kr: 退出
nb_no: 退出
nl_nl: 退出
pl_pl: 退出
pt_pt: 退出
ro_ro: 退出
ru_ru: покидать
sv_se: 退出
tr_tr: 退出
uk_ua: 退出
vi_vn: 退出
zh_hans: 退出
zh_hant: 退出
