Repository: MCSLTeam/MCServerLauncher-Future
Catalog: MCServerLauncher.WPF/Resources/Language.*.resx
Languages: af_za, ar_sa, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, he_il, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sr_sp, sv_se, tr_tr, uk_ua, vi_vn, zh_hans, zh_hant

source: Browse
af_za: Blaai
ar_sa: تصفح
ca_es: Fullejar
cs_cz: Pást se
da_dk: Gennemse
de_de: Blättern
el_gr: Φυλλομετρώ
es_es: Hojear
fi_fi: Selata
fr_fr: Parcourir
he_il: לדפדף
hu_hu: Böngészik
it_it: Sfogliare
ja_jp: ブラウズ
ko_kr: 찾아보기
nb_no: Bla gjennom
nl_nl: Bladeren
pl_pl: Przeglądać
pt_pt: Procurar
ro_ro: Răsfoi
ru_ru: Просматривать
sr_sp: Потражи
sv_se: Bläddra
tr_tr: Göz atmak
uk_ua: Перегляд
vi_vn: Duyệt
zh_hans: 浏览
zh_hant: 流覽

# CreateInstance_SelectMinecraftJavaCore_Title
source: Minecraft Server Core
af_za: Minecraft-bedienerkern
ar_sa: ماين كرافت سيرفر كور
ca_es: Nucli del servidor de Minecraft
cs_cz: Jádro serveru Minecraft
de_de: Minecraft Server Kern
el_gr: Πυρήνας διακομιστή Minecraft
es_es: Núcleo del servidor de Minecraft
fi_fi: Minecraft-palvelimen ydin
fr_fr: Noyau du serveur Minecraft
he_il: ליבת שרת Minecraft
it_it: Nucleo del server Minecraft
ja_jp: Minecraft サーバー コア
ko_kr: 마인크래프트 서버 코어
pl_pl: Rdzeń serwera Minecraft
pt_pt: Núcleo do Servidor Minecraft
ro_ro: Nucleul serverului Minecraft
ru_ru: Ядро сервера Minecraft
sr_sp: Минецрафт Сервер Цоре
tr_tr: Minecraft Sunucu Çekirdeği
uk_ua: Ядро сервера Minecraft
vi_vn: Lõi máy chủ Minecraft
zh_hans: Minecraft 服务器核心
zh_hant: Minecraft 伺服器核心

# CreateInstance_SelectMinecraftJavaCore_Description
source: Please select the core file that this server will use. If you don't know where to download it, click the button on the right to jump.
af_za: Kies asseblief die kernlêers wat deur die bediener gebruik sal word. As u nie weet waar om af te laai nie, kan u op die knoppie aan die regterkant klik om te spring.
ar_sa: يرجى تحديد الملفات الأساسية التي سيتم استخدامها من قبل الخادم. إذا كنت لا تعرف مكان التنزيل ، فيمكنك النقر فوق الزر الموجود على اليمين للقفز.
ca_es: Seleccioneu els fitxers bàsics que utilitzarà el servidor. Si no sabeu on descarregar, podeu fer clic al botó de la dreta per saltar.
cs_cz: Vyberte prosím základní soubory, které bude server používat. Pokud nevíte, kde stáhnout, můžete kliknout na tlačítko vpravo a přeskočit.
da_dk: Vælg de kernefiler, der skal bruges af serveren. Hvis du ikke ved, hvor du skal downloade, kan du klikke på knappen til højre for at hoppe.
de_de: Bitte wählen Sie die Kerndateien aus, die vom Server verwendet werden sollen. Wenn Sie nicht wissen, wo Sie herunterladen sollen, können Sie auf die Schaltfläche rechts klicken, um zu springen.
el_gr: Επιλέξτε τα βασικά αρχεία που θα χρησιμοποιηθούν από τον διακομιστή. Εάν δεν ξέρετε πού να κατεβάσετε, μπορείτε να κάνετε κλικ στο κουμπί στα δεξιά για να πηδήξετε.
es_es: Seleccione los archivos principales que utilizará el servidor. Si no sabes dónde descargar, puedes hacer clic en el botón de la derecha para saltar.
fi_fi: Valitse palvelimen käyttämät ydintiedostot. Jos et tiedä mistä ladata, voit napsauttaa oikealla olevaa painiketta hypätäksesi.
fr_fr: Veuillez sélectionner les fichiers de base qui seront utilisés par le serveur. Si vous ne savez pas où télécharger, vous pouvez cliquer sur le bouton à droite pour sauter.
he_il: בחר את קבצי הליבה שישמשו את השרת. אם אינך יודע היכן להוריד, תוכל ללחוץ על הלחצן מימין כדי לקפוץ.
hu_hu: Kérjük, válassza ki a szerver által használt alapvető fájlokat. Ha nem tudja, hol töltse le, kattintson a jobb oldali gombra az ugráshoz.
it_it: Seleziona i file principali che verranno utilizzati dal server. Se non sai dove scaricare, puoi fare clic sul pulsante a destra per saltare.
ja_jp: サーバーで使用するコアファイルを選択してください。 ダウンロードする場所がわからない場合は、右側のボタンをクリックしてジャンプできます。
ko_kr: 서버에서 사용할 코어 파일을 선택하십시오. 다운로드할 위치를 모르는 경우 오른쪽에 있는 버튼을 클릭하여 점프할 수 있습니다.
nb_no: Velg kjernefilene som skal brukes av serveren. Hvis du ikke vet hvor du skal laste ned, kan du klikke på knappen til høyre for å hoppe.
nl_nl: Selecteer de kernbestanden die door de server zullen worden gebruikt. Als je niet weet waar je moet downloaden, kun je op de knop aan de rechterkant klikken om te springen.
pl_pl: Wybierz podstawowe pliki, które będą używane przez serwer. Jeśli nie wiesz, skąd pobrać, możesz kliknąć przycisk po prawej stronie, aby skoczyć.
pt_pt: Selecione os arquivos principais que serão usados pelo servidor. Se você não sabe onde baixar, você pode clicar no botão à direita para pular.
ro_ro: Vă rugăm să selectați fișierele de bază care vor fi utilizate de server. Dacă nu știți de unde să descărcați, puteți face clic pe butonul din dreapta pentru a sări.
ru_ru: Пожалуйста, выберите файлы ядра, которые будут использоваться сервером. Если вы не знаете, где скачать, вы можете нажать кнопку справа, чтобы прыгнуть.
sr_sp: Молимо Вас да изаберете основне датотеке које ће се користити на серверу. Ако не знате где да преузмете, можете да кликнете на дугме са десне стране да скочите.
sv_se: Välj de kärnfiler som ska användas av servern. Om du inte vet var du ska ladda ner kan du klicka på knappen till höger för att hoppa.
tr_tr: Lütfen sunucu tarafından kullanılacak çekirdek dosyaları seçin. Nereden indireceğinizi bilmiyorsanız, atlamak için sağdaki düğmeyi tıklayabilirsiniz.
uk_ua: Будь ласка, виберіть основні файли, які будуть використовуватися сервером. Якщо ви не знаєте, де скачати, ви можете натиснути кнопку праворуч, щоб перейти.
vi_vn: Vui lòng chọn các tệp cốt lõi sẽ được máy chủ sử dụng. Nếu bạn không biết tải xuống ở đâu, bạn có thể nhấp vào nút bên phải để nhảy.
zh_hans: 请选择该服务器将使用的核心文件。如果不知道在哪里下载，可点击右侧按钮跳转。
zh_hant: 請選擇該伺服器將使用的核心文件。如果不知道在哪裡下載，可以單擊右側按鈕前往。

# MinecraftCoreFileName
source: Core file name
af_za: Kern lêer naam
ar_sa: اسم الملف الأساسي
ca_es: Nom del fitxer principal
cs_cz: Název základního souboru
da_dk: Navn på kernefil
de_de: Name der Core-Datei
el_gr: Όνομα αρχείου πυρήνα
es_es: Nombre del archivo principal
fi_fi: Ydintiedoston nimi
fr_fr: Nom du fichier principal
he_il: שם קובץ ליבה
hu_hu: Alapvető fájlnév
it_it: Nome del file principale
ja_jp: コアファイル名
ko_kr: 코어 파일 이름
nb_no: Navn på kjernefil
nl_nl: Bestandsnaam kern
pl_pl: Nazwa pliku podstawowego
pt_pt: Nome do arquivo principal
ro_ro: Numele fișierului de bază
ru_ru: Имя файла дампа
sr_sp: Основно име датотеке
sv_se: Namn på kärnfil
tr_tr: Çekirdek dosya adı
uk_ua: Ім'я основного файлу
vi_vn: Tên tệp cốt lõi
zh_hans: 核心文件名
zh_hant: 核心文件名稱

# CreateInstance_SelectMinecraftJavaJvm_Title
source: Java Runtime
af_za: Java looptyd
ar_sa: وقت تشغيل جافا
ca_es: Temps d'execució de Java
cs_cz: Běhové prostředí Java
da_dk: Java-kørsel
de_de: Java-Laufzeit
el_gr: Χρόνος εκτέλεσης Java
es_es: Tiempo de ejecución de Java
fr_fr: Exécution Java
he_il: זמן ריצה של Java
hu_hu: Java futtatókörnyezet
it_it: Runtime Java
ja_jp: Java ランタイム
ko_kr: Java 런타임
nb_no: Java-kjøretid
pl_pl: Środowisko uruchomieniowe Java
pt_pt: Tempo de execução Java
ro_ro: Timp de execuție Java
ru_ru: Среда выполнения Java
sr_sp: Јава рунтиме
sv_se: Java-körning
tr_tr: Java çalışma zamanı
uk_ua: Середовище виконання Java
vi_vn: Thời gian chạy Java
zh_hans: Java 运行时
zh_hant: Java 運行时

# CreateInstance_SelectMinecraftJavaJvm_Description
source: The Java runtime is required for the Minecraft Java server. Be sure to select the appropriate version to prevent startup failures.
af_za: Die Java-looptyd is 'n vereiste omgewing vir die Minecraft Java-bediener. Maak seker dat u die toepaslike weergawe kies om opstartfoute te voorkom.
ar_sa: وقت تشغيل Java هو بيئة مطلوبة لخادم Minecraft Java. تأكد من اختيار الإصدار المناسب لمنع فشل بدء التشغيل.
ca_es: El temps d'execució de Java és un entorn obligatori per al servidor Java de Minecraft. Assegureu-vos de triar la versió adequada per evitar errors d'inici.
cs_cz: Běhové prostředí Java je požadované prostředí pro server Java Minecraft. Nezapomeňte zvolit vhodnou verzi, abyste předešli chybám při spuštění.
da_dk: Java-runtime er et påkrævet miljø for Minecraft Java-serveren. Sørg for at vælge den passende version for at forhindre opstartsfejl.
de_de: Die Java-Runtime ist eine erforderliche Umgebung für den Minecraft Java-Server. Achten Sie darauf, die entsprechende Version auszuwählen, um Startfehler zu vermeiden.
el_gr: Ο χρόνος εκτέλεσης Java είναι ένα απαιτούμενο περιβάλλον για τον διακομιστή Java του Minecraft. Βεβαιωθείτε ότι έχετε επιλέξει την κατάλληλη έκδοση για να αποτρέψετε τις αποτυχίες εκκίνησης.
es_es: El tiempo de ejecución de Java es un entorno necesario para el servidor Java de Minecraft. Asegúrese de elegir la versión adecuada para evitar errores de inicio.
fi_fi: Java runtime on Minecraft Java -palvelimen pakollinen ympäristö. Varmista, että valitset sopivan version käynnistysvirheiden estämiseksi.
fr_fr: L’environnement d’exécution Java est un environnement requis pour le serveur Java Minecraft. Assurez-vous de choisir la version appropriée pour éviter les échecs de démarrage.
he_il: זמן הריצה של Java הוא סביבה נדרשת עבור שרת Java של Minecraft. הקפד לבחור את הגרסה המתאימה כדי למנוע כשלים באתחול.
hu_hu: A Java futtatókörnyezet a Minecraft Java szerver szükséges környezete. Ügyeljen arra, hogy a megfelelő verziót válassza ki az indítási hibák elkerülése érdekében.
it_it: Il runtime Java è un ambiente richiesto per il server Java di Minecraft. Assicurati di scegliere la versione appropriata per evitare errori di avvio.
ja_jp: Java ランタイムは、Minecraft Java サーバーに必要な環境です。 起動の失敗を防ぐために、適切なバージョンを選択してください。
ko_kr: Java 런타임은 Minecraft Java 서버에 필요한 환경입니다. 시작 실패를 방지하기 위해 적절한 버전을 선택해야 합니다.
nb_no: Java-kjøretiden er et nødvendig miljø for Minecraft Java-serveren. Sørg for å velge riktig versjon for å forhindre oppstartsfeil.
nl_nl: De Java-runtime is een vereiste omgeving voor de Minecraft Java-server. Zorg ervoor dat u de juiste versie kiest om mislukte opstarten te voorkomen.
pl_pl: Środowisko wykonawcze Java jest wymaganym środowiskiem dla serwera Java Minecraft. Pamiętaj, aby wybrać odpowiednią wersję, aby zapobiec niepowodzeniom uruchamiania.
pt_pt: O tempo de execução Java é um ambiente necessário para o servidor Java Minecraft. Certifique-se de escolher a versão apropriada para evitar falhas de inicialização.
ro_ro: Timpul de rulare Java este un mediu necesar pentru serverul Java Minecraft. Asigurați-vă că alegeți versiunea adecvată pentru a preveni eșecurile de pornire.
ru_ru: Среда выполнения Java является обязательной средой для сервера Minecraft Java. Обязательно выберите подходящую версию, чтобы предотвратить сбои при запуске.
sr_sp: Јава рунтиме је потребно окружење за Минецрафт Јава сервер. Будите сигурни да изаберете одговарајућу верзију како би се спречило покретање неуспеха.
sv_se: Java-körningen är en obligatorisk miljö för Minecrafts Java-server. Se till att välja lämplig version för att förhindra startfel.
tr_tr: Java çalışma zamanı, Minecraft Java sunucusu için gerekli bir ortamdır. Başlatma hatalarını önlemek için uygun sürümü seçtiğinizden emin olun.
uk_ua: Середовище виконання Java є обов'язковим середовищем для сервера Minecraft Java. Обов'язково виберіть відповідну версію, щоб запобігти збоям запуску.
vi_vn: Thời gian chạy Java là môi trường bắt buộc đối với máy chủ Minecraft Java. Hãy chắc chắn chọn phiên bản thích hợp để ngăn chặn lỗi khởi động.
zh_hans: Java 运行时是 Minecraft Java 服务器的必需环境。请务必选择合适的版本，防止启动失败。
zh_hant: Java 運行时是 Minecraft Java 服务器的必需环境。請務必選擇合適的版本，以防止啟動失敗。

source: Java Path
af_za: Java-pad
ar_sa: مسار جافا
ca_es: Camí Java
cs_cz: Cesta k Javě
da_dk: Java-sti
de_de: Java-Pfad
el_gr: Διαδρομή Java
es_es: Ruta de acceso de Java
fi_fi: Java-polku
fr_fr: Chemin d’accès Java
he_il: נתיב Java
hu_hu: Java elérési út
it_it: Percorso Java
ja_jp: Java パス
ko_kr: Java 경로
nb_no: Java-bane
nl_nl: Java-pad
pl_pl: Ścieżka Java
pt_pt: Caminho Java
ro_ro: Calea Java
ru_ru: Java-путь
sr_sp: Јава пут
sv_se: Sökväg till Java
tr_tr: Java yolu
uk_ua: Шлях до Java
vi_vn: Đường dẫn Java
zh_hans: Java 路径
zh_hant: Java 位置路徑

source: Select Manually
af_za: Handmatige keuse
ar_sa: الاختيار اليدوي
ca_es: Selecció manual
cs_cz: Ruční výběr
da_dk: Manuelt valg
de_de: Manuelle Auswahl
el_gr: Χειροκίνητη επιλογή
es_es: Selección manual
fi_fi: Manuaalinen valinta
fr_fr: Sélection manuelle
he_il: בחירה ידנית
hu_hu: Kézi kiválasztás
it_it: Selezione manuale
ja_jp: 手動選択
ko_kr: 수동 선택
nb_no: Manuelt valg
nl_nl: Handmatige selectie
pl_pl: Wybór ręczny
pt_pt: Seleção manual
ro_ro: Selecție manuală
ru_ru: Ручной выбор
sr_sp: Ручни избор
sv_se: Manuellt val
tr_tr: Manuel seçim
uk_ua: Ручний підбір
vi_vn: Lựa chọn thủ công
zh_hans: 手动选择
zh_hant: 手動選擇

# ScanJavaAtDaemon
source: Automatically scan on the Daemon host
af_za: Soek outomaties op Daemon-gashere
ar_sa: البحث تلقائيا على المضيفين الخفي
ca_es: Cerca automàtica als equips del dimoni
cs_cz: Automatické vyhledávání na hostitelích démona
da_dk: Søg automatisk på Daemon-værter
de_de: Automatische Suche auf Daemon-Hosts
el_gr: Αυτόματη αναζήτηση σε κεντρικούς υπολογιστές Daemon
es_es: Búsqueda automática en hosts de demonio
fi_fi: Hae automaattisesti Daemon-isännistä
fr_fr: Recherche automatique sur les hôtes Daemon
he_il: חיפוש אוטומטי במארחי Daemon
hu_hu: Automatikus keresés a démongépeken
it_it: Ricerca automatica sugli host Daemon
ja_jp: デーモンホストで自動的に検索
ko_kr: Daemon 호스트에서 자동 검색
nb_no: Søk automatisk på Daemon-verter
nl_nl: Automatisch zoeken op Daemon-hosts
pl_pl: Automatyczne wyszukiwanie na hostach demona
pt_pt: Pesquisar automaticamente em hosts Daemon
ro_ro: Căutați automat pe gazdele Daemon
ru_ru: Автоматический поиск на хостах демона
sr_sp: Аутоматски тражи на Даемон домаћинима
sv_se: Sök automatiskt på Daemon-värdar
tr_tr: Daemon ana bilgisayarlarında otomatik olarak arama yapın
uk_ua: Автоматичний пошук на хостів Daemon
vi_vn: Tự động tìm kiếm trên máy chủ Daemon
zh_hans: 在 Daemon 宿主机自动搜索
zh_hant: 在 Daemon 宿主機中自動搜索

# SelectFromResult
source: Select from existing results
af_za: Kies uit bestaande resultate
ar_sa: اختر من النتائج الحالية
ca_es: Tria entre els resultats existents
cs_cz: Vyberte si z existujících výsledků
da_dk: Vælg mellem eksisterende resultater
de_de: Wählen Sie aus vorhandenen Ergebnissen
el_gr: Επιλέξτε από τα υπάρχοντα αποτελέσματα
es_es: Elija entre los resultados existentes
fi_fi: Valitse olemassa olevista tuloksista
fr_fr: Choisissez parmi les résultats existants
he_il: בחר מתוך תוצאות קיימות
hu_hu: Válasszon a meglévő találatok közül
it_it: Scegli tra i risultati esistenti
ja_jp: 既存の結果から選択
ko_kr: 기존 결과에서 선택
nb_no: Velg blant eksisterende resultater
nl_nl: Kies uit bestaande resultaten
pl_pl: Wybieranie spośród istniejących wyników
pt_pt: Escolha entre os resultados existentes
ro_ro: Alegeți dintre rezultatele existente
ru_ru: Выбор из существующих результатов
sr_sp: Изаберите неку од постојећих резултата
sv_se: Välj bland befintliga resultat
tr_tr: Mevcut sonuçlar arasından seçim yapın
uk_ua: Виберіть із наявних результатів
vi_vn: Chọn từ các kết quả hiện có
zh_hans: 从现有结果中选取
zh_hant: 從現有結果中選取

# MinecraftJavaRequirementTip
source: 1.12+ requires Java 8\n1.17+ requires Java 16\n1.18+ requires Java 17\n1.20.5+ requires Java 21
af_za: 1.12+ benodig Java 8\n1.17+ benodig Java 16\n1.18+ benodig Java 17\n1.20.5+ benodig Java 21
ar_sa: 1.12+ يتطلب جافا 8\n1.17+ يتطلب جافا 16\n1.18+ يتطلب جافا 17\n1.20.5+ يتطلب جافا 21
ca_es: 1.12+ requereix Java 8\n1.17+ requereix Java 16\n1.18+ requereix Java 17\n1.20.5+ requereix Java 21
cs_cz: 1.12+ vyžaduje Javu 8\n1.17+ vyžaduje Javu 16\n1.18+ vyžaduje Javu 17\n1.20.5+ vyžaduje Javu 21
da_dk: 1.12+ kræver Java 8\n1.17+ kræver Java 16\n1.18+ kræver Java 17\n1.20.5+ kræver Java 21
de_de: 1.12+ erfordert Java 8\n1.17+ benötigt Java 16\n1.18+ benötigt Java 17\n1.20.5+ benötigt Java 21
el_gr: 1.12+ απαιτεί Java 8\n1.17+ απαιτεί Java 16\n1.18+ απαιτεί Java 17\n1.20.5+ απαιτεί Java 21
es_es: 1.12+ requiere Java 8\n1.17+ requiere Java 16\n1.18+ requiere Java 17\n1.20.5+ requiere Java 21
fi_fi: 1.12+ vaatii Java 8:n\n1.17+ vaatii Java 16:n\n1.18+ vaatii Java 17:n\n1.20.5+ vaatii Java 21:n
fr_fr: 1.12+ nécessite Java 8\n1.17+ nécessite Java 16\n1.18+ nécessite Java 17\nLa version 1.20.5+ nécessite Java 21
he_il: 1.12+ דורש Java 8\n1.17+ דורש Java 16\n1.18+ דורש Java 17\n1.20.5+ דורש Java 21
hu_hu: Az 1.12+ használatához Java 8 szükséges\nAz 1.17+ használatához Java 16 szükséges\nAz 1.18+ használatához Java 17 szükséges\nAz 1.20.5+ használatához Java 21 szükséges
it_it: 1.12+ richiede Java 8\n1.17+ richiede Java 16\n1.18+ richiede Java 17\n1.20.5+ richiede Java 21
ja_jp: 1.12+にはJava 8が必要です\n1.17+にはJava 16が必要です\n1.18+ には Java 17 が必要です\n1.20.5+ には Java 21 が必要です
ko_kr: 1.12+에는 Java 8이 필요합니다.\n1.17+에는 Java 16이 필요합니다.\n1.18+에는 Java 17이 필요합니다.\n1.20.5+에는 Java 21이 필요합니다
nb_no: 1.12+ krever Java 8\n1.17+ krever Java 16\n1.18+ krever Java 17\n1.20.5+ krever Java 21
nl_nl: 1.12+ vereist Java 8\n1.17+ vereist Java 16\n1.18+ vereist Java 17\n1.20.5+ vereist Java 21
pl_pl: 1.12+ wymaga środowiska Java 8\n1.17+ wymaga Javy 16\n1.18+ wymaga Javy 17\n1.20.5+ wymaga Javy 21
pt_pt: 1.12+ requer Java 8\n1.17+ requer Java 16\n1.18+ requer Java 17\n1.20.5+ requer Java 21
ro_ro: 1.12+ necesită Java 8\n1.17+ necesită Java 16\n1.18+ necesită Java 17\n1.20.5+ necesită Java 21
ru_ru: Для версии 1.12+ требуется Java 8\nДля версии 1.17+ требуется Java 16\nДля версии 1.18+ требуется Java 17\nДля версии 1.20.5+ требуется Java 21
sr_sp: 1 .12 + захтева Јава 8\n1 .17 + захтева Јава 16\n1 .18 + захтева Јава 17\n1 .20 .5 + захтева Јава 21
sv_se: 1.12+ kräver Java 8\n1.17+ kräver Java 16\n1.18+ kräver Java 17\n1.20.5+ kräver Java 21
tr_tr: 1.12+, Java 8 gerektirir\n1.17+, Java 16 gerektirir\n1.18+, Java 17 gerektirir\n1.20.5+, Java 21 gerektirir
uk_ua: 1.12+ вимагає Java 8\n1.17+ вимагає Java 16\n1.18+ вимагає Java 17\n1.20.5+ вимагає Java 21
vi_vn: 1.12+ yêu cầu Java 8\n1.17+ yêu cầu Java 16\n1.18+ yêu cầu Java 17\n1.20.5+ yêu cầu Java 21
zh_hans: 1.12+ 要求 Java 8\n1.17+ 要求 Java 16\n1.18+ 要求 Java 17\n1.20.5+ 要求 Java 21
zh_hant: 1.12+ 要求 Java 8\n1.17+ 要求 Java 16\n1.18+ 要求 Java 17\n1.20.5+ 要求 Java 21

source: File name
af_za: Lêernaam
ar_sa: اسم الملف
cs_cz: jméno souboru
da_dk: Filnavn
de_de: Dateiname
el_gr: Όνομα_αρχείου
es_es: Nombre
fi_fi: tiedostonimi
fr_fr: Fichier
he_il: שם קובץ
hu_hu: fájlnév
ja_jp: ファイル名
ko_kr: 파일
nb_no: Filnavn
nl_nl: Bestandsnaam
pl_pl: Pod nazwą
pt_pt: nome do ficheiro
ru_ru: имя файла
sr_sp: Имедатотеке
sv_se: filnamn
tr_tr: Dosyaadı
uk_ua: Файлу
zh_hans: 文件名
zh_hant: 文件名稱

# CreateInstance_SelectOtherExecutableInstanceDependency_Description
source: Please select the file/folder/compressed package required for this new instance. The compressed package only supports ZIP format.
af_za: Kies die lêer / gids / pakket wat benodig word vir die instansie. Die argief ondersteun slegs die zip-formaat.
ar_sa: حدد الملف / المجلد / الحزمة المطلوبة للمثيل. يدعم الأرشيف تنسيق ZIP فقط.
ca_es: Seleccioneu el fitxer/carpeta/paquet necessari per a la instància. L'arxiu només admet el format ZIP.
cs_cz: Vyberte soubor/složku/balíček vyžadovaný pro danou instanci. Archiv podporuje pouze formát ZIP.
da_dk: Vælg den fil/mappe/pakke, der kræves til forekomsten. Arkivet understøtter kun ZIP-formatet.
de_de: Wählen Sie die Datei/den Ordner/das Paket aus, die für die Instanz erforderlich sind. Das Archiv unterstützt nur das ZIP-Format.
el_gr: Επιλέξτε το αρχείο/φάκελο/πακέτο που απαιτείται για την παρουσία. Το αρχείο υποστηρίζει μόνο τη μορφή ZIP.
es_es: Seleccione el archivo/carpeta/paquete requerido para la instancia. El archivo solo admite el formato ZIP.
fi_fi: Valitse esiintymän vaatima tiedosto/kansio/paketti. Arkisto tukee vain ZIP-muotoa.
fr_fr: Sélectionnez le fichier/dossier/package requis pour l’instance. L’archive ne prend en charge que le format ZIP.
he_il: בחר את הקובץ/תיקייה/חבילה הדרושים עבור המופע. הארכיון תומך רק בתבנית ZIP.
hu_hu: Válassza ki a példányhoz szükséges fájlt/mappát/csomagot. Az archívum csak a ZIP formátumot támogatja.
it_it: Selezionare il file/cartella/pacchetto richiesto per l'istanza. L'archivio supporta solo il formato ZIP.
ja_jp: インスタンスに必要なファイル/フォルダ/パッケージを選択します。 アーカイブはZIP形式のみをサポートします。
ko_kr: 인스턴스에 필요한 파일/폴더/패키지를 선택합니다. 아카이브는 ZIP 형식만 지원합니다.
nb_no: Velg filen/mappen/pakken som kreves for forekomsten. Arkivet støtter kun ZIP-formatet.
nl_nl: Selecteer het bestand/de map/het pakket dat nodig is voor het exemplaar. Het archief ondersteunt alleen het ZIP-formaat.
pl_pl: Wybierz plik/folder/pakiet wymagany dla instancji. Archiwum obsługuje tylko format ZIP.
pt_pt: Selecione o arquivo/pasta/pacote necessário para a instância. O arquivo suporta apenas o formato ZIP.
ro_ro: Selectați fișierul/folderul/pachetul necesar pentru instanță. Arhiva acceptă doar formatul ZIP.
ru_ru: Выберите файл/папку/пакет, необходимые для экземпляра. Архив поддерживает только формат ZIP.
sr_sp: Изаберите фајл/фолдер/пакет који је потребан за инстанцу. Архива подржава само ЗИП формат.
sv_se: Välj den fil/mapp/paket som krävs för instansen. Arkivet stöder endast ZIP-formatet.
tr_tr: Örnek için gereken dosyayı/klasörü/paketi seçin. Arşiv yalnızca ZIP biçimini destekler.
uk_ua: Виберіть файл/папку/пакет, необхідний для екземпляра. Архів підтримує лише формат ZIP.
vi_vn: Chọn tệp/thư mục/gói cần thiết cho phiên bản. Kho lưu trữ chỉ hỗ trợ định dạng ZIP.
zh_hans: 请选择该实例所需的文件/文件夹/压缩包。压缩包仅支持 ZIP 格式。
zh_hant: 請選擇該實例所需的文件/文件夾/壓縮包。壓縮包僅支持 ZIP 格式。

# CreateInstance_SelectOtherExecutableInstanceDependency_Title
source: Dependency
af_za: Ontplooiingsafhanklikhede
ar_sa: تبعيات النشر
ca_es: Dependències d'implementació
cs_cz: Závislosti nasazení
da_dk: Afhængigheder af udrulning
de_de: Abhängigkeiten bei der Bereitstellung
el_gr: Εξαρτήσεις ανάπτυξης
es_es: Dependencias de implementación
fi_fi: Käyttöönoton riippuvuudet
fr_fr: Dépendances de déploiement
he_il: יחסי תלות בין פריסות
hu_hu: Üzembe helyezési függőségek
it_it: Dipendenze della distribuzione
ja_jp: デプロイの依存関係
ko_kr: 배포 종속성
nb_no: Distribusjonsavhengigheter
nl_nl: Afhankelijkheden van implementatie
pl_pl: Zależności wdrożenia
pt_pt: Dependências de implantação
ro_ro: Dependențe de implementare
ru_ru: Зависимости развертывания
sr_sp: Зависности од распоређивања
sv_se: Beroenden för distribution
tr_tr: Dağıtım bağımlılıkları
uk_ua: Залежності від розгортання
vi_vn: Phụ thuộc triển khai
zh_hans: 部署依赖
zh_hant: 部署依賴

# CreateInstance_SetCreateOtherExecutableInstanceRunCommand_Title
source: Run Command
af_za: Voer die opdrag uit
ar_sa: قم بتشغيل الأمر
ca_es: Executa l'ordre
cs_cz: Spusťte příkaz
da_dk: Kør kommandoen
de_de: Führen Sie den Befehl
el_gr: Εκτελέστε την εντολή
es_es: Ejecute el comando
fi_fi: Suorita komento
fr_fr: Exécuter la commande
he_il: הפעל את הפקודה
hu_hu: Futtassa a parancsot
it_it: Esegui il comando
ja_jp: コマンドを実行します
ko_kr: 다음 명령을 실행합니다
nb_no: Kjør kommandoen
nl_nl: Voer de opdracht uit
pl_pl: Uruchom polecenie
pt_pt: Execute o comando
ro_ro: Rulați comanda
ru_ru: Выполните команду
sr_sp: Покрените команду
sv_se: Kör kommandot
tr_tr: Komutu çalıştırın
uk_ua: Виконайте команду
vi_vn: Chạy lệnh
zh_hans: 运行命令
zh_hant: 運行指令
