Repository: MCSLTeam/MCServerLauncher-Future
Catalog: MCServerLauncher.WPF/Resources/Language.*.resx
Languages: af_za, ar_sa, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, he_il, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sr_sp, sv_se, tr_tr, uk_ua, vi_vn, zh_hans, zh_hant

# PreCreateInstanceTip
source: Please select the instance type that you want to create:
af_za: Kies asseblief die metode wat u wil gebruik：
ar_sa: يرجى تحديد الطريقة التي تريد تشغيلها：
ca_es: Si us plau, seleccioneu el mètode que voleu operar：
cs_cz: Vyberte prosím způsob, který chcete provozovat：
da_dk: Vælg den metode, du vil betjene：
de_de: Bitte wählen Sie die Methode aus, die Sie bedienen möchten：
el_gr: Επιλέξτε τη μέθοδο που θέλετε να χρησιμοποιήσετε：
es_es: Seleccione el método que desea utilizar：
fi_fi: Valitse menetelmä, jota haluat käyttää：
fr_fr: Veuillez sélectionner la méthode que vous souhaitez utiliser：
he_il: בחר את השיטה שברצונך להפעיל：
hu_hu: Kérjük, válassza ki a működtetni kívánt módszert：
it_it: Seleziona il metodo che desideri utilizzare：
ja_jp: 操作方法を選択してください：
ko_kr: 조작하고자 하는 방법을 선택해 주세요：
nb_no: Velg metoden du vil bruke：
nl_nl: Selecteer de methode die u wilt gebruiken：
pl_pl: Wybierz metodę, którą chcesz obsługiwać：
pt_pt: Por favor, selecione o método que você deseja operar：
ro_ro: Vă rugăm să selectați metoda pe care doriți să o utilizați：
ru_ru: Пожалуйста, выберите способ, которым вы хотите работать：
sr_sp: Молимо Вас да изаберете метод који желите да радите：
sv_se: Välj den metod du vill använda：
tr_tr: Lütfen çalıştırmak istediğiniz yöntemi seçin：
uk_ua: Будь ласка, виберіть метод, яким ви хочете оперувати：
vi_vn: Vui lòng chọn phương pháp bạn muốn hoạt động：
zh_hans: 请选择欲操作的方式：
zh_hant: 請選擇慾操作方式：

# CreateUniversalMinecraftJavaInstance
source: Universal Minecraft Java Edition Server
af_za: Universal Minecraft Java Edition-bedieners
ar_sa: خوادم ماين كرافت الطبعة جافا العالمية
ca_es: Servidors universals de Minecraft Java Edition
cs_cz: Univerzální servery Minecraft Java Edition
da_dk: Universal Minecraft Java Edition-servere
el_gr: Διακομιστές Universal Minecraft Java Edition
es_es: Servidores universales de Minecraft Java Edition
fi_fi: Universaalit Minecraft Java Edition -palvelimet
fr_fr: Serveurs universels Minecraft Java Edition
he_il: שרתי Universal Minecraft Java Edition
hu_hu: Universal Minecraft Java Edition szerverek
it_it: Server Universal Minecraft Java Edition
ja_jp: ユニバーサルMinecraft Java Editionサーバー
ko_kr: 범용 Minecraft Java Edition 서버
nb_no: Universelle Minecraft Java Edition-servere
nl_nl: Universele Minecraft Java Edition-servers
pl_pl: Uniwersalne serwery Minecraft Java Edition
pt_pt: Servidores Universal Minecraft Java Edition
ro_ro: Servere universale Minecraft Java Edition
ru_ru: Универсальные серверы Minecraft Java Edition
sr_sp: Универзални Минецрафт Јава Едитион сервери
sv_se: Universella Minecraft Java Edition-servrar
tr_tr: Evrensel Minecraft Java Sürümü sunucuları
uk_ua: Універсальні сервери Minecraft Java Edition
vi_vn: Máy chủ Minecraft Java Edition phổ biến
zh_hans: 通用 Minecraft Java 版服务器
zh_hant: 通用 Minecraft Java 版伺服器

# CreateMinecraftForgeInstance
source: Minecraft Forge Server
af_za: Minecraft Forge bedieners
ar_sa: خوادم ماين كرافت فورج
ca_es: Servidors de Minecraft Forge
cs_cz: Servery Minecraft Forge
da_dk: Minecraft Forge-servere
el_gr: Διακομιστές Minecraft Forge
es_es: Servidores de Minecraft Forge
fi_fi: Minecraft Forge -palvelimet
fr_fr: Serveurs Minecraft Forge
he_il: שרתי Minecraft Forge
hu_hu: Minecraft Forge szerverek
it_it: Server di Minecraft Forge
ja_jp: Minecraft Forge サーバー
ko_kr: 마인크래프트 포지 서버
nb_no: Minecraft Forge-servere
nl_nl: Minecraft Forge servers
pl_pl: Serwery Minecraft Forge
pt_pt: Minecraft Forge servidores
ro_ro: Servere Minecraft Forge
ru_ru: Серверы Minecraft Forge
sr_sp: Минецрафт Форге сервери
sv_se: Minecraft Forge-servrar
tr_tr: Minecraft Forge sunucuları
uk_ua: Сервери Minecraft Forge
vi_vn: Máy chủ Minecraft Forge
zh_hans: Minecraft Forge 服务器
zh_hant: Minecraft Forge 伺服器

# CreateMinecraftNeoForgeInstance
source: Minecraft NeoForge Server
af_za: Minecraft NeoForge-bedieners
ar_sa: خوادم ماين كرافت نيوفورج
ca_es: Servidors Minecraft NeoForge
cs_cz: Servery Minecraft NeoForge
da_dk: Minecraft NeoForge-servere
el_gr: Διακομιστές Minecraft NeoForge
es_es: Servidores de Minecraft NeoForge
fi_fi: Minecraft NeoForge -palvelimet
fr_fr: Serveurs Minecraft NeoForge
he_il: שרתי Minecraft NeoForge
hu_hu: Minecraft NeoForge szerverek
it_it: Server Minecraft NeoForge
ja_jp: Minecraft NeoForge サーバー
ko_kr: 마인크래프트 네오포지 서버
nb_no: Minecraft NeoForge-servere
nl_nl: Minecraft NeoForge-servers
pl_pl: Serwery Minecraft NeoForge
pt_pt: Minecraft NeoForge Servidores
ro_ro: Servere Minecraft NeoForge
ru_ru: Серверы Minecraft NeoForge
sr_sp: Минецрафт НеоФорге сервери
sv_se: Minecraft NeoForge-servrar
tr_tr: Minecraft NeoForge Sunucuları
uk_ua: Сервери Minecraft NeoForge
vi_vn: Máy chủ Minecraft NeoForge
zh_hans: Minecraft NeoForge 服务器
zh_hant: Minecraft NeoForge 伺服器

# CreateMinecraftFabricInstance
source: Minecraft Fabric Server
af_za: Minecraft Fabric bedieners
ar_sa: خوادم ماين كرافت فابريك
ca_es: Servidors de Minecraft Fabric
cs_cz: Servery Minecraft Fabric
da_dk: Minecraft Fabric-servere
el_gr: Διακομιστές Minecraft Fabric
es_es: Servidores de Minecraft Fabric
fi_fi: Minecraft Fabric -palvelimet
fr_fr: Serveurs Minecraft Fabric
he_il: שרתי Minecraft Fabric
hu_hu: Minecraft Fabric szerverek
it_it: Server Minecraft Fabric
ja_jp: Minecraft Fabric サーバー
ko_kr: 마인크래프트 패브릭 서버
nb_no: Minecraft Fabric-servere
nl_nl: Minecraft Fabric servers
pl_pl: Serwery Minecraft Fabric
pt_pt: Minecraft Fabric servidores
ro_ro: Servere Minecraft Fabric
ru_ru: Серверы Minecraft Fabric
sr_sp: Минецрафт Фабриц сервери
sv_se: Minecraft Fabric-servrar
tr_tr: Minecraft Fabric sunucuları
uk_ua: Сервери Minecraft Fabric
vi_vn: Máy chủ Minecraft Fabric
zh_hans: Minecraft Fabric 服务器
zh_hant: Minecraft Fabric 伺服器

# CreateMinecraftQuiltInstance
source: Minecraft Quilt Server
af_za: Minecraft Quilt bedieners
ar_sa: خوادم ماين كرافت لحاف
ca_es: Servidors de Minecraft Quilt
cs_cz: Servery Minecraft Quilt
da_dk: Minecraft Quilt-servere
el_gr: Διακομιστές Minecraft Quilt
es_es: Servidores de Minecraft Quilt
fi_fi: Minecraft Quilt -palvelimet
fr_fr: Serveurs Minecraft Quilt
he_il: שרתי Minecraft Quilt
hu_hu: Minecraft paplan szerverek
it_it: Server di trapunta di Minecraft
ja_jp: Minecraft Quilt サーバー
ko_kr: 마인크래프트 퀼트 서버
nb_no: Minecraft Quilt-servere
nl_nl: Minecraft Quilt servers
pl_pl: Serwery Minecraft Quilt
pt_pt: Minecraft Quilt servidores
ro_ro: Servere Minecraft Quilt
ru_ru: Серверы Minecraft Quilt
sr_sp: Минецрафт јорган сервери
sv_se: Minecraft Quilt-servrar
tr_tr: Minecraft Yorgan sunucuları
uk_ua: Сервери Minecraft Quilt
vi_vn: Máy chủ Minecraft Quilt
zh_hans: Minecraft Quilt 服务器
zh_hant: Minecraft Quilt 伺服器

# CreateMinecraftBedrockInstance
source: Minecraft Bedrock Edition Server
af_za: Minecraft Bedrock Edition bedieners
ar_sa: خوادم ماين كرافت بيدروك إيديشن
ca_es: Servidors de Minecraft Bedrock Edition
cs_cz: Servery Minecraft Bedrock Edition
da_dk: Minecraft Bedrock Edition-servere
de_de: Server der Minecraft Bedrock Edition
el_gr: Διακομιστές Minecraft Bedrock Edition
es_es: Servidores de Minecraft Bedrock Edition
fi_fi: Minecraft Bedrock Edition -palvelimet
fr_fr: Serveurs Minecraft Bedrock Edition
he_il: שרתי Minecraft Bedrock Edition
hu_hu: Minecraft Bedrock Edition szerverek
it_it: Server Minecraft Bedrock Edition
ja_jp: Minecraft Bedrock Edition サーバー
ko_kr: 마인크래프트 베드락 에디션 서버
nb_no: Minecraft Bedrock Edition-servere
nl_nl: Minecraft Bedrock Edition-servers
pl_pl: Serwery Minecraft Bedrock Edition
pt_pt: Minecraft Bedrock Edition servidores
ro_ro: Servere Minecraft Bedrock Edition
ru_ru: Серверы Minecraft Bedrock Edition
sr_sp: Минецрафт Бедроцк Едитион сервери
sv_se: Minecraft Bedrock Edition-servrar
tr_tr: Minecraft Bedrock Sürümü sunucuları
uk_ua: Сервери Minecraft Bedrock Edition
vi_vn: Máy chủ Minecraft Bedrock Edition
zh_hans: Minecraft 基岩版服务器
zh_hant: Minecraft 基岩版伺服器

# CreateMinecraftGeyserStandaloneInstance
source: Minecraft Geyser Standalone Server
af_za: Minecraft Geyser Interoperabiliteit Selfstandig
ar_sa: ماين كرافت السخان التشغيل البيني مستقل
ca_es: Interoperabilitat de guèiser de Minecraft autònoma
cs_cz: Samostatná interoperabilita gejzíru Minecraft
da_dk: Minecraft Geyser Interoperability Standalone
de_de: Minecraft Geyser Interoperabilität Standalone
el_gr: Αυτόνομη διαλειτουργικότητα Minecraft Geyser
es_es: Minecraft Geyser Interoperabilidad Standalone
fi_fi: Erillinen Minecraft Geyser -yhteentoimivuus
fr_fr: Interopérabilité Minecraft Geyser autonome
he_il: יכולת פעולה הדדית של גייזר Minecraft עצמאית
hu_hu: Minecraft gejzír interoperabilitás önálló
it_it: Minecraft Geyser Interoperabilità Standalone
ja_jp: Minecraft Geyser相互運用性スタンドアロン
ko_kr: Minecraft Geyser 상호 운용성 독립 실행형
nb_no: Minecraft Geysir-interoperabilitet frittstående
nl_nl: Minecraft Geyser Interoperabiliteit Standalone
pl_pl: Interoperacyjność gejzeru Minecraft Samodzielna
pt_pt: Minecraft Geyser Interoperabilidade Standalone
ro_ro: Interoperabilitate Minecraft Geyser Standalone
ru_ru: Автономная совместимость гейзеров Minecraft
sr_sp: Минецрафт Гејзир интероперабилност Самостална
sv_se: Minecraft Geyser Interoperability (fristående)
tr_tr: Minecraft Gayzer Birlikte Çalışabilirliği Bağımsız
uk_ua: Автономна сумісність гейзера Minecraft
vi_vn: Minecraft Geyser Khả năng tương tác độc lập
zh_hans: Minecraft Geyser互通 独立端
zh_hant: Minecraft Geyser互通 獨立端

# CreateMinecraftBungeeCordInstance
source: Minecraft BungeeCord Proxy Server
af_za: Minecraft BungeeCord groep kant
ar_sa: ماين كرافت بنجي كورد جانب المجموعة
ca_es: Minecraft BungeeCord costat del grup
cs_cz: Minecraft BungeeCord strana skupiny
da_dk: Minecraft BungeeCord gruppe side
de_de: Minecraft BungeeCord Gruppenseite
el_gr: Πλευρά ομάδας Minecraft BungeeCord
es_es: Lado del grupo BungeeCord de Minecraft
fi_fi: Minecraft BungeeCord -ryhmän puoli
fr_fr: Minecraft BungeeCord côté groupe
he_il: צד הקבוצה Minecraft BungeeCord
hu_hu: Minecraft BungeeCord csoport oldal
it_it: Minecraft BungeeCord lato gruppo
ja_jp: Minecraft BungeeCord グループ側
ko_kr: Minecraft BungeeCord 그룹 측
nb_no: Minecraft BungeeCord-gruppeside
nl_nl: Minecraft BungeeCord groepszijde
pl_pl: Strona grupy Minecraft BungeeCord
pt_pt: Minecraft BungeeCord lado do grupo
ro_ro: Partea grupului Minecraft BungeeCord
ru_ru: Minecraft BungeeCord сторона группы
sr_sp: Минецрафт БунгееЦорд група страна
sv_se: Minecraft BungeeCord-gruppens sida
tr_tr: Minecraft BungeeCord grup tarafı
uk_ua: Майнкрафт БанджіКорд групова сторона
vi_vn: Minecraft BungeeCord bên nhóm
zh_hans: Minecraft BungeeCord 群组端
zh_hant: Minecraft BungeeCord 群組端

# CreateMinecraftWaterfallInstance
source: Minecraft Waterfall Proxy Server
af_za: Minecraft Waterval groep kant
ar_sa: جانب مجموعة شلال ماين كرافت
ca_es: Costat del grup de Minecraft Waterfall
cs_cz: Strana skupiny vodopádu Minecraft
da_dk: Minecraft Vandfald-gruppeside
de_de: Minecraft Wasserfall Gruppenseite
el_gr: Πλευρά ομάδας Minecraft Waterfall
es_es: Lado del grupo de Minecraft Waterfall
fi_fi: Minecraftin vesiputousryhmän puoli
fr_fr: Minecraft Waterfall côté groupe
he_il: צד הקבוצה Minecraft Waterfall
hu_hu: Minecraft vízesés csoport oldala
it_it: Cascata di Minecraft lato gruppo
ja_jp: Minecraft Waterfall グループ側
ko_kr: 마인크래프트 폭포 그룹 측
nb_no: Minecraft Waterfall-gruppesiden
nl_nl: Minecraft Waterval groep kant
pl_pl: Strona grupy Minecraft Waterfall
pt_pt: Minecraft Waterfall lado do grupo
ro_ro: Minecraft Waterfall partea grupului
ru_ru: Сторона группы Minecraft Waterfall
sr_sp: Минецрафт Ватерфалл група страна
sv_se: Minecraft vattenfall gruppsida
tr_tr: Minecraft Şelalesi grup tarafı
uk_ua: Майнкрафт Водоспад сторона групи
vi_vn: Bên nhóm Minecraft Waterfall
zh_hans: Minecraft Waterfall 群组端
zh_hant: Minecraft Waterfall 群組端

# CreateMinecraftVelocityInstance
source: Minecraft Velocity Proxy Server
af_za: Minecraft Velocity Groep Kant
ar_sa: ماين كرافت سرعة المجموعة الجانب
ca_es: Costat del grup de velocitat de Minecraft
cs_cz: Strana skupiny rychlosti Minecraftu
da_dk: Minecraft Velocity Group Side
de_de: Minecraft Velocity Gruppenseite
el_gr: Minecraft Velocity Group Πλευρά
es_es: Lado del grupo de velocidad de Minecraft
fi_fi: Minecraft Velocity -ryhmän puoli
fr_fr: Minecraft Velocity Côté groupe
he_il: הצד של קבוצת Minecraft Velocity
hu_hu: Minecraft Velocity csoportoldal
it_it: Lato gruppo di velocità di Minecraft
ja_jp: Minecraft Velocity グループ側
ko_kr: Minecraft Velocity 그룹 측
nb_no: Minecraft Velocity Group Side
nl_nl: Minecraft Velocity Groep Zijde
pl_pl: Strona grupy prędkości Minecraft
pt_pt: Minecraft Velocity Group Lado
ro_ro: Minecraft Velocity Group Side
ru_ru: Minecraft Velocity Group Сторона
sr_sp: Минецрафт Брзина Група страна
sv_se: Minecraft Velocity-gruppens sida
tr_tr: Minecraft Velocity Grup Tarafı
uk_ua: Майнкрафт Швидкісна група Сторона
vi_vn: Mặt nhóm vận tốc Minecraft
zh_hans: Minecraft Velocity 群组端
zh_hant: Minecraft Velocity 群組端

# CreateMinecraftTravertineInstance
source: Minecraft Travertine Proxy Server
af_za: Minecraft Travertine groep kant
ar_sa: ماين كرافت الترافرتين جانب المجموعة
ca_es: Minecraft Travertí costat del grup
cs_cz: Strana skupiny Minecraft Travertine
da_dk: Minecraft Travertine-gruppesiden
de_de: Minecraft Travertin Gruppenseite
el_gr: Ομάδα τραβερτίνης Minecraft
es_es: Lado del grupo de travertino de Minecraft
fi_fi: Minecraft Travertine -ryhmän puoli
fr_fr: Minecraft Travertin côté groupe
he_il: צד הקבוצה Minecraft Travertine
hu_hu: Minecraft Travertine csoport oldal
it_it: Lato gruppo travertino Minecraft
ja_jp: Minecraft Travertine グループ側
ko_kr: 마인크래프트 트래버틴 그룹 측
nb_no: Minecraft Travertin-gruppesiden
nl_nl: Minecraft Travertijn groep kant
pl_pl: Strona grupy Minecraft Trawertyn
pt_pt: Minecraft Travertino lado do grupo
ro_ro: Partea grupului Minecraft Travertin
ru_ru: Minecraft Травертин групповая сторона
sr_sp: Минецрафт Травертин група страна
sv_se: Minecraft Travertine gruppsida
tr_tr: Minecraft Traverten grup tarafı
uk_ua: Майнкрафт Травертин групова сторона
vi_vn: Bên nhóm Minecraft Travertine
zh_hans: Minecraft Travertine 群组端
zh_hant: Minecraft Travertine 群組端

# CreateUniversalFastReverseProxyClientInstance
source: Universal Frp Client (Frpc)
af_za: 通用 Frp 客户端程序 (Frpc)
ar_sa: برنامج عميل Frp العام (Frpc)
ca_es: 通用 Frp 客户端程序 (Frpc)
cs_cz: <data name="Plugins" xml:space="preserve"> <value /> </data> <data name="Add" xml:space="preserve"> <value /> </data> <data name="ConsoleCommand_EventTrigger_Trigger" xml:space="preserve"> <value /> </data> <data name="ConsoleCommand_EventTrigger_Event" xml:space="preserve"> <value /> </data> <data name="ClickToView" xml:space="preserve"> <value /> </data> <data name="ViewIPAddress" xml:space="preserve"> <value /> </data> <data name="ConsoleBoard_Minecraft_ServerIP_Title" xml:space="preserve"> <value /> </data> <data name="ConsoleBoard_Minecraft_ServerPlayersList_Title" xml:space="preserve"> <value /> </data> <data name="ConsoleTitle" xml:space="preserve"> <value /> </data> <data name="Console_BoardNavMenu" xml:space="preserve"> <value /> </data> <data name="Console_CommandNavMenu" xml:space="preserve"> <value /> </data> <data name="Console_FileManagerNavMenu" xml:space="preserve"> <value /> </data> <data name="Console_EventTriggerNavMenu" xml:space="preserve"> <value /> </data> <data name="Console_ComponentManagerNavMenu" xml:space="preserve"> <value /> </data> <data name="Console_OthersNavMenu" xml:space="preserve"> <value /> </data> <data name="Console_InstanceSettingsNavMenu" xml:space="preserve"> <value /> </data> <data name="CreateMinecraftInstanceCategory" xml:space="preserve"> <value /> </data> <data name="CreateFrpcInstanceCategory" xml:space="preserve"> <value /> </data> <data name="CreateInstance_SelectTerrariaArchive_Title" xml:space="preserve"> <value /> </data>
da_dk: 通用 Frp 客户端程序 (Frpc)
de_de: 通用 Frp 客户端程序 (Frpc)
el_gr: 通用 Frp 客户端程序 (Frpc)
es_es: 通用 Frp 客户端程序 (Frpc)
fi_fi: 通用 Frp 客户端程序 (Frpc)
fr_fr: 通用 Frp 客户端程序 (Frpc)
he_il: 通用 Frp 客户端程序 (Frpc)
hu_hu: 通用 Frp 客户端程序 (Frpc)
it_it: 通用 Frp 客户端程序 (Frpc)
ja_jp: 通用 Frp 客户端程序 (Frpc)
ko_kr: 通用 Frp 客户端程序 (Frpc)
nb_no: 通用 Frp 客户端程序 (Frpc)
nl_nl: 通用 Frp 客户端程序 (Frpc)
pl_pl: 通用 Frp 客户端程序 (Frpc)
pt_pt: 通用 Frp 客户端程序 (Frpc)
ro_ro: 通用 Frp 客户端程序 (Frpc)
ru_ru: Универсальная клиентская программа Frp (Frpc)
sv_se: 通用 Frp 客户端程序 (Frpc)
tr_tr: 通用 Frp 客户端程序 (Frpc)
uk_ua: 通用 Frp 客户端程序 (Frpc)
vi_vn: 通用 Frp 客户端程序 (Frpc)
zh_hans: 通用 Frp 客户端程序 (Frpc)
zh_hant: 通用 Frp 用戶端程式 （Frpc）

# CreateTerrariaServerInstance
source: Terraria Server
af_za: Terraria-speletjiebedieners
ar_sa: خوادم ألعاب تيراريا
ca_es: Servidors de jocs Terraria
cs_cz: Herní servery Terraria
da_dk: Terraria spilservere
de_de: Terraria Gameserver
el_gr: Διακομιστές παιχνιδιών Terraria
es_es: Servidores de juegos de Terraria
fi_fi: Terraria-pelipalvelimet
fr_fr: Serveurs de jeu Terraria
he_il: שרתי משחק Terraria
hu_hu: Terraria játékszerverek
it_it: Server di gioco Terraria
ja_jp: Terrariaゲームサーバー
ko_kr: Terraria 게임 서버
nb_no: Terraria spillservere
nl_nl: Terraria Game Servers
pl_pl: Serwery gier Terraria
pt_pt: Terraria Game Servidores
ro_ro: Servere de jocuri Terraria
ru_ru: Игровые серверы Terraria
sr_sp: Террариа Гаме Сервери
sv_se: Terraria spelservrar
tr_tr: Terraria Oyun Sunucuları
uk_ua: Ігрові сервери Terraria
vi_vn: Máy chủ trò chơi Terraria
zh_hans: Terraria 游戏服务器
zh_hant: Terraria 遊戲伺服器

# CreateOtherExecutableInstance
source: Other Executable Programs
af_za: Ander konsoleprogramme
ar_sa: برامج وحدة التحكم الأخرى
ca_es: Altres programes de consola
cs_cz: Další konzolové programy
da_dk: Andre konsolprogrammer
de_de: Andere Konsolenprogramme
el_gr: Άλλα προγράμματα κονσόλας
es_es: Otros programas de consola
fi_fi: Muut konsoliohjelmat
fr_fr: Autres programmes de console
he_il: תוכניות קונסולה אחרות
hu_hu: Egyéb konzolprogramok
it_it: Altri programmi per console
ja_jp: その他のコンソールプログラム
ko_kr: 다른 콘솔 프로그램
nb_no: Andre konsollprogrammer
nl_nl: Andere consoleprogramma's
pl_pl: Inne programy konsolowe
pt_pt: Outros programas de consola
ro_ro: Alte programe de consolă
ru_ru: Другие консольные программы
sr_sp: Остали конзолни програми
sv_se: Andra konsolprogram
tr_tr: Diğer konsol programları
uk_ua: Інші консольні програми
vi_vn: Các chương trình giao diện điều khiển khác
zh_hans: 其他控制台程序
zh_hant: 其他控制台程式

# ImportExistsInstance
source: Import Existing Instance
af_za: Voer 'n bestaande instansie in
ar_sa: استيراد مثيل موجود
ca_es: Importar una instància existent
cs_cz: Import existující instance
da_dk: Importere en eksisterende forekomst
de_de: Importieren einer vorhandenen Instanz
el_gr: Εισαγωγή υπάρχουσας παρουσίας
es_es: Importar una instancia existente
fi_fi: Aiemmin luodun esiintymän tuominen
fr_fr: Importer une instance existante
he_il: ייבוא מופע קיים
hu_hu: Meglévő példány importálása
it_it: Importazione di un'istanza esistente
ja_jp: 既存のインスタンスのインポート
ko_kr: 기존 인스턴스 가져오기Import an existing instance
nb_no: Importere en eksisterende forekomst
nl_nl: Een bestaand exemplaar importeren
pl_pl: Importowanie istniejącej instancji
pt_pt: Importar uma instância existente
ro_ro: Importarea unei instanțe existente
ru_ru: Импорт существующего экземпляра
sr_sp: Увезите постојећу инстанцу
sv_se: Importera en befintlig instans
tr_tr: Var olan bir örneği içe aktarma
uk_ua: Імпорт існуючого екземпляра
vi_vn: Nhập phiên bản hiện có
zh_hans: 导入现有实例
zh_hant: 添加現有實例

# HomeTip
source: A new journey, a new experience.
af_za: Nuwe reis, nuwe ervaring.
ar_sa: رحلة جديدة، تجربة جديدة.
ca_es: Nou viatge, nova experiència.
cs_cz: Nová cesta, nová zkušenost.
da_dk: Ny rejse, ny oplevelse.
de_de: Neue Reise, neue Erfahrung.
el_gr: Νέο ταξίδι, νέα εμπειρία.
es_es: Nuevo viaje, nueva experiencia.
fi_fi: Uusi matka, uusi kokemus.
fr_fr: Nouveau voyage, nouvelle expérience.
he_il: מסע חדש, חוויה חדשה.
hu_hu: Új utazás, új élmény.
it_it: Nuovo viaggio, nuova esperienza.
ja_jp: 新しい旅、新しい体験。
ko_kr: 새로운 여정, 새로운 경험.
nb_no: Ny reise, ny opplevelse.
nl_nl: Nieuwe reis, nieuwe ervaring.
pl_pl: Nowa podróż, nowe doświadczenie.
pt_pt: Nova jornada, nova experiência.
ro_ro: O nouă călătorie, o nouă experiență.
ru_ru: Новое путешествие, новый опыт.
sr_sp: Ново путовање, ново искуство.
sv_se: Ny resa, ny erfarenhet.
tr_tr: Yeni yolculuk, yeni deneyim.
uk_ua: Нова подорож, новий досвід.
vi_vn: Hành trình mới, trải nghiệm mới.
zh_hans: 新征程，新体验。
zh_hant: 新征程，新體驗。

# InstanceManagerTip
source: Panoramic view, all within your rule.
af_za: Vee die groot prentjie om die wêreld te sien.
ar_sa: اكتسح الصورة الكبيرة لرؤية العالم.
ca_es: Escombra el panorama general per veure el món.
cs_cz: Vydejte se na svět v širších souvislostech.
da_dk: Feje det store billede for at se verden.
de_de: Werfen Sie den Blick über das große Ganze, um die Welt zu sehen.
el_gr: Σαρώστε τη μεγάλη εικόνα για να δείτε τον κόσμο.
es_es: Barre el panorama general para ver el mundo.
fi_fi: Pyyhkäise iso kuva nähdäksesi maailman.
fr_fr: Balayez la vue d’ensemble pour voir le monde.
he_il: טאטאו את התמונה הגדולה כדי לראות את העולם.
hu_hu: Söpörje végig a teljes képet, hogy lássa a világot.
it_it: Spazza il quadro generale per vedere il mondo.
ja_jp: 全体像を一掃して世界を見渡してください。
ko_kr: 큰 그림을 보고 세상을 보세요.
nb_no: Fei det store bildet for å se verden.
nl_nl: Veeg het grote geheel om de wereld te zien.
pl_pl: Spójrz na świat z szerszej perspektywy.
pt_pt: Varra o panorama geral para ver o mundo.
ro_ro: Măturați imaginea de ansamblu pentru a vedea lumea.
ru_ru: Взгляните на общую картину, чтобы увидеть мир.
sr_sp: Очистите велику слику да бисте видели свет.
sv_se: Svep med dig den stora bilden för att se världen.
tr_tr: Dünyayı görmek için büyük resmi tarayın.
uk_ua: Розгорніть загальну картину, щоб побачити світ.
vi_vn: Quét bức tranh lớn để nhìn thế giới.
zh_hans: 纵览全局，以观天下。
zh_hant: 縱覽全局，以觀天下。

# Main_DownloadHistoryNavMenu
source: Downloads
af_za: 下载历史
ar_sa: 下载历史
ca_es: 下载历史
cs_cz: 下载历史
da_dk: 下载历史
de_de: 下载历史
el_gr: 下载历史
es_es: 下载历史
fi_fi: 下载历史
fr_fr: 下载历史
he_il: 下载历史
hu_hu: 下载历史
it_it: 下载历史
ja_jp: 下载历史
ko_kr: 下载历史
nb_no: 下载历史
nl_nl: 下载历史
pl_pl: 下载历史
pt_pt: 下载历史
ro_ro: 下载历史
ru_ru: История скачивания
sv_se: 下载历史
tr_tr: 下载历史
uk_ua: 下载历史
vi_vn: 下载历史
zh_hans: 下载历史
zh_hant: 下載歷史

# ResDownloadTipPrefix
source: Whatever you want, is here to be found. (Currently using
af_za: Noem maar op, dit is hier. (Tans in gebruik
ar_sa: سمها ما شئت ، لقد وصلت إلى هنا. (قيد الاستخدام حاليا.)
ca_es: El que sigui, ha arribat aquí. (Actualment en ús.)
cs_cz: Na co si vzpomenete, je to tady. (V současné době se používá.)
da_dk: You name it, det er her. (I øjeblikket i brug.)
de_de: Was auch immer, es ist hier. (Derzeit in Gebrauch.)
el_gr: Μπορείτε να το ονομάσετε, είναι εδώ. (Προς το παρόν σε χρήση.)
es_es: Lo que sea, lo tiene aquí. (Actualmente en uso.)
fi_fi: Sinä nimeät sen, se on täällä. (Tällä hetkellä käytössä.)
fr_fr: Vous l’appelez, il est là. (Actuellement utilisé.)
he_il: תקראו לזה, זה הגיע לכאן. (נמצא כעת בשימוש.)
hu_hu: Nevezd meg, itt van. (Jelenleg használatban van.)
it_it: Lo chiami, è arrivato qui. (Attualmente in uso.)
ja_jp: 何でもいい、ここにある。 (現在使用中)
ko_kr: 이름만 대면 알 수 있습니다. (현재 사용 중입니다.)
nb_no: You name it, den er her. (For tiden i bruk.)
nl_nl: Noem maar op, het is hier gekomen. (Momenteel in gebruik.)
pl_pl: Nazwij to, ma tutaj. (Obecnie w użyciu.)
pt_pt: O nome é seu, chegou aqui. (Atualmente em uso.)
ro_ro: Îl numiți, a ajuns aici. (În prezent în uz.)
ru_ru: Вы называете это, оно здесь. (В настоящее время используется.)
sr_sp: Само реците, има овде. (Тренутно у употреби.)
sv_se: You name it, det finns här. (Används för närvarande.)
tr_tr: Adını siz koyun, burada var. (Şu anda kullanımda.)
uk_ua: Що завгодно, це тут. (В даний час використовується.)
vi_vn: Bạn đặt tên cho nó, nó có ở đây. (Hiện đang được sử dụng.)
zh_hans: 你想要的，这里都有。 (当前正在使用
zh_hant: 你想要的，這裡都有。 (當前正在使用
