Repository: MCSLTeam/MCServerLauncher-Future
Catalog: MCServerLauncher.WPF/Resources/Language.*.resx
Languages: af_za, ar_sa, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, he_il, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sr_sp, sv_se, tr_tr, uk_ua, vi_vn, zh_hans, zh_hant

# ResDownloadPage_ProviderName_MCSLSync
source: MCSL-Sync
af_za: MCSL-Sync sinchrone spieëlbeeld
ar_sa: MCSL-Sync النسخ المتزامن
ca_es: Duplicació síncrona MCSL-Sync
cs_cz: Synchronní zrcadlení MCSL-Sync
da_dk: MCSL-Sync synkron spejling
de_de: MCSL-Sync synchrone Spiegelung
el_gr: Σύγχρονος κατοπτρισμός MCSL-Sync
es_es: Duplicación síncrona MCSL-Sync
fi_fi: MCSL-Sync-synkroninen peilaus
fr_fr: Mise en miroir synchrone MCSL-Sync
he_il: שיקוף סינכרוני MCSL-Sync
hu_hu: MCSL-Sync szinkron tükrözés
it_it: Mirroring sincrono MCSL-Sync
ja_jp: MCSL-Sync 同期ミラーリング
ko_kr: MCSL-Sync 동기 미러링
nb_no: MCSL-Sync synkron speiling
nl_nl: MCSL-Sync synchroon spiegelen
pl_pl: Synchroniczne dublowanie MCSL-Sync
pt_pt: Espelhamento síncrono MCSL-Sync
ro_ro: Oglindire sincronă MCSL-Sync
ru_ru: Синхронное зеркалирование MCSL-Sync
sr_sp: МЦСЛ -Синц синхроно зрцаљење
sv_se: MCSL-Sync synkron spegling
tr_tr: MCSL-Sync senkron yansıtma
uk_ua: Синхронне дзеркальне відображення MCSL-Sync
vi_vn: Phản chiếu đồng bộ MCSL-Sync
zh_hans: MCSL-Sync 同步镜像
zh_hant: MCSL-Sync 同步鏡像

source: Announcement
af_za: Aankondiging
ar_sa: إعلان
ca_es: anunci
cs_cz: oznámení
da_dk: bekendtgørelse
de_de: Ankündigung
el_gr: ανακοίνωση
es_es: anuncio
fi_fi: ilmoitus
fr_fr: annonce
he_il: הכרזה
hu_hu: bejelentés
it_it: annuncio
ja_jp: 告知
ko_kr: 발표
nb_no: kunngjøring
nl_nl: aankondiging
pl_pl: anons
pt_pt: anúncio
ro_ro: anunț
ru_ru: объявление
sr_sp: Објаву
sv_se: tillkännagivande
tr_tr: Duyuru
uk_ua: оголошення
vi_vn: thông báo
zh_hans: 公告
zh_hant: 公告

source: Are you sure?
af_za: Is jy seker?
ar_sa: هل أنت متأكد؟
ca_es: Estàs segur?
cs_cz: Opravdu?
da_dk: Er du sikker?
de_de: Bist du sicher?
el_gr: Είσαι σίγουρος?
es_es: ¿Estás seguro?
fi_fi: Oletko varma?
fr_fr: Es-tu sûr?
he_il: אתה בטוח?
hu_hu: Biztos vagy benne?
it_it: Sei sicuro?
ja_jp: 確かですか?
ko_kr: 확실한가요?
nb_no: Er du sikker?
nl_nl: Weet je het zeker?
pl_pl: Czy na pewno?
pt_pt: Tens a certeza?
ro_ro: Eşti sigur?
ru_ru: Уверен?
sr_sp: Јеси сигуран?
sv_se: Är du säker?
tr_tr: Emin misiniz?
uk_ua: Ти впевнений?
vi_vn: Bạn có chắc không?
zh_hans: 你确定吗？
zh_hant: 您確定嗎？

# FirstSetup_EulaDisagreeTip
source: If you refuse the EULA, the application will exit.
af_za: As u die gebruikersooreenkoms verwerp, sal die sagteware teruggetrek word.
ar_sa: إذا رفضت اتفاقية المستخدم ، سحب البرنامج.
ca_es: Si rebutgeu l'acord d'usuari, el programari es retirarà.
cs_cz: Pokud uživatelskou smlouvu odmítnete, bude software stažen.
da_dk: Hvis du afviser brugeraftalen, trækkes softwaren tilbage.
de_de: Wenn Sie die Nutzungsvereinbarung ablehnen, wird die Software zurückgezogen.
el_gr: Εάν απορρίψετε τη Συμφωνία Χρήστη, το Λογισμικό θα αποσυρθεί.
es_es: Si rechaza el Acuerdo de usuario, se retirará el Software.
fi_fi: Jos hylkäät käyttäjäsopimuksen, ohjelmisto peruutetaan.
fr_fr: Si vous refusez le Contrat d’utilisation, le Logiciel sera retiré.
he_il: אם תדחה את הסכם המשתמש, התוכנה תבוטל.
hu_hu: Ha elutasítja a Felhasználói megállapodást, a Szoftver visszavonásra kerül.
it_it: Se l'utente rifiuta l'Accordo con l'utente, il Software verrà ritirato.
ja_jp: ユーザー契約を拒否した場合、ソフトウェアは撤回されます。
ko_kr: 사용자 계약을 거부하면 소프트웨어가 철회됩니다.
nb_no: Hvis du avviser brukeravtalen, vil programvaren bli trukket tilbake.
nl_nl: Als u de Gebruikersovereenkomst afwijst, wordt de Software ingetrokken.
pl_pl: W przypadku odrzucenia Umowy z Użytkownikiem, Oprogramowanie zostanie wycofane.
pt_pt: Se rejeitar o Contrato de Utilizador, o Software será retirado.
ro_ro: Dacă respingeți Acordul de utilizare, Software-ul va fi retras.
ru_ru: Если вы откажетесь от Пользовательского соглашения, Программное обеспечение будет отозвано.
sv_se: Om du avvisar användaravtalet kommer programvaran att dras tillbaka.
tr_tr: Kullanıcı Sözleşmesini reddederseniz, Yazılım geri çekilecektir.
uk_ua: Якщо ви відхилите Угоду користувача, Програмне забезпечення буде відкликано.
vi_vn: Nếu bạn từ chối Thỏa thuận người dùng, Phần mềm sẽ bị thu hồi.
zh_hans: 若您拒绝用户协议，本软件将退出。
zh_hant: 若您拒絕使用協定，本軟體將退出。

# FirstSetup_FakeEulaAgreeTip
source: Please make sure you have read the entire agreement before clicking Agree. You should at least scroll the agreement to the bottom.
af_za: Maak seker dat jy dit alles gelees het voordat jy op Stem saam. U moet ten minste die protokol tot die einde toe rol.
ar_sa: تأكد من قراءة كل شيء قبل النقر فوق موافق. على الأقل ، يجب عليك لف البروتوكول حتى النهاية.
ca_es: Assegureu-vos d'haver-ho llegit tot abans de fer clic a Accepta. Com a mínim, hauríeu de rodar el protocol fins al final.
cs_cz: Před kliknutím na tlačítko Souhlasím se ujistěte, že jste si vše přečetli. Přinejmenším byste měli protokol dotáhnout až do konce.
da_dk: Sørg for, at du har læst det hele, før du klikker på Accepter. I det mindste bør du rulle protokollen til slutningen.
de_de: Stellen Sie sicher, dass Sie alles gelesen haben, bevor Sie auf Zustimmen klicken. Zumindest sollten Sie das Protokoll bis zum Ende rollen.
el_gr: Βεβαιωθείτε ότι τα έχετε διαβάσει όλα πριν κάνετε κλικ στην επιλογή Συμφωνώ. Τουλάχιστον, θα πρέπει να κυλήσετε το πρωτόκολλο μέχρι το τέλος.
es_es: Asegúrate de haberlo leído todo antes de hacer clic en Aceptar. Como mínimo, debe continuar con el protocolo hasta el final.
fi_fi: Varmista, että olet lukenut kaiken, ennen kuin napsautat Hyväksyn. Ainakin sinun pitäisi rullata protokolla loppuun.
fr_fr: Assurez-vous d’avoir tout lu avant de cliquer sur Accepter. À tout le moins, vous devriez rouler le protocole jusqu’à la fin.
he_il: ודא שקראת הכל לפני שתלחץ על מסכים. לכל הפחות, אתה צריך לגלגל את הפרוטוקול עד הסוף.
hu_hu: Győződjön meg róla, hogy mindent elolvasott, mielőtt az Elfogadom gombra kattint. Legalább a végére kell tekernie a protokollt.
it_it: Assicurati di aver letto tutto prima di fare clic su Accetto. Come minimo, dovresti far rotolare il protocollo fino alla fine.
ja_jp: 「同意する」をクリックする前に、すべてを読み終えていることを確認してください。 少なくとも、プロトコルを最後までロールする必要があります。
ko_kr: 동의를 클릭하기 전에 모든 내용을 읽었는지 확인하십시오. 최소한 프로토콜을 끝까지 굴려야 합니다.
nb_no: Sørg for at du har lest alt før du klikker på Godta. I det minste bør du rulle protokollen til slutten.
nl_nl: Zorg ervoor dat je alles hebt gelezen voordat je op Akkoord klikt. Je moet op zijn minst het protocol tot het einde rollen.
pl_pl: Upewnij się, że przeczytałeś wszystko, zanim klikniesz przycisk Zgadzam się. Przynajmniej powinieneś przetoczyć protokół do końca.
pt_pt: Certifique-se de que leu tudo antes de clicar em Concordar. No mínimo, você deve rolar o protocolo até o final.
ro_ro: Asigurați-vă că ați citit totul înainte de a da clic pe De acord. Cel puțin, ar trebui să rulați protocolul până la sfârșit.
ru_ru: Убедитесь, что вы прочитали все это, прежде чем нажать «Согласен». По крайней мере, вы должны довести протокол до конца.
sv_se: Se till att du har läst allt innan du klickar på Godkänn. Åtminstone bör du rulla protokollet till slutet.
tr_tr: Kabul Ediyorum'a tıklamadan önce hepsini okuduğunuzdan emin olun. En azından, protokolü sonuna kadar yuvarlamalısınız.
uk_ua: Переконайтеся, що ви прочитали все, перш ніж натиснути «Згоден». Як мінімум, слід докотити протокол до кінця.
vi_vn: Đảm bảo bạn đã đọc tất cả trước khi nhấp vào Đồng ý. Ít nhất, bạn nên cuộn giao thức đến cùng.
zh_hans: 请确保您已完整阅读后再点击同意。您至少要把协议滚动到底吧。
zh_hant: 請確保您已完整閱讀后再點擊同意。 您至少要把協定滾動到底吧。

source: OK
af_za: Goeie
ar_sa: جيد
ca_es: Bo
cs_cz: Dobré
da_dk: God
de_de: Gut
el_gr: Καλό
es_es: Bien
fi_fi: Hyvä
fr_fr: Bon
he_il: טוב
hu_hu: Jó
it_it: Buono
ja_jp: よし
ko_kr: 좋다
nb_no: Bra
nl_nl: Goed
pl_pl: Dobry
pt_pt: Bom
ro_ro: Bun
ru_ru: Хороший
sr_sp: Добро
sv_se: Bra
tr_tr: İyi
uk_ua: Хороший
vi_vn: Tốt
zh_hans: 好的
zh_hant: 好的

source: Not now
af_za: Nie nou nie
ar_sa: ليس الآن
ca_es: Ara no
cs_cz: Teď ne
da_dk: Ikke nu
de_de: Jetzt nicht
el_gr: Όχι τώρα
es_es: Ahora no
fi_fi: Ei nyt
fr_fr: Pas maintenant
he_il: לא עכשיו
hu_hu: Ne most
it_it: Non ora
ja_jp: 今ではありません
ko_kr: 지금은 아니에요
nb_no: Ikke nå
nl_nl: Niet nu
pl_pl: Nie teraz
pt_pt: Agora não
ro_ro: Nu acum
ru_ru: Не сейчас
sr_sp: Не сад
sv_se: Inte nu
tr_tr: Şimdi değil
uk_ua: Не зараз
vi_vn: Không phải bây giờ
zh_hans: 不是现在
zh_hant: 稍後

# FirstSetup_EulaAgreeTip
source: This signifies that you have acknowledged all the contents of this agreement.
af_za: Dit beteken dat u instem tot al die inhoud van hierdie ooreenkoms.
ar_sa: هذا يعني أنك توافق على جميع محتويات هذه الاتفاقية.
ca_es: Això vol dir que accepteu tot el contingut d'aquest Acord.
cs_cz: To znamená, že souhlasíte s veškerým obsahem této smlouvy.
da_dk: Det betyder, at du accepterer alt indholdet af denne aftale.
de_de: Das bedeutet, dass Sie mit allen Inhalten dieser Vereinbarung einverstanden sind.
el_gr: Αυτό σημαίνει ότι συμφωνείτε με όλα τα περιεχόμενα της παρούσας Συμφωνίας.
es_es: Esto significa que usted está de acuerdo con todo el contenido de este Acuerdo.
fi_fi: Tämä tarkoittaa, että hyväksyt tämän sopimuksen koko sisällön.
fr_fr: Cela signifie que vous acceptez l’ensemble du contenu du présent Accord.
he_il: משמעות הדבר היא שאתה מסכים לכל התוכן של הסכם זה.
hu_hu: Ez azt jelenti, hogy Ön elfogadja a jelen Szerződés teljes tartalmát.
it_it: Ciò significa che l'utente accetta tutti i contenuti del presente Contratto.
ja_jp: これは、本契約のすべての内容に同意したことを意味します。
ko_kr: 이는 귀하가 본 계약의 모든 내용에 동의한다는 것을 의미합니다.
nb_no: Dette betyr at du godtar alt innholdet i denne avtalen.
nl_nl: Dit betekent dat u akkoord gaat met de volledige inhoud van deze Overeenkomst.
pl_pl: Oznacza to, że zgadzasz się na całą treść niniejszej Umowy.
pt_pt: Isso significa que você concorda com todo o conteúdo deste Contrato.
ro_ro: Aceasta înseamnă că sunteți de acord cu întregul conținut al acestui Acord.
ru_ru: Это означает, что вы соглашаетесь со всем содержанием настоящего Соглашения.
sv_se: Detta innebär att du samtycker till allt innehåll i detta avtal.
tr_tr: Bu, bu Sözleşmenin tüm içeriğini kabul ettiğiniz anlamına gelir.
uk_ua: Це означає, що ви погоджуєтеся з усім змістом цієї Угоди.
vi_vn: Điều này có nghĩa là bạn đồng ý với tất cả các nội dung của Thỏa thuận này.
zh_hans: 这代表您同意本协议的所有内容。
zh_hant: 這代表您同意本協定的所有內容。

# ResDownloadTipSuffix
source: Download Source)
af_za: Laai bron af)
ar_sa: مصدر التحميل)
ca_es: Descarregar font)
cs_cz: Stáhnout zdroj)
da_dk: Download kilde)
de_de: Quellcode herunterladen)
el_gr: Λήψη πηγής)
es_es: Descargar fuente)
fi_fi: Lataa lähde)
fr_fr: Télécharger la source)
he_il: להורדת המקור)
hu_hu: Forrás letöltése)
it_it: Scarica la fonte)
ja_jp: ダウンロードソース)
ko_kr: 소스 다운로드)
nb_no: Last ned kilde)
nl_nl: Download bron)
pl_pl: Źródło pobierania)
pt_pt: Fonte do download)
ro_ro: Descărcați sursa)
ru_ru: Скачать исходный код
sr_sp: Довнлоад извор)
sv_se: Ladda ner källa)
tr_tr: Kaynağı indir)
uk_ua: Завантажити джерело)
vi_vn: Tải nguồn)
zh_hans: 下载源）
zh_hant: 下載源）

# Settings_AppLanguage_Description
source: Select the language used in this program.
af_za: Kies die taal waarin die program gebruik word.
ar_sa: حدد اللغة التي يتم استخدام البرنامج بها.
ca_es: Seleccioneu l'idioma en què s'utilitza el programa.
cs_cz: Vyberte jazyk, ve kterém se program používá.
da_dk: Vælg det sprog, som programmet bruges på.
de_de: Wählen Sie die Sprache aus, in der das Programm verwendet wird.
el_gr: Επιλέξτε τη γλώσσα στην οποία χρησιμοποιείται το πρόγραμμα.
es_es: Seleccione el idioma en el que se utiliza el programa.
fi_fi: Valitse kieli, jolla ohjelmaa käytetään.
fr_fr: Sélectionnez la langue dans laquelle le programme est utilisé.
he_il: בחר את השפה שבה נעשה שימוש בתוכנית.
hu_hu: Válassza ki a program használatának nyelvét.
it_it: Selezionare la lingua in cui viene utilizzato il programma.
ja_jp: プログラムの使用言語を選択します。
ko_kr: 프로그램이 사용되는 언어를 선택합니다.
nb_no: Velg språket programmet brukes på.
nl_nl: Selecteer de taal waarin het programma wordt gebruikt.
pl_pl: Wybierz język, w którym używany jest program.
pt_pt: Selecione o idioma em que o programa é usado.
ro_ro: Selectați limba în care este utilizat programul.
ru_ru: Выберите язык, на котором используется программа.
sv_se: Välj det språk som programmet används på.
tr_tr: Programın kullanıldığı dili seçin.
uk_ua: Виберіть мову, на якій використовується програма.
vi_vn: Chọn ngôn ngữ mà chương trình được sử dụng.
zh_hans: 选择本程序使用的语言。
zh_hant: 選擇本程式使用的語言。

# FirstSetup_SkipConnectDaemonTip
source: If you do not add any MCSL Daemons, most of the functions of the software will be limited.\nYou can still connect to MCSL Daemons later in the settings.
af_za: 若不链接任何守护进程，本软件大部分功能都将受限。\n您稍后仍可链接守护进程。
ar_sa: لا داعي للقلق بشأن هذه المشكلة.لا داعي للقلق بشأن هذا الأمر.
ca_es: 若不链接任何守护进程，本软件大部分功能都将受限。\n您稍后仍可链接守护进程。
cs_cz: 若不链接任何守护进程，本软件大部分功能都将受限。\n您稍后仍可链接守护进程。
da_dk: 若不链接任何守护进程，本软件大部分功能都将受限。\n您稍后仍可链接守护进程。
de_de: 若不链接任何守护进程，本软件大部分功能都将受限。\n您稍后仍可链接守护进程。
el_gr: 若不链接任何守护进程，本软件大部分功能都将受限。\n您稍后仍可链接守护进程。
es_es: 若不链接任何守护进程，本软件大部分功能都将受限。\n您稍后仍可链接守护进程。
fi_fi: 若不链接任何守护进程，本软件大部分功能都将受限。\n您稍后仍可链接守护进程。
fr_fr: 若不链接任何守护进程，本软件大部分功能都将受限。\n您稍后仍可链接守护进程。
he_il: 若不链接任何守护进程，本软件大部分功能都将受限。\n您稍后仍可链接守护进程。
hu_hu: 若不链接任何守护进程，本软件大部分功能都将受限。\n您稍后仍可链接守护进程。
it_it: 若不链接任何守护进程，本软件大部分功能都将受限。\n您稍后仍可链接守护进程。
ja_jp: 若不链接任何守护进程，本软件大部分功能都将受限。\n您稍后仍可链接守护进程。
ko_kr: 若不链接任何守护进程，本软件大部分功能都将受限。\n您稍后仍可链接守护进程。
nb_no: 若不链接任何守护进程，本软件大部分功能都将受限。\n您稍后仍可链接守护进程。
nl_nl: 若不链接任何守护进程，本软件大部分功能都将受限。\n您稍后仍可链接守护进程。
pl_pl: 若不链接任何守护进程，本软件大部分功能都将受限。\n您稍后仍可链接守护进程。
pt_pt: 若不链接任何守护进程，本软件大部分功能都将受限。\n您稍后仍可链接守护进程。
ro_ro: 若不链接任何守护进程，本软件大部分功能都将受限。\n您稍后仍可链接守护进程。
ru_ru: Если вы не свяжете никаких демонов, большинство функций программного обеспечения будут ограничены. \nВы все еще можете связать демон позже.
sv_se: 若不链接任何守护进程，本软件大部分功能都将受限。\n您稍后仍可链接守护进程。
tr_tr: 若不链接任何守护进程，本软件大部分功能都将受限。\n您稍后仍可链接守护进程。
uk_ua: 若不链接任何守护进程，本软件大部分功能都将受限。\n您稍后仍可链接守护进程。
vi_vn: 若不链接任何守护进程，本软件大部分功能都将受限。\n您稍后仍可链接守护进程。
zh_hans: 若不链接任何守护进程，本软件大部分功能都将受限。\n您稍后仍可链接守护进程。
zh_hant: 若不連結任何守護進程，本軟體大部分功能都將受限。\n您稍後仍可鏈接守護進程。

# ConnectDaemon
source: New Connection
af_za: 新建连接
ar_sa: 新建连接
ca_es: 新建连接
cs_cz: 新建连接
da_dk: 新建连接
de_de: 新建连接
el_gr: 新建连接
es_es: 新建连接
fi_fi: 新建连接
fr_fr: 新建连接
he_il: 新建连接
hu_hu: 新建连接
it_it: 新建连接
ja_jp: 新建连接
ko_kr: 新建连接
nb_no: 新建连接
nl_nl: 新建连接
pl_pl: 新建连接
pt_pt: 新建连接
ro_ro: 新建连接
ru_ru: Создание нового подключения
sv_se: 新建连接
tr_tr: 新建连接
uk_ua: 新建连接
vi_vn: 新建连接
zh_hans: 新建连接
zh_hant: 新建連接

# FirstSetup_ConnectDaemonTip
source: All MCServerLauncher instances are handed over to daemon management. Please link daemons here.
af_za: MCServerLauncher 的所有实例均移交给守护进程管理。请在此处链接已部署好的守护进程。
ar_sa: MCServerLauncher 的所有实例均移交给守护进程管理。请在此处链接已部署好的守护进程。
ca_es: MCServerLauncher 的所有实例均移交给守护进程管理。请在此处链接已部署好的守护进程。
cs_cz: MCServerLauncher 的所有实例均移交给守护进程管理。请在此处链接已部署好的守护进程。
da_dk: MCServerLauncher 的所有实例均移交给守护进程管理。请在此处链接已部署好的守护进程。
de_de: MCServerLauncher 的所有实例均移交给守护进程管理。请在此处链接已部署好的守护进程。
el_gr: MCServerLauncher 的所有实例均移交给守护进程管理。请在此处链接已部署好的守护进程。
es_es: MCServerLauncher 的所有实例均移交给守护进程管理。请在此处链接已部署好的守护进程。
fi_fi: MCServerLauncher 的所有实例均移交给守护进程管理。请在此处链接已部署好的守护进程。
fr_fr: MCServerLauncher 的所有实例均移交给守护进程管理。请在此处链接已部署好的守护进程。
he_il: MCServerLauncher 的所有实例均移交给守护进程管理。请在此处链接已部署好的守护进程。
hu_hu: MCServerLauncher 的所有实例均移交给守护进程管理。请在此处链接已部署好的守护进程。
it_it: MCServerLauncher 的所有实例均移交给守护进程管理。请在此处链接已部署好的守护进程。
ja_jp: MCServerLauncher 的所有实例均移交给守护进程管理。请在此处链接已部署好的守护进程。
ko_kr: MCServerLauncher 的所有实例均移交给守护进程管理。请在此处链接已部署好的守护进程。
nb_no: MCServerLauncher 的所有实例均移交给守护进程管理。请在此处链接已部署好的守护进程。
nl_nl: MCServerLauncher 的所有实例均移交给守护进程管理。请在此处链接已部署好的守护进程。
pl_pl: MCServerLauncher 的所有实例均移交给守护进程管理。请在此处链接已部署好的守护进程。
pt_pt: MCServerLauncher 的所有实例均移交给守护进程管理。请在此处链接已部署好的守护进程。
ro_ro: MCServerLauncher 的所有实例均移交给守护进程管理。请在此处链接已部署好的守护进程。
ru_ru: Все экземпляры MCServerLauncher передаются в управление демонами. Пожалуйста, дайте ссылку на развернутый демон здесь.
sv_se: MCServerLauncher 的所有实例均移交给守护进程管理。请在此处链接已部署好的守护进程。
tr_tr: MCServerLauncher 的所有实例均移交给守护进程管理。请在此处链接已部署好的守护进程。
uk_ua: MCServerLauncher 的所有实例均移交给守护进程管理。请在此处链接已部署好的守护进程。
vi_vn: MCServerLauncher 的所有实例均移交给守护进程管理。请在此处链接已部署好的守护进程。
zh_hans: MCServerLauncher 的所有实例均移交给守护进程管理。请在此处链接已部署好的守护进程。
zh_hant: MCServerLauncher 的所有實例均移交給守護進程管理。 請在此處連結已部署好的守護進程。

source: Edit
af_za: 编辑
ar_sa: 编辑
ca_es: 编辑
cs_cz: 编辑
da_dk: 编辑
de_de: 编辑
el_gr: 编辑
es_es: 编辑
fi_fi: 编辑
fr_fr: 编辑
he_il: 编辑
hu_hu: 编辑
it_it: 编辑
ja_jp: 编辑
ko_kr: 编辑
nb_no: 编辑
nl_nl: 编辑
pl_pl: 编辑
pt_pt: 编辑
ro_ro: 编辑
ru_ru: редактировать
sv_se: 编辑
tr_tr: 编辑
uk_ua: 编辑
vi_vn: 编辑
zh_hans: 编辑
zh_hant: 編輯

# Daemon_RemoteUri
source: Remote Address:
af_za: 远端地址:
ar_sa: 远端地址:
ca_es: 远端地址:
cs_cz: 远端地址:
da_dk: 远端地址:
de_de: 远端地址:
el_gr: 远端地址:
es_es: 远端地址:
fi_fi: 远端地址:
fr_fr: 远端地址:
he_il: 远端地址:
hu_hu: 远端地址:
it_it: 远端地址:
ja_jp: 远端地址:
ko_kr: 远端地址:
nb_no: 远端地址:
nl_nl: 远端地址:
pl_pl: 远端地址:
pt_pt: 远端地址:
ro_ro: 远端地址:
ru_ru: Удаленный адрес:
sv_se: 远端地址:
tr_tr: 远端地址:
uk_ua: 远端地址:
vi_vn: 远端地址:
zh_hans: 远端地址:
zh_hant: 遠端位址：

# Daemon_ConnectionStatus
source: Connection Status:
af_za: 链接状态:
ar_sa: 链接状态:
ca_es: 链接状态:
cs_cz: 链接状态:
da_dk: 链接状态:
de_de: 链接状态:
el_gr: 链接状态:
es_es: 链接状态:
fi_fi: 链接状态:
fr_fr: 链接状态:
he_il: 链接状态:
hu_hu: 链接状态:
it_it: 链接状态:
ja_jp: 链接状态:
ko_kr: 链接状态:
nb_no: 链接状态:
nl_nl: 链接状态:
pl_pl: 链接状态:
pt_pt: 链接状态:
ro_ro: 链接状态:
ru_ru: Статус ссылки
sv_se: 链接状态:
tr_tr: 链接状态:
uk_ua: 链接状态:
vi_vn: 链接状态:
zh_hans: 链接状态:
zh_hant: 連結狀態：

# Status_OK
source: OK
af_za: 正常
ar_sa: 正常
ca_es: 正常
cs_cz: 正常
da_dk: 正常
de_de: 正常
el_gr: 正常
es_es: 正常
fi_fi: 正常
fr_fr: 正常
he_il: 正常
hu_hu: 正常
it_it: 正常
ja_jp: 正常
ko_kr: 正常
nb_no: 正常
nl_nl: 正常
pl_pl: 正常
pt_pt: 正常
ro_ro: 正常
ru_ru: обычный
sv_se: 正常
tr_tr: 正常
uk_ua: 正常
vi_vn: 正常
zh_hans: 正常
zh_hant: 正常

# Status_Error
source: Error
af_za: 异常
ar_sa: 异常
ca_es: 异常
cs_cz: 异常
da_dk: 异常
de_de: 异常
el_gr: 异常
es_es: 异常
fi_fi: 异常
fr_fr: 异常
he_il: 异常
hu_hu: 异常
it_it: 异常
ja_jp: 異常
ko_kr: 异常
nb_no: 异常
nl_nl: 异常
pl_pl: 异常
pt_pt: 异常
ro_ro: 异常
ru_ru: ненормальный
sv_se: 异常
tr_tr: 异常
uk_ua: 异常
vi_vn: 异常
zh_hans: 异常
zh_hant: 異常

source: Disconnect
af_za: 断连
ar_sa: 断连
ca_es: 断连
cs_cz: 断连
da_dk: 断连
de_de: 断连
el_gr: 断连
es_es: 断连
fi_fi: 断连
fr_fr: 断连
he_il: 断连
hu_hu: 断连
it_it: 断连
ja_jp: 断连
ko_kr: 断连
nb_no: 断连
nl_nl: 断连
pl_pl: 断连
pt_pt: 断连
ro_ro: 断连
ru_ru: разъединять
sv_se: 断连
tr_tr: 断连
uk_ua: 断连
vi_vn: 断连
zh_hans: 断连
zh_hant: 斷連

source: Connect
af_za: 连接
ar_sa: 连接
ca_es: 连接
cs_cz: 连接
da_dk: 连接
de_de: 连接
el_gr: 连接
es_es: 连接
fi_fi: 连接
fr_fr: 连接
he_il: 连接
hu_hu: 连接
it_it: 连接
ja_jp: 连接
ko_kr: 连接
nb_no: 连接
nl_nl: 连接
pl_pl: 连接
pt_pt: 连接
ro_ro: 连接
ru_ru: соединять
sv_se: 连接
tr_tr: 连接
uk_ua: 连接
vi_vn: 连接
zh_hans: 连接
zh_hant: 連接

source: Retry
af_za: 重试
ar_sa: 重试
ca_es: 重试
cs_cz: 重试
da_dk: 重试
de_de: 重试
el_gr: 重试
es_es: 重试
fi_fi: 重试
fr_fr: 重试
he_il: 重试
hu_hu: 重试
it_it: 重试
ja_jp: 重试
ko_kr: 重试
nb_no: 重试
nl_nl: 重试
pl_pl: 重试
pt_pt: 重试
ro_ro: 重试
ru_ru: Снова пробовать
sv_se: 重试
tr_tr: 重试
uk_ua: 重试
vi_vn: 重试
zh_hans: 重试
zh_hant: 重試

# Settings_Components_Title
source: Open Source Project References
af_za: 开源项目引用列表
ar_sa: 开源项目引用列表
ca_es: 开源项目引用列表
cs_cz: 开源项目引用列表
da_dk: 开源项目引用列表
de_de: 开源项目引用列表
el_gr: 开源项目引用列表
es_es: 开源项目引用列表
fi_fi: 开源项目引用列表
fr_fr: 开源项目引用列表
he_il: 开源项目引用列表
hu_hu: 开源项目引用列表
it_it: 开源项目引用列表
ja_jp: 开源项目引用列表
ko_kr: 开源项目引用列表
nb_no: 开源项目引用列表
nl_nl: 开源项目引用列表
pl_pl: 开源项目引用列表
pt_pt: 开源项目引用列表
ro_ro: 开源项目引用列表
ru_ru: Список ссылок на проекты с открытым исходным кодом
sv_se: 开源项目引用列表
tr_tr: 开源项目引用列表
uk_ua: 开源项目引用列表
vi_vn: 开源项目引用列表
zh_hans: 开源项目引用列表
zh_hant: 開源專案引用清單

# Settings_Components_Description
source: Thank them sincerely for their contribution, which has provided sustained impetus to the MCSL Future.
af_za: 由衷感谢他们的付出，为 MCSL Future 的前进提供了持续的动力。
ar_sa: 由衷感谢他们的付出，为 MCSL Future 的前进提供了持续的动力。
ca_es: 由衷感谢他们的付出，为 MCSL Future 的前进提供了持续的动力。
cs_cz: 由衷感谢他们的付出，为 MCSL Future 的前进提供了持续的动力。
da_dk: 由衷感谢他们的付出，为 MCSL Future 的前进提供了持续的动力。
de_de: 由衷感谢他们的付出，为 MCSL Future 的前进提供了持续的动力。
el_gr: 由衷感谢他们的付出，为 MCSL Future 的前进提供了持续的动力。
es_es: 由衷感谢他们的付出，为 MCSL Future 的前进提供了持续的动力。
fi_fi: 由衷感谢他们的付出，为 MCSL Future 的前进提供了持续的动力。
fr_fr: 由衷感谢他们的付出，为 MCSL Future 的前进提供了持续的动力。
he_il: 由衷感谢他们的付出，为 MCSL Future 的前进提供了持续的动力。
hu_hu: 由衷感谢他们的付出，为 MCSL Future 的前进提供了持续的动力。
it_it: 由衷感谢他们的付出，为 MCSL Future 的前进提供了持续的动力。
ja_jp: 由衷感谢他们的付出，为 MCSL Future 的前进提供了持续的动力。
ko_kr: 由衷感谢他们的付出，为 MCSL Future 的前进提供了持续的动力。
nb_no: 由衷感谢他们的付出，为 MCSL Future 的前进提供了持续的动力。
nl_nl: 由衷感谢他们的付出，为 MCSL Future 的前进提供了持续的动力。
pl_pl: 由衷感谢他们的付出，为 MCSL Future 的前进提供了持续的动力。
pt_pt: 由衷感谢他们的付出，为 MCSL Future 的前进提供了持续的动力。
ro_ro: 由衷感谢他们的付出，为 MCSL Future 的前进提供了持续的动力。
ru_ru: Мы хотели бы выразить им искреннюю благодарность за их усилия и за то, что они постоянно стимулируют прогресс MCSL Future.
sv_se: 由衷感谢他们的付出，为 MCSL Future 的前进提供了持续的动力。
tr_tr: 由衷感谢他们的付出，为 MCSL Future 的前进提供了持续的动力。
uk_ua: 由衷感谢他们的付出，为 MCSL Future 的前进提供了持续的动力。
vi_vn: 由衷感谢他们的付出，为 MCSL Future 的前进提供了持续的动力。
zh_hans: 由衷感谢他们的付出，为 MCSL Future 的前进提供了持续的动力。
zh_hant: 由衷感謝他們的付出，為MCSL Future的前進提供了持續的動力。

# Settings_Acknowledgments_Title
source: Credits
af_za: 鸣谢列表
ar_sa: 鸣谢列表
ca_es: 鸣谢列表
cs_cz: 鸣谢列表
da_dk: 鸣谢列表
de_de: 鸣谢列表
el_gr: 鸣谢列表
es_es: 鸣谢列表
fi_fi: 鸣谢列表
fr_fr: 鸣谢列表
he_il: 鸣谢列表
hu_hu: 鸣谢列表
it_it: 鸣谢列表
ja_jp: 鸣谢列表
ko_kr: 鸣谢列表
nb_no: 鸣谢列表
nl_nl: 鸣谢列表
pl_pl: 鸣谢列表
pt_pt: 鸣谢列表
ro_ro: 鸣谢列表
ru_ru: Список благодарностей
sv_se: 鸣谢列表
tr_tr: 鸣谢列表
uk_ua: 鸣谢列表
vi_vn: 鸣谢列表
zh_hans: 鸣谢列表
zh_hant: 鳴謝清單

# Settings_Acknowledgments_Description
source: Significant contribution to MCSL!
af_za: 为 MCSL 做出了巨大贡献！
ar_sa: 为 MCSL 做出了巨大贡献！
ca_es: 为 MCSL 做出了巨大贡献！
cs_cz: 为 MCSL 做出了巨大贡献！
da_dk: 为 MCSL 做出了巨大贡献！
de_de: 为 MCSL 做出了巨大贡献！
el_gr: 为 MCSL 做出了巨大贡献！
es_es: 为 MCSL 做出了巨大贡献！
fi_fi: 为 MCSL 做出了巨大贡献！
fr_fr: 为 MCSL 做出了巨大贡献！
he_il: 为 MCSL 做出了巨大贡献！
hu_hu: 为 MCSL 做出了巨大贡献！
it_it: 为 MCSL 做出了巨大贡献！
ja_jp: 为 MCSL 做出了巨大贡献！
ko_kr: 为 MCSL 做出了巨大贡献！
nb_no: 为 MCSL 做出了巨大贡献！
nl_nl: 为 MCSL 做出了巨大贡献！
pl_pl: 为 MCSL 做出了巨大贡献！
pt_pt: 为 MCSL 做出了巨大贡献！
ro_ro: 为 MCSL 做出了巨大贡献！
ru_ru: Внес большой вклад в MCSL!
sv_se: 为 MCSL 做出了巨大贡献！
tr_tr: 为 MCSL 做出了巨大贡献！
uk_ua: 为 MCSL 做出了巨大贡献！
vi_vn: 为 MCSL 做出了巨大贡献！
zh_hans: 为 MCSL 做出了巨大贡献！
zh_hant: 為MCSL做出了巨大貢獻！

source: Donate
af_za: 赞助一下
ar_sa: 赞助一下
ca_es: 赞助一下
cs_cz: 赞助一下
da_dk: 赞助一下
de_de: 赞助一下
el_gr: 赞助一下
es_es: 赞助一下
fi_fi: 赞助一下
fr_fr: 赞助一下
he_il: 赞助一下
hu_hu: 赞助一下
it_it: 赞助一下
ja_jp: 赞助一下
ko_kr: 赞助一下
nb_no: 赞助一下
nl_nl: 赞助一下
pl_pl: 赞助一下
pt_pt: 赞助一下
ro_ro: 赞助一下
ru_ru: спонсор
sv_se: 赞助一下
tr_tr: 赞助一下
uk_ua: 赞助一下
vi_vn: 赞助一下
zh_hans: 赞助一下
zh_hant: 贊助一下

# Settings_Acknowledgments_BMCLAPI_Description
source: Provides the powerful BMCLAPI mirror system!
af_za: 提供了性能强大的 BMCLAPI 镜像！
ar_sa: 提供了性能强大的 BMCLAPI 镜像！
ca_es: 提供了性能强大的 BMCLAPI 镜像！
cs_cz: 提供了性能强大的 BMCLAPI 镜像！
da_dk: 提供了性能强大的 BMCLAPI 镜像！
de_de: 提供了性能强大的 BMCLAPI 镜像！
el_gr: 提供了性能强大的 BMCLAPI 镜像！
es_es: 提供了性能强大的 BMCLAPI 镜像！
fi_fi: 提供了性能强大的 BMCLAPI 镜像！
fr_fr: 提供了性能强大的 BMCLAPI 镜像！
he_il: 提供了性能强大的 BMCLAPI 镜像！
hu_hu: 提供了性能强大的 BMCLAPI 镜像！
it_it: 提供了性能强大的 BMCLAPI 镜像！
ja_jp: 提供了性能强大的 BMCLAPI 镜像！
ko_kr: 提供了性能强大的 BMCLAPI 镜像！
nb_no: 提供了性能强大的 BMCLAPI 镜像！
nl_nl: 提供了性能强大的 BMCLAPI 镜像！
pl_pl: 提供了性能强大的 BMCLAPI 镜像！
pt_pt: 提供了性能强大的 BMCLAPI 镜像！
ro_ro: 提供了性能强大的 BMCLAPI 镜像！
ru_ru: Обеспечивает мощное изображение BMCLAPI!
sv_se: 提供了性能强大的 BMCLAPI 镜像！
tr_tr: 提供了性能强大的 BMCLAPI 镜像！
uk_ua: 提供了性能强大的 BMCLAPI 镜像！
vi_vn: 提供了性能强大的 BMCLAPI 镜像！
zh_hans: 提供了性能强大的 BMCLAPI 镜像！
zh_hant: 提供了性能強大的 BMCLAPI 鏡像！
