Repository: MCSLTeam/MCServerLauncher-Future
Catalog: MCServerLauncher.WPF/Resources/Language.*.resx
Languages: af_za, ar_sa, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, he_il, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sr_sp, sv_se, tr_tr, uk_ua, vi_vn, zh_hans, zh_hant

# Eula7
source: If users encounter any issues during use, they can provide feedback via official email or by submitting an Issue in the software's GitHub repository. We will carefully consider user feedback to improve our services.
af_za: As gebruikers probleme ondervind tydens gebruik, kan hulle terugvoer gee via die amptelike e-pos of deur 'n probleem in hierdie sagtewarebronkode-bewaarplek in te dien. Ons neem ons terugvoer ernstig op om ons dienste te verbeter.
ar_sa: إذا واجه المستخدمون أي مشاكل أثناء الاستخدام ، فيمكنهم تقديم ملاحظات من خلال البريد الإلكتروني الرسمي أو عن طريق إرسال مشكلة في مستودع شفرة مصدر البرنامج هذا. نحن نأخذ ملاحظاتنا على محمل الجد لتحسين خدماتنا.
ca_es: Si els usuaris troben algun problema durant l'ús, poden enviar comentaris a través del correu electrònic oficial o enviant un problema en aquest repositori de codi font del programari. Ens prenem seriosament els nostres comentaris per millorar els nostres serveis.
cs_cz: Pokud uživatelé během používání narazí na nějaké problémy, mohou poskytnout zpětnou vazbu prostřednictvím oficiálního e-mailu nebo odesláním problému v tomto úložišti zdrojového kódu softwaru. Naši zpětnou vazbu bereme vážně, abychom mohli zlepšovat naše služby.
da_dk: Hvis brugere støder på problemer under brug, kan de give feedback via den officielle e-mail eller ved at indsende et problem i dette softwarekildekodelager. Vi tager vores feedback alvorligt for at forbedre vores tjenester.
de_de: Wenn Benutzer während der Verwendung auf Probleme stoßen, können sie über die offizielle E-Mail oder durch Einreichen eines Problems in diesem Software-Quellcode-Repository Feedback geben. Wir nehmen unser Feedback ernst, um unsere Dienstleistungen zu verbessern.
el_gr: Εάν οι χρήστες αντιμετωπίσουν προβλήματα κατά τη χρήση, μπορούν να δώσουν σχόλια μέσω του επίσημου email ή υποβάλλοντας ένα ζήτημα σε αυτό το αποθετήριο πηγαίου κώδικα λογισμικού. Λαμβάνουμε σοβαρά υπόψη τα σχόλιά μας για να βελτιώσουμε τις υπηρεσίες μας.
es_es: Si los usuarios encuentran algún problema durante el uso, pueden dar su opinión a través del correo electrónico oficial o enviando un problema en este repositorio de código fuente de software. Nos tomamos muy en serio nuestros comentarios para mejorar nuestros servicios.
fi_fi: Jos käyttäjät kohtaavat ongelmia käytön aikana, he voivat antaa palautetta virallisella sähköpostilla tai lähettämällä ongelman tähän ohjelmiston lähdekoodivarastoon. Otamme palautteemme vakavasti parantaaksemme palveluitamme.
fr_fr: Si les utilisateurs rencontrent des problèmes lors de l’utilisation, ils peuvent donner leur avis par e-mail officiel ou en soumettant un problème dans ce référentiel de code source du logiciel. Nous prenons nos commentaires au sérieux pour améliorer nos services.
he_il: אם משתמשים נתקלים בבעיות כלשהן במהלך השימוש, הם יכולים לתת משוב באמצעות הדוא"ל הרשמי או על ידי שליחת בעיה במאגר קוד המקור של תוכנה זו. אנו מתייחסים ברצינות למשוב שלנו כדי לשפר את השירותים שלנו.
hu_hu: Ha a felhasználók bármilyen problémába ütköznek a használat során, visszajelzést adhatnak a hivatalos e-mailen keresztül, vagy problémát küldhetnek be ebben a szoftver forráskódtárában. Szolgáltatásaink fejlesztése érdekében komolyan vesszük visszajelzéseinket.
it_it: Se gli utenti riscontrano problemi durante l'uso, possono fornire un feedback tramite l'e-mail ufficiale o inviando un problema in questo repository di codice sorgente del software. Prendiamo sul serio il nostro feedback per migliorare i nostri servizi.
ja_jp: ユーザーが使用中に問題が発生した場合は、公式の電子メールを通じて、またはこのソフトウェアソースコードリポジトリに問題を送信してフィードバックを提供できます。 私たちは、サービスを改善するためにフィードバックを真剣に受け止めています。
ko_kr: 사용자가 사용 중 문제가 발생하면 공식 이메일을 통해 피드백을 제공하거나 이 소프트웨어 소스 코드 리포지토리에 문제를 제출할 수 있습니다. 우리는 서비스를 개선하기 위해 피드백을 진지하게 받아들입니다.
nb_no: Hvis brukere støter på problemer under bruk, kan de gi tilbakemelding via den offisielle e-posten eller ved å sende inn et problem i dette programvarekildekodelageret. Vi tar tilbakemeldingene våre på alvor for å forbedre tjenestene våre.
nl_nl: Als gebruikers tijdens het gebruik problemen ondervinden, kunnen ze feedback geven via de officiële e-mail of door een probleem in te dienen in deze repository voor softwarebroncode. We nemen onze feedback serieus om onze diensten te verbeteren.
pl_pl: Jeśli użytkownicy napotkają jakiekolwiek problemy podczas użytkowania, mogą przekazać opinię za pośrednictwem oficjalnej wiadomości e-mail lub przesyłając problem w tym repozytorium kodu źródłowego oprogramowania. Poważnie traktujemy nasze opinie, aby ulepszać nasze usługi.
pt_pt: Se os usuários encontrarem algum problema durante o uso, eles podem dar feedback através do e-mail oficial ou enviando um problema neste repositório de código-fonte do software. Levamos o nosso feedback a sério para melhorar os nossos serviços.
ro_ro: Dacă utilizatorii întâmpină probleme în timpul utilizării, pot oferi feedback prin e-mailul oficial sau prin trimiterea unei probleme în acest depozit de cod sursă al software-ului. Luăm în serios feedback-ul nostru pentru a ne îmbunătăți serviciile.
ru_ru: Если пользователи столкнутся с какими-либо проблемами во время использования, они могут оставить отзыв по официальной электронной почте или отправив сообщение о проблеме в этом репозитории исходного кода программного обеспечения. Мы серьезно относимся к нашим отзывам, чтобы улучшить наши услуги.
sr_sp: Ако корисници наиђу на било какве проблеме током употребе, они могу дати повратну информацију путем званичне е-поште или подношењем проблема у овом спремишту изворног кода софтвера. Ми озбиљно схватамо наше повратне информације како бисмо побољшали наше услуге.
sv_se: Om användare stöter på några problem under användningen kan de ge feedback via det officiella e-postmeddelandet eller genom att skicka in ett problem i detta källkodsförråd för programvara. Vi tar vår feedback på allvar för att förbättra våra tjänster.
tr_tr: Kullanıcılar kullanım sırasında herhangi bir sorunla karşılaşırlarsa, resmi e-posta yoluyla veya bu yazılım kaynak kodu deposuna bir sorun göndererek geri bildirimde bulunabilirler. Hizmetlerimizi geliştirmek için geri bildirimlerimizi ciddiye alıyoruz.
uk_ua: Якщо користувачі зіткнуться з будь-якими проблемами під час використання, вони можуть надіслати відгук через офіційну електронну пошту або надіславши повідомлення про проблему в цьому репозиторії вихідного коду програмного забезпечення. Ми серйозно ставимося до наших відгуків, щоб покращити наші послуги.
vi_vn: Nếu người dùng gặp bất kỳ sự cố nào trong quá trình sử dụng, họ có thể gửi phản hồi qua email chính thức hoặc bằng cách gửi sự cố trong kho mã nguồn phần mềm này. Chúng tôi xem xét phản hồi của mình một cách nghiêm túc để cải thiện dịch vụ của mình.
zh_hans: 用户在使用过程中如遇到任何问题，可以通过官方电子邮件或在本软件源码仓库提交 Issue 的方式进行反馈。我们会认真考虑用户的反馈以改进服务。
zh_hant: 用戶在使用過程中如果遇到任何問題，可以通過官方電子郵箱或在本軟體源碼倉庫提交 Issue 的方式進行反饋。我們會認真考慮用戶的反饋以改進服務。

# Eula8
source: Change or Suspension of Services
af_za: Veranderinge of opskorting van diens
ar_sa: تغيير أو تعليق الخدمة
ca_es: Canvis o suspensió del servei
cs_cz: Změny nebo pozastavení služby
da_dk: Ændringer eller suspension af tjenesten
de_de: Änderungen oder Aussetzung des Dienstes
el_gr: Αλλαγές ή αναστολή υπηρεσίας
es_es: Cambios o Suspensión del Servicio
fi_fi: Palvelun muuttaminen tai keskeyttäminen
fr_fr: Modifications ou suspension du service
he_il: שינויים או השעיית השירות
hu_hu: A szolgáltatás módosítása vagy felfüggesztése
it_it: Modifiche o sospensione del servizio
ja_jp: サービスの変更・停止
ko_kr: 서비스 변경 또는 중단
nb_no: Endringer eller suspensjon av tjenesten
nl_nl: Wijzigingen of opschorting van de service
pl_pl: Zmiany lub zawieszenie usługi
pt_pt: Alterações ou Suspensão do Serviço
ro_ro: Modificări sau suspendarea serviciului
ru_ru: Изменения или приостановка обслуживания
sr_sp: Промене или суспензија услуге
sv_se: Ändringar eller avstängning av tjänsten
tr_tr: Hizmetin Değiştirilmesi veya Askıya Alınması
uk_ua: Зміни або призупинення надання послуг
vi_vn: Thay đổi hoặc tạm ngừng dịch vụ
zh_hans: 服务的变更或中止
zh_hant: 服務的變更或終止
