Repository: MCSLTeam/MCServerLauncher-Future
Catalog: MCServerLauncher.WPF/Resources/Language.*.resx
Languages: af_za, ar_sa, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, he_il, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sr_sp, sv_se, tr_tr, uk_ua, vi_vn, zh_hans, zh_hant

# Eula9
source: 1. Termination and Suspension of User Services\n\nIf a user engages in illegal activities, seriously violates social morals, or other actions prohibited by law, the developers shall terminate the provision of services to the user;\nIf a user engages in improper behavior while using the software, the developers has the right to terminate the provision of services to the user (specific cases of improper behavior are clearly defined in this EULA);\nIf a user uses a third-party modified version of the software, the user shall bear the risk and legal responsibility themselves.\n\n2. Interruption, Suspension, and Termination of the Software and Services\n\nIn any of the following circumstances, the developers has the right to terminate or interrupt all or part of the software services, and the developers shall not be liable for any inconvenience or damages caused to users or third parties:\n\na. Due to the needs of the software and services themselves;\nb. Due to damage to the server or inability to operate normally;\nc. Due to sudden hardware or software device and electronic communication equipment failures;\nd. Due to network provider line issues or other faults;\ne. Due to policy factors;\nf. Due to third-party reasons or other force majeure circumstances.\n\nThe developers reserves the right to terminate or partially terminate the software and services when deemed necessary. The developers may notify users via announcements, but will not be liable for any losses incurred by users.
af_za: 1. Opskorting en beëindiging van die gebruiker se diens\n\nAs die gebruiker onwettige inligting publiseer, die sosiale moraliteit ernstig oortree of die verbod op die wet oortree, moet die ontwikkelaar die verskaffing van dienste aan die gebruiker beëindig;\nAs die gebruiker 'n onbehoorlike handeling pleeg wanneer hy die sagtewarediens aanvaar, het die ontwikkelaar die reg om die diens wat aan die gebruiker gelewer word, te beëindig (die spesifieke omstandighede van die onbehoorlike gedrag word duidelik in hierdie ooreenkoms bepaal);\nAs die gebruiker 'n gewysigde weergawe van die sagteware van 'n derde party gebruik, sal die gebruiker sy eie risiko en wetlike verantwoordelikheid dra.\n\n2. Opskorting, opskorting en beëindiging van die sagteware en dienste：\n\nIn die geval van enige van die volgende omstandighede, het die ontwikkelaar die reg om die hele of 'n gedeelte van die dienste van die sagteware te beëindig of te onderbreek, en die ontwikkelaar is nie aanspreeklik teenoor die gebruiker of enige derde party vir die ongerief of skade wat daardeur veroorsaak word nie：\n\na. soos vereis deur die Sagteware en Dienste;\nb. Versuim om behoorlik te funksioneer as gevolg van skade aan die bediener;\nc. As gevolg van skielike mislukking van sagteware- en hardewaretoerusting en elektroniese kommunikasietoerusting;\nd. as gevolg van netwerkverskafferlyn of ander foute;\ne. weens beleidsoorwegings;\nf. Derdeparty-redes of ander force majeure-omstandighede.\n\nDie ontwikkelaar behou die reg voor om die sagteware en dienste te beëindig of gedeeltelik te beëindig wanneer dit nodig ag, en die ontwikkelaar mag die gebruiker in kennis stel in die vorm van 'n aankondiging, maar die ontwikkelaar is nie aanspreeklik vir enige verliese wat die gebruiker veroorsaak nie.
ar_sa: 1. تعليق وإنهاء خدمة المستخدم\n\nإذا نشر المستخدم معلومات غير قانونية ، أو انتهك بشكل خطير الأخلاق الاجتماعية ، أو انتهك محظورات القانون ، فيجب على المطور إنهاء تقديم الخدمات للمستخدم ؛\nإذا ارتكب المستخدم فعلا غير لائق عند قبول خدمة البرنامج ، يحق للمطور إنهاء الخدمة المقدمة للمستخدم (الظروف المحددة للسلوك غير السليم منصوص عليها بوضوح في هذه الاتفاقية) ؛\nإذا استخدم المستخدم نسخة معدلة من البرنامج من طرف ثالث ، يتحمل المستخدم مسؤوليته القانونية ومسؤوليته القانونية.\n\n2. تعليق وتعليق وإنهاء البرامج والخدمات：\n\nفي حالة حدوث أي من الحالات التالية ، يحق للمطور إنهاء أو مقاطعة كل أو جزء من خدمات البرنامج ، ولن يكون المطور مسؤولا تجاه المستخدم أو أي طرف ثالث عن الإزعاج أو الضرر الناجم عن ذلك：\n\nأ. كما هو مطلوب بموجب البرامج والخدمات؛\nب. الفشل في العمل بشكل صحيح بسبب تلف الخادم ؛\nج. بسبب الفشل المفاجئ في معدات البرامج والأجهزة ومعدات الاتصالات الإلكترونية ؛\nد. بسبب خط مزود الشبكة أو أعطال أخرى ؛\n(ه) لاعتبارات تتعلق بالسياسات؛\nو. أسباب الطرف الثالث أو ظروف القوة القاهرة الأخرى.\n\nيحتفظ المطور بالحق في إنهاء البرامج والخدمات أو إنهائها جزئيا عندما يرى ذلك ضروريا ، ويجوز للمطور إخطار المستخدم في شكل إعلان ، ولكن لن يكون المطور مسؤولا عن أي خسائر تلحق بالمستخدم.
ca_es: 1. Suspensió i finalització del servei de l'usuari\n\nSi l'usuari publica informació il·legal, vulnera greument la moral social o viola les prohibicions de la llei, el desenvolupador ha de posar fi a la prestació de serveis a l'usuari;\nSi l'usuari comet un acte indegut en acceptar el servei de programari, el desenvolupador té dret a rescindir el servei prestat a l'usuari (les circumstàncies específiques del comportament indegut s'estipulen clarament en aquest acord);\nSi l'usuari utilitza una versió modificada del programari d'un tercer, l'usuari assumirà el seu propi risc i responsabilitat legal.\n\n2. Suspensió, suspensió i finalització del programari i serveis：\n\nEn qualsevol de les circumstàncies següents, el desenvolupador té dret a donar per finalitzada o interrompre la totalitat o part dels serveis del programari, i el desenvolupador no serà responsable davant l'usuari ni davant de tercers per les molèsties o danys causats per això：\n\na. segons ho requereixin el Programari i els Serveis;\nb. No funcionar correctament a causa de danys al servidor;\nc. A causa d'una fallada sobtada d'equips de programari i maquinari i equips de comunicació electrònica;\nd. a causa de la línia del proveïdor de xarxa o altres fallades;\ne. per consideracions polítiques;\nf. Motius de tercers o altres circumstàncies de força major.\n\nEl Desenvolupador es reserva el dret de cancel·lar o cancel·lar parcialment el Programari i els Serveis quan ho consideri necessari, i el Desenvolupador podrà notificar-ho a l'Usuari en forma d'anunci, però el Desenvolupador no serà responsable de les pèrdues causades a l'Usuari.
cs_cz: 1. Pozastavení a ukončení Služby Uživatele\n\nPokud uživatel zveřejní nezákonné informace, závažným způsobem porušuje společenskou morálku nebo zákazy zákona, vývojář ukončí poskytování služeb uživateli;\nPokud se uživatel při převzetí softwarové služby dopustí nesprávného jednání, má vývojář právo ukončit službu poskytovanou uživateli (konkrétní okolnosti nesprávného jednání jsou jasně stanoveny v této smlouvě);\nPokud uživatel používá upravenou verzi softwaru od třetí strany, nese uživatel své vlastní riziko a právní odpovědnost.\n\n2. Pozastavení, pozastavení a ukončení softwaru a služeb：\n\nV případě kterékoli z následujících okolností má vývojář právo ukončit nebo přerušit všechny nebo část služeb softwaru a vývojář nenese odpovědnost vůči uživateli ani žádné třetí straně za nepříjemnosti nebo škody tím způsobené：\n\na. v souladu se Softwarem a Službami;\nb. Nesprávnou funkcí v důsledku poškození serveru;\nc. V důsledku náhlého selhání softwarového a hardwarového vybavení a elektronických komunikačních zařízení;\nd. v důsledku poruch linky poskytovatele sítě nebo jiných poruch;\ne. z politických důvodů;\nf. Důvody třetích stran nebo jiné okolnosti vyšší moci.\n\nVývojář si vyhrazuje právo ukončit nebo částečně ukončit Software a Služby, pokud to považuje za nutné, a Vývojář může informovat Uživatele formou oznámení, ale Vývojář nenese odpovědnost za žádné ztráty způsobené Uživateli.
da_dk: 1. Suspension og opsigelse af brugerens tjeneste\n\nHvis brugeren offentliggør ulovlige oplysninger, alvorligt krænker social moral eller overtræder lovens forbud, skal udvikleren opsige leveringen af tjenester til brugeren;\nHvis brugeren begår en upassende handling, når han accepterer softwaretjenesten, har udvikleren ret til at opsige den tjeneste, der leveres til brugeren (de specifikke omstændigheder ved den upassende adfærd er tydeligt angivet i denne aftale);\nHvis brugeren bruger en ændret version af softwaren fra en tredjepart, bærer brugeren sin egen risiko og sit juridiske ansvar.\n\n2. Suspension, suspension og opsigelse af softwaren og tjenesterne：\n\nI tilfælde af en af følgende omstændigheder har udvikleren ret til at opsige eller afbryde hele eller dele af softwarens tjenester, og udvikleren er ikke ansvarlig over for brugeren eller nogen tredjepart for den ulejlighed eller skade, der er forårsaget deraf：\n\na. som krævet af softwaren og tjenesterne;\nb. Manglende funktion på grund af beskadigelse af serveren;\nc. På grund af pludselig svigt af software- og hardwareudstyr og elektronisk kommunikationsudstyr;\nd. på grund af netværksudbyderlinje eller andre fejl;\ne. på grund af politiske overvejelser\nf. Tredjepartsårsager eller andre force majeure-omstændigheder.\n\nUdvikleren forbeholder sig ret til at opsige eller delvist opsige softwaren og tjenesterne, når det skønnes nødvendigt, og udvikleren kan underrette brugeren i form af en meddelelse, men udvikleren er ikke ansvarlig for eventuelle tab, der påføres brugeren.
de_de: 1. Aussetzung und Beendigung des Dienstes des Nutzers\n\nWenn der Benutzer illegale Informationen veröffentlicht, schwerwiegend gegen die soziale Moral verstößt oder gegen die Verbote des Gesetzes verstößt, muss der Entwickler die Erbringung von Diensten für den Benutzer einstellen.\nWenn der Benutzer bei der Annahme der Softwareleistung eine unangemessene Handlung begeht, hat der Entwickler das Recht, die dem Benutzer erbrachte Dienstleistung zu beenden (die spezifischen Umstände des unangemessenen Verhaltens sind in dieser Vereinbarung eindeutig festgelegt);\nWenn der Benutzer eine modifizierte Version der Software von einem Dritten verwendet, trägt der Benutzer sein eigenes Risiko und seine rechtliche Verantwortung.\n\n2. Aussetzung, Aussetzung und Beendigung der Software und der Dienste：\n\nIm Falle eines der folgenden Umstände hat der Entwickler das Recht, die Dienste der Software ganz oder teilweise zu beenden oder zu unterbrechen, und der Entwickler haftet weder gegenüber dem Benutzer noch gegenüber Dritten für die dadurch verursachten Unannehmlichkeiten oder Schäden：\n\na. wie für die Software und die Dienste erforderlich;\nb. Ausfall der ordnungsgemäßen Funktion aufgrund einer Beschädigung des Servers;\nc. Aufgrund eines plötzlichen Ausfalls von Software- und Hardwaregeräten und elektronischen Kommunikationsgeräten;\nd. aufgrund einer Leitung des Netzwerkanbieters oder anderer Ausfälle;\ne. aufgrund politischer Erwägungen;\nf. Gründe Dritter oder andere Umstände höherer Gewalt.\n\nDer Entwickler behält sich das Recht vor, die Software und die Dienste zu beenden oder teilweise zu beenden, wenn er dies für notwendig erachtet, und der Entwickler kann den Benutzer in Form einer Ankündigung benachrichtigen, aber der Entwickler haftet nicht für Verluste, die dem Benutzer entstehen.
el_gr: 1. Αναστολή και τερματισμός της υπηρεσίας του χρήστη\n\nΕάν ο χρήστης δημοσιεύει παράνομες πληροφορίες, παραβιάζει σοβαρά την κοινωνική ηθική ή παραβιάζει τις απαγορεύσεις του νόμου, ο προγραμματιστής τερματίζει την παροχή υπηρεσιών στον χρήστη.\nΕάν ο χρήστης διαπράξει ανάρμοστη πράξη κατά την αποδοχή της υπηρεσίας λογισμικού, ο προγραμματιστής έχει το δικαίωμα να τερματίσει την υπηρεσία που παρέχεται στον χρήστη (οι συγκεκριμένες περιστάσεις της ανάρμοστης συμπεριφοράς ορίζονται σαφώς στην παρούσα συμφωνία).\nΕάν ο χρήστης χρησιμοποιεί τροποποιημένη έκδοση του λογισμικού από τρίτο μέρος, ο χρήστης φέρει τον δικό του κίνδυνο και νομική ευθύνη.\n\n2. Αναστολή, αναστολή και τερματισμός του Λογισμικού και των Υπηρεσιών：\n\nΣε περίπτωση οποιασδήποτε από τις ακόλουθες περιπτώσεις, ο προγραμματιστής έχει το δικαίωμα να τερματίσει ή να διακόψει το σύνολο ή μέρος των υπηρεσιών του λογισμικού και ο προγραμματιστής δεν φέρει καμία ευθύνη έναντι του χρήστη ή οποιουδήποτε τρίτου μέρους για την ταλαιπωρία ή τη ζημία που προκλήθηκε από αυτό：\n\nα. όπως απαιτείται από το Λογισμικό και τις Υπηρεσίες,\nβ. Αποτυχία σωστής λειτουργίας λόγω βλάβης στον διακομιστή.\nγ. Λόγω αιφνίδιας βλάβης του εξοπλισμού λογισμικού και υλικού και του εξοπλισμού ηλεκτρονικών επικοινωνιών.\nδ. λόγω βλάβης γραμμής παρόχου δικτύου ή άλλων βλαβών,\nε. για λόγους πολιτικής·\nστ. Λόγοι τρίτων ή άλλες περιστάσεις ανωτέρας βίας.\n\nΟ Προγραμματιστής διατηρεί το δικαίωμα να τερματίσει ή να τερματίσει εν μέρει το Λογισμικό και τις Υπηρεσίες όταν το κρίνει απαραίτητο και ο Προγραμματιστής μπορεί να ειδοποιήσει τον Χρήστη με τη μορφή ανακοίνωσης, αλλά ο Προγραμματιστής δεν φέρει ευθύνη για τυχόν απώλειες που προκλήθηκαν στον Χρήστη.
es_es: 1. Suspensión y terminación del servicio del usuario\n\nSi el usuario publica información ilegal, viola gravemente la moral social o viola las prohibiciones de la ley, el desarrollador deberá terminar la prestación de servicios al usuario;\nSi el usuario comete un acto inapropiado al aceptar el servicio de software, el desarrollador tiene derecho a rescindir el servicio proporcionado al usuario (las circunstancias específicas del comportamiento inapropiado están claramente estipuladas en este acuerdo);\nSi el usuario utiliza una versión modificada del software de un tercero, el usuario asumirá su propio riesgo y responsabilidad legal.\n\n2. Suspensión, suspensión y terminación del Software y los Servicios：\n\nEn caso de que se produzca alguna de las siguientes circunstancias, el desarrollador tiene derecho a terminar o interrumpir la totalidad o parte de los servicios del software, y el desarrollador no será responsable ante el usuario o cualquier tercero por las molestias o daños causados por ello：\n\na. según lo requieran el Software y los Servicios;\nb. Imposibilidad de funcionar correctamente debido a daños en el servidor;\nc. Debido a una falla repentina de equipos de software y hardware y equipos de comunicación electrónica;\nd. debido a fallas en la línea del proveedor de red u otras fallas;\ne. debido a consideraciones de política;\nf. Razones de terceros u otras circunstancias de fuerza mayor.\n\nEl Desarrollador se reserva el derecho de rescindir o rescindir parcialmente el Software y los Servicios cuando lo considere necesario, y el Desarrollador podrá notificar al Usuario en forma de anuncio, pero el Desarrollador no será responsable de las pérdidas causadas al Usuario.
fi_fi: 1. Käyttäjän palvelun keskeyttäminen ja lopettaminen\n\nJos käyttäjä julkaisee laittomia tietoja, rikkoo vakavasti sosiaalista moraalia tai rikkoo lain kieltoja, kehittäjän on lopetettava palvelujen tarjoaminen käyttäjälle;\nJos käyttäjä tekee virheellisen teon hyväksyessään ohjelmistopalvelun, kehittäjällä on oikeus lopettaa käyttäjälle tarjottu palvelu (virheellisen käyttäytymisen erityiset olosuhteet on määritelty selvästi tässä sopimuksessa);\nJos käyttäjä käyttää kolmannen osapuolen muokattua ohjelmistoversiota, käyttäjä kantaa oman riskinsä ja oikeudellisen vastuunsa.\n\n2. Ohjelmiston ja palveluiden keskeyttäminen, keskeyttäminen ja lopettaminen：\n\nSeuraavissa tapauksissa kehittäjällä on oikeus lopettaa tai keskeyttää ohjelmiston palvelut kokonaan tai osittain, eikä kehittäjä ole vastuussa käyttäjälle tai millekään kolmannelle osapuolelle tästä aiheutuneesta haitasta tai vahingosta：\n\na. ohjelmiston ja palveluiden edellyttämällä tavalla;\nb. Epäonnistuminen toimii oikein palvelimen vaurioitumisen vuoksi;\nc. Ohjelmisto- ja laitteistolaitteiden sekä sähköisten viestintälaitteiden äkillisen vian vuoksi;\nd. verkko-operaattorin linjan tai muiden vikojen vuoksi;\ne. poliittisista syistä;\nf. Kolmannen osapuolen syyt tai muut ylivoimaiset esteet.\n\nKehittäjä pidättää oikeuden lopettaa tai osittain lopettaa Ohjelmiston ja Palvelut, kun se katsoo sen tarpeelliseksi, ja Kehittäjä voi ilmoittaa asiasta Käyttäjälle ilmoituksen muodossa, mutta Kehittäjä ei ole vastuussa Käyttäjälle aiheutuneista menetyksistä.
fr_fr: 1. Suspension et résiliation du Service de l’Utilisateur\n\nSi l’utilisateur publie des informations illégales, enfreint gravement la moralité sociale ou enfreint les interdictions de la loi, le développeur doit mettre fin à la fourniture de services à l’utilisateur ;\nSi l’utilisateur commet un acte inapproprié en acceptant le service logiciel, le développeur a le droit de résilier le service fourni à l’utilisateur (les circonstances spécifiques du comportement inapproprié sont clairement stipulées dans le présent contrat) ;\nSi l’utilisateur utilise une version modifiée du logiciel d’un tiers, l’utilisateur supporte ses propres risques et sa responsabilité légale.\n\n2. Suspension, suspension et résiliation du Logiciel et des Services：\n\nDans l’une des circonstances suivantes, le développeur a le droit de résilier ou d’interrompre tout ou partie des services du logiciel, et le développeur ne sera pas responsable envers l’utilisateur ou un tiers des désagréments ou dommages causés par celui-ci：\n\na. comme l’exigent le Logiciel et les Services ;\nb. Défaut de fonctionnement en raison d’un dommage au serveur ;\nc. En raison d’une défaillance soudaine de l’équipement logiciel et matériel et de l’équipement de communication électronique ;\nd. en raison d’une défaillance de la ligne du fournisseur de réseau ou d’autres défaillances ;\ne. pour des raisons de politique générale ;\nf. Raisons de tiers ou autres circonstances de force majeure.\n\nLe Développeur se réserve le droit de résilier ou de résilier partiellement le Logiciel et les Services lorsqu’il le juge nécessaire, et le Développeur peut en informer l’Utilisateur sous la forme d’une annonce, mais le Développeur ne sera pas responsable des pertes causées à l’Utilisateur.
he_il: 1. השעיה וסיום השירות של המשתמש\n\nאם המשתמש מפרסם מידע בלתי חוקי, מפר באופן חמור את המוסר החברתי או מפר את איסורי החוק, היזם יפסיק את מתן השירותים למשתמש;\nאם המשתמש מבצע מעשה בלתי הולם בעת קבלת שירות התוכנה, למפתח יש את הזכות לסיים את השירות הניתן למשתמש (הנסיבות הספציפיות של ההתנהגות הבלתי הולמת מפורטות בבירור בהסכם זה);\nאם המשתמש ישתמש בגרסה שונה של התוכנה מצד שלישי, המשתמש יישא בסיכון ובאחריות המשפטית שלו.\n\n2. השעיה, השעיה וסיום של התוכנה והשירותים：\n\nבמקרה של כל אחת מהנסיבות הבאות, למפתח יש את הזכות לסיים או להפסיק את שירותי התוכנה, כולם או חלקם, והמפתח לא יהיה אחראי כלפי המשתמש או כל צד שלישי בגין אי הנוחות או הנזק שנגרמו על ידי כך：\n\nא. כנדרש על ידי התוכנה והשירותים;\nב. אי תפקוד תקין עקב נזק לשרת;\nג. עקב כשל פתאומי של ציוד תוכנה וחומרה וציוד תקשורת אלקטרונית;\nד. עקב קו ספק הרשת או כשלים אחרים;\nה. משיקולי מדיניות;\nו. סיבות של צד שלישי או נסיבות אחרות של כוח עליון.\n\nהמפתח שומר לעצמו את הזכות לסיים או לסיים חלקית את התוכנה והשירותים כאשר ימצא צורך בכך, והמפתח רשאי להודיע למשתמש בצורה של הודעה, אך המפתח לא יהיה אחראי לכל הפסד שייגרם למשתמש.
hu_hu: 1. A Felhasználó Szolgáltatásának felfüggesztése és megszüntetése\n\nHa a felhasználó illegális információkat tesz közzé, súlyosan megsérti a társadalmi erkölcsöt, vagy megsérti a törvény tilalmait, a fejlesztő megszünteti a szolgáltatás nyújtását a felhasználó számára;\nHa a felhasználó helytelen cselekményt követ el a szoftverszolgáltatás elfogadásakor, a fejlesztőnek joga van megszüntetni a felhasználónak nyújtott szolgáltatást (a helytelen viselkedés konkrét körülményeit egyértelműen meghatározza ez a szerződés);\nHa a felhasználó a szoftver harmadik féltől származó módosított verzióját használja, a felhasználó viseli saját kockázatát és jogi felelősségét.\n\n2. A Szoftver és a Szolgáltatások felfüggesztése, felfüggesztése és megszüntetése：\n\nAz alábbi körülmények bármelyike esetén a fejlesztőnek jogában áll megszüntetni vagy megszakítani a szoftver szolgáltatásainak egészét vagy egy részét, és a fejlesztő nem vállal felelősséget a felhasználó vagy bármely harmadik fél felé az ebből eredő kellemetlenségekért vagy károkért：\n\na. a Szoftver és a Szolgáltatások által megkövetelt módon;\nb. A szerver károsodása miatt nem működik megfelelően;\nc. A szoftver- és hardverberendezések, valamint az elektronikus kommunikációs berendezések hirtelen meghibásodása miatt;\nd. hálózati szolgáltatói vonal vagy egyéb hibák miatt;\ne. szakpolitikai megfontolások miatt;\nf. Harmadik fél okai vagy egyéb vis maior körülmények.\n\nA Fejlesztő fenntartja magának a jogot, hogy szükség esetén megszüntesse vagy részlegesen megszüntesse a Szoftvert és a Szolgáltatásokat, és a Fejlesztő közlemény formájában értesítheti a Felhasználót, de a Fejlesztő nem vállal felelősséget a Felhasználónak okozott veszteségekért.
it_it: 1. Sospensione e cessazione del servizio dell'utente\n\nSe l'utente pubblica informazioni illegali, viola gravemente la moralità sociale o viola i divieti di legge, lo sviluppatore interromperà la fornitura di servizi all'utente;\nSe l'utente commette un atto improprio al momento dell'accettazione del servizio software, lo sviluppatore ha il diritto di terminare il servizio fornito all'utente (le circostanze specifiche del comportamento improprio sono chiaramente stabilite nel presente contratto);\nSe l'utente utilizza una versione modificata del software di terzi, l'utente si assume il proprio rischio e la propria responsabilità legale.\n\n2. Sospensione, sospensione e cessazione del Software e dei Servizi：\n\nNel caso in cui si verifichi una delle seguenti circostanze, lo sviluppatore ha il diritto di terminare o interrompere in tutto o in parte i servizi del software e lo sviluppatore non sarà responsabile nei confronti dell'utente o di terzi per l'inconveniente o il danno causato da ciò：\n\na. come richiesto dal Software e dai Servizi;\nb. Mancato funzionamento a causa di danni al server;\nc. A causa di guasti improvvisi di apparecchiature software e hardware e di apparecchiature di comunicazione elettronica;\nd. a causa di guasti alla linea del provider di rete o ad altri guasti;\ne. a causa di considerazioni politiche;\nf. Cause di terzi o altre circostanze di forza maggiore.\n\nLo Sviluppatore si riserva il diritto di terminare o terminare parzialmente il Software e i Servizi quando lo ritiene necessario, e lo Sviluppatore può informare l'Utente sotto forma di annuncio, ma lo Sviluppatore non sarà responsabile per eventuali perdite causate all'Utente.
ja_jp: 1. ユーザーサービスの停止および終了\n\nユーザーが違法な情報を公開した場合、社会道徳に著しく違反した場合、または法律の禁止事項に違反した場合、開発者はユーザーへのサービスの提供を終了するものとします。\nユーザーがソフトウェアサービスを受け入れる際に不適切な行為を行った場合、開発者はユーザーに提供されたサービスを終了する権利を有します(不適切な行動の具体的な状況は本契約に明確に規定されています)。\nユーザーが第三者のソフトウェアの改変版を使用する場合、ユーザーは自己のリスクと法的責任を負うものとします。\n\n2. ソフトウェアおよびサービスの停止、停止および終了：\n\n開発者は、以下の各号のいずれかの事由が生じた場合、本ソフトウェアのサービスの全部または一部を終了または中断する権利を有するものとし、これにより生じた不利益または損害について、利用者または第三者に対して一切の責任を負わないものとします：\n\na. 本ソフトウェアおよび本サービスの要求に応じて\nb. サーバーの損傷により正常に機能しなかった場合\nc. ソフトウェア、ハードウェア機器、電子通信機器の突然の故障によるもの\nd. ネットワークプロバイダーの回線またはその他の障害によるもの。\ne. 政策上の考慮事項のため\nf. 第三者の理由またはその他の不可抗力の状況。\n\n開発者は、必要と判断した場合には、本ソフトウェアおよび本サービスを終了または一部終了することができるものとし、利用者に対して告知の態で通知することができるものとしますが、利用者に生じた損害について、開発者は一切の責任を負わないものとします。
ko_kr: 1. 이용자 서비스의 중단 및 종료\n\n이용자가 불법 정보를 게시하거나 사회 도덕을 심각하게 위반하거나 법률의 금지 사항을 위반하는 경우 개발자는 이용자에 대한 서비스 제공을 종료해야 합니다.\n사용자가 소프트웨어 서비스를 수락할 때 부적절한 행위를 하는 경우 개발자는 사용자에게 제공된 서비스를 종료할 권리가 있습니다(부적절한 행동의 구체적인 상황은 본 계약에 명확하게 명시되어 있음).\n사용자가 제3자의 수정된 버전의 소프트웨어를 사용하는 경우 사용자는 자신의 위험과 법적 책임을 져야 합니다.\n\n2. 소프트웨어 및 서비스의 중단, 중단 및 종료：\n\n다음과 같은 상황이 발생할 경우 개발자는 소프트웨어 서비스의 전부 또는 일부를 종료하거나 중단할 수 있는 권리를 가지며, 개발자는 이로 인해 발생하는 불편이나 손해에 대해 사용자 또는 제3자에게 책임을 지지 않습니다：\n\na. 소프트웨어 및 서비스에서 요구하는 경우;\nb. 서버 손상으로 인해 제대로 작동하지 않는 경우;\nc. 소프트웨어 및 하드웨어 장비 및 전자 통신 장비의 갑작스러운 고장으로 인해;\nd. 네트워크 공급자 회선 또는 기타 장애로 인해;\ne. 정책적 고려 사항으로 인해;\nf. 제3자의 사유 또는 기타 불가항력 상황.\n\n개발자는 필요하다고 판단되는 경우 소프트웨어 및 서비스를 종료하거나 부분적으로 종료할 수 있는 권리를 보유하며, 개발자는 공지 형식으로 사용자에게 통지할 수 있지만 개발자는 사용자에게 발생한 손실에 대해 책임을 지지 않습니다.
nb_no: 1. Suspensjon og oppsigelse av brukerens tjeneste\n\nHvis brukeren publiserer ulovlig informasjon, alvorlig bryter sosial moral eller bryter lovens forbud, skal utvikleren avslutte leveringen av tjenester til brukeren;\nHvis brukeren begår en upassende handling når han godtar programvaretjenesten, har utvikleren rett til å avslutte tjenesten som er levert til brukeren (de spesifikke omstendighetene for den upassende oppførselen er tydelig angitt i denne avtalen);\nHvis brukeren bruker en modifisert versjon av programvaren fra en tredjepart, skal brukeren bære sin egen risiko og sitt juridiske ansvar.\n\n2. Suspensjon, suspensjon og oppsigelse av programvaren og tjenestene：\n\nI tilfelle noen av følgende omstendigheter, har utvikleren rett til å avslutte eller avbryte hele eller deler av tjenestene til programvaren, og utvikleren skal ikke være ansvarlig overfor brukeren eller noen tredjepart for ulempen eller skaden forårsaket av dette：\n\na. som påkrevd av programvaren og tjenestene;\nb. Manglende funksjon på grunn av skade på serveren;\nc. På grunn av plutselig svikt i programvare- og maskinvareutstyr og elektronisk kommunikasjonsutstyr;\nd. på grunn av nettverksleverandørlinje eller andre feil;\ne. på grunn av politiske hensyn;\nf. Tredjeparts årsaker eller andre force majeure-omstendigheter.\n\nUtvikleren forbeholder seg retten til å avslutte eller delvis avslutte programvaren og tjenestene når den anser det nødvendig, og utvikleren kan varsle brukeren i form av en kunngjøring, men utvikleren skal ikke være ansvarlig for eventuelle tap påført brukeren.
nl_nl: 1. Opschorting en beëindiging van de Dienst van de Gebruiker\n\nAls de gebruiker illegale informatie publiceert, de sociale moraal ernstig schendt of de verboden van de wet overtreedt, zal de ontwikkelaar de levering van diensten aan de gebruiker beëindigen;\nAls de gebruiker een ongepaste handeling pleegt bij het accepteren van de softwareservice, heeft de ontwikkelaar het recht om de service die aan de gebruiker wordt geleverd te beëindigen (de specifieke omstandigheden van het ongepast gedrag zijn duidelijk vastgelegd in deze overeenkomst);\nAls de gebruiker een gewijzigde versie van de software van een derde partij gebruikt, draagt de gebruiker zijn eigen risico en wettelijke aansprakelijkheid.\n\n2. Opschorting, opschorting en beëindiging van de Software en Diensten：\n\nIn het geval van een van de volgende omstandigheden heeft de ontwikkelaar het recht om alle of een deel van de diensten van de software te beëindigen of te onderbreken, en de ontwikkelaar is niet aansprakelijk jegens de gebruiker of een derde partij voor het ongemak of de schade die hierdoor wordt veroorzaakt：\n\na. zoals vereist door de Software en Diensten;\nb. Het niet naar behoren functioneren als gevolg van schade aan de server;\nc. Als gevolg van plotselinge uitval van software- en hardwareapparatuur en elektronische communicatieapparatuur;\nd. als gevolg van lijn- of andere storingen van de netwerkprovider;\ne. uit beleidsoverwegingen;\nf. Redenen van derden of andere omstandigheden van overmacht.\n\nDe Ontwikkelaar behoudt zich het recht voor om de Software en Diensten te beëindigen of gedeeltelijk te beëindigen wanneer hij dit nodig acht, en de Ontwikkelaar kan de Gebruiker hiervan op de hoogte stellen in de vorm van een aankondiging, maar de Ontwikkelaar is niet aansprakelijk voor eventuele verliezen die aan de Gebruiker worden toegebracht.
pl_pl: 1. Zawieszenie i zakończenie świadczenia usługi przez Użytkownika\n\nW przypadku, gdy użytkownik publikuje informacje o charakterze bezprawnym, rażąco narusza dobre obyczaje lub narusza zakazy wynikające z przepisów prawa, deweloper zaprzestanie świadczenia usług na rzecz użytkownika;\nJeśli użytkownik dopuści się niewłaściwego działania podczas akceptowania usługi oprogramowania, programista ma prawo do zakończenia usługi świadczonej użytkownikowi (konkretne okoliczności niewłaściwego zachowania są wyraźnie określone w niniejszej umowie);\nW przypadku korzystania przez użytkownika ze zmodyfikowanej wersji oprogramowania od osoby trzeciej, użytkownik ponosi własne ryzyko i odpowiedzialność prawną.\n\n2. Zawieszenie, zawieszenie i zakończenie działania Oprogramowania i Usług：\n\nW przypadku zaistnienia którejkolwiek z poniższych okoliczności, programista ma prawo zakończyć lub przerwać świadczenie całości lub części usług związanych z oprogramowaniem, a programista nie ponosi odpowiedzialności wobec użytkownika ani żadnej osoby trzeciej za niedogodności lub szkody z tego powodu wynikające：\n\na. zgodnie z wymaganiami Oprogramowania i Usług;\nb. Nieprawidłowe działanie z powodu uszkodzenia serwera;\nc. Z powodu nagłej awarii oprogramowania i sprzętu komputerowego oraz sprzętu do komunikacji elektronicznej;\nd. z powodu awarii linii dostawcy sieci lub innych awarii;\ne. ze względów politycznych;\nf. Przyczyny osób trzecich lub inne okoliczności siły wyższej.\n\nProgramista zastrzega sobie prawo do zakończenia lub częściowego zakończenia Oprogramowania i Usług, gdy uzna to za konieczne, a Deweloper może powiadomić o tym Użytkownika w formie komunikatu, ale Deweloper nie ponosi odpowiedzialności za jakiekolwiek straty wyrządzone Użytkownikowi.
pt_pt: 1. Suspensão e Cessação do Serviço do Utilizador\n\nSe o usuário publicar informações ilegais, violar gravemente a moral social ou violar as proibições da lei, o desenvolvedor deve encerrar a prestação de serviços ao usuário;\nSe o usuário cometer um ato impróprio ao aceitar o serviço de software, o desenvolvedor tem o direito de rescindir o serviço prestado ao usuário (as circunstâncias específicas do comportamento impróprio estão claramente estipuladas neste contrato);\nSe o utilizador utilizar uma versão modificada do software de terceiros, o utilizador assumirá o seu próprio risco e responsabilidade legal.\n\n2. Suspensão, Suspensão e Rescisão do Software e Serviços：\n\nNo caso de qualquer uma das seguintes circunstâncias, o desenvolvedor tem o direito de encerrar ou interromper todos ou parte dos serviços do software, e o desenvolvedor não será responsável perante o usuário ou qualquer terceiro pelo inconveniente ou danos causados por isso：\n\na. conforme exigido pelo Software e Serviços;\nb. Falha no bom funcionamento devido a danos no servidor;\nc. Devido a falha súbita de equipamentos de software e hardware e equipamentos de comunicação eletrônica;\nd. devido a falhas na linha do fornecedor de rede ou outras;\ne. devido a considerações políticas;\nf. Razões de terceiros ou outras circunstâncias de força maior.\n\nO Desenvolvedor reserva-se o direito de rescindir ou encerrar parcialmente o Software e Serviços quando considerar necessário, e o Desenvolvedor pode notificar o Usuário na forma de um anúncio, mas o Desenvolvedor não será responsável por quaisquer perdas causadas ao Usuário.
ro_ro: 1. Suspendarea și încetarea serviciului utilizatorului\n\nÎn cazul în care utilizatorul publică informații ilegale, încalcă grav moralitatea socială sau încalcă interdicțiile legii, dezvoltatorul va înceta furnizarea de servicii către utilizator;\nÎn cazul în care utilizatorul comite un act necorespunzător la acceptarea serviciului software, dezvoltatorul are dreptul de a rezilia serviciul furnizat utilizatorului (circumstanțele specifice comportamentului necorespunzător sunt clar stipulate în acest acord);\nDacă utilizatorul utilizează o versiune modificată a software-ului de la o terță parte, utilizatorul își asumă propriul risc și responsabilitatea legală.\n\n2. Suspendarea, suspendarea și încetarea software-ului și a serviciilor：\n\nÎn oricare dintre următoarele circumstanțe, dezvoltatorul are dreptul de a rezilia sau întrerupe toate sau o parte din serviciile software-ului, iar dezvoltatorul nu va fi răspunzător față de utilizator sau față de orice terță parte pentru neplăcerile sau daunele cauzate de aceasta：\n\na. conform cerințelor Software-ului și Serviciilor;\nb. Eșecul de a funcționa corect din cauza deteriorării serverului;\nc. Din cauza defecțiunii bruște a echipamentelor software și hardware și a echipamentelor de comunicații electronice;\nd. din cauza defecțiunilor de linie ale furnizorului de rețea sau a altor defecțiuni;\ne. din considerente de politică;\nf. Motive ale terților sau alte circumstanțe de forță majoră.\n\nDezvoltatorul își rezervă dreptul de a rezilia sau de a rezilia parțial Software-ul și Serviciile atunci când consideră necesar, iar Dezvoltatorul poate notifica Utilizatorul sub forma unui anunț, dar Dezvoltatorul nu va fi răspunzător pentru pierderile cauzate Utilizatorului.
ru_ru: 1. Приостановка и прекращение предоставления услуг Пользователю\n\nЕсли пользователь публикует противоправную информацию, грубо нарушает общественную мораль или нарушает запреты закона, разработчик обязан прекратить предоставление услуг пользователю;\nВ случае совершения пользователем ненадлежащего действия при приеме услуги программного обеспечения, разработчик имеет право прекратить предоставление услуги пользователю (конкретные обстоятельства ненадлежащего поведения четко прописаны в настоящем соглашении);\nЕсли пользователь использует модифицированную версию программного обеспечения от третьей стороны, пользователь несет свой собственный риск и юридическую ответственность.\n\n2. Приостановка, приостановка и прекращение работы Программного обеспечения и Услуг：\n\nВ случае любого из следующих обстоятельств разработчик имеет право прекратить или прервать все или часть услуг программного обеспечения, при этом разработчик не несет ответственности перед пользователем или любой третьей стороной за причиненные неудобства или ущерб：\n\na. в соответствии с требованиями Программного обеспечения и Услуг;\nb. Невозможность надлежащего функционирования из-за повреждения сервера;\nc. Из-за внезапного выхода из строя программно-аппаратного обеспечения и электронного коммуникационного оборудования;\nd. из-за сбоев в работе линии сетевого провайдера или других сбоев;\ne. по политическим соображениям;\nf. Причины третьих лиц или другие обстоятельства непреодолимой силы.\n\nРазработчик оставляет за собой право прекратить или частично прекратить работу Программного обеспечения и Услуг, когда сочтет это необходимым, и Разработчик может уведомить об этом Пользователя в форме объявления, но Разработчик не несет ответственности за любые убытки, причиненные Пользователю.
sr_sp: 1 . Суспензија и престанак корисничке услуге\n\nАко корисник објави незаконите информације, озбиљно крши друштвени морал или крши забране закона, програмер ће прекинути пружање услуга кориснику;\nАко корисник почини непрописан поступак приликом прихватања софтверске услуге, програмер има право да прекине услугу која се пружа кориснику (специфичне околности непримереног понашања су јасно прописане у овом уговору);\nАко корисник користи модификовану верзију софтвера од треће стране, корисник сноси сопствени ризик и правну одговорност.\n\n2 . Суспензија, суспензија и престанак софтвера и услуга：\n\nУ случају било које од следећих околности, програмер има право да прекине или прекине све или део услуга софтвера, а програмер неће бити одговоран кориснику или било којој трећој страни за неугодности или штету проузроковану тиме：\n\nа . у складу са захтевима Софтвера и Услуга;\nб . Неуспех да правилно функционише због оштећења сервера;\nц . Због изненадног квара софтверске и хардверске опреме и електронске комуникационе опреме;\nд . због линије мрежног провајдера или других кварова;\nЕ . због политичких разлога;\nф . Разлози треће стране или друге околности више силе.\n\nПрограмер задржава право да прекине или делимично прекине софтвер и услуге када сматра да је то потребно, а програмер може обавести корисника у облику најаве, али програмер неће бити одговоран за било какве губитке проузроковане кориснику.
sv_se: 1. Avstängning och uppsägning av Användarens Tjänst\n\nOm användaren publicerar olaglig information, allvarligt bryter mot samhällsmoralen eller bryter mot lagens förbud, ska utvecklaren säga upp tillhandahållandet av tjänster till användaren;\nOm användaren begår en olämplig handling när han eller hon accepterar programvarutjänsten har utvecklaren rätt att säga upp den tjänst som tillhandahållits användaren (de specifika omständigheterna för det felaktiga beteendet anges tydligt i detta avtal);\nOm användaren använder en modifierad version av programvaran från en tredje part ska användaren bära sin egen risk och sitt juridiska ansvar.\n\n2. Avstängning, avstängning och uppsägning av programvaran och tjänsterna：\n\nI händelse av någon av följande omständigheter har utvecklaren rätt att säga upp eller avbryta alla eller delar av programvarans tjänster, och utvecklaren ska inte vara ansvarig gentemot användaren eller någon tredje part för de olägenheter eller skador som orsakas av detta：\n\na. i enlighet med vad som krävs av Programvaran och Tjänsterna;\nb. Underlåtenhet att fungera korrekt på grund av skada på servern;\nc. På grund av plötsligt fel på mjukvaru- och hårdvaruutrustning och elektronisk kommunikationsutrustning;\nd. på grund av nätverksleverantörens linjefel eller andra fel;\ne. på grund av politiska överväganden;\nf. Skäl till tredje part eller andra force majeure-omständigheter.\n\nUtvecklaren förbehåller sig rätten att säga upp eller delvis avsluta Programvaran och Tjänsterna när den anser det nödvändigt, och Utvecklaren kan meddela Användaren i form av ett meddelande, men Utvecklaren ansvarar inte för eventuella förluster som orsakas Användaren.
tr_tr: 1. Kullanıcı Hizmetinin Askıya Alınması ve Sonlandırılması\n\nKullanıcı yasa dışı bilgi yayınlarsa, sosyal ahlakı ciddi şekilde ihlal ederse veya yasaların yasaklarını ihlal ederse, geliştirici kullanıcıya hizmet sunumunu sonlandıracaktır;\nKullanıcı, yazılım hizmetini kabul ederken uygunsuz bir eylemde bulunursa, geliştirici, kullanıcıya sağlanan hizmeti sonlandırma hakkına sahiptir (uygunsuz davranışın özel koşulları bu sözleşmede açıkça belirtilmiştir);\nKullanıcı, yazılımın üçüncü bir tarafça değiştirilmiş bir sürümünü kullanırsa, kullanıcı kendi riskini ve yasal sorumluluğunu üstlenir.\n\n2. Yazılım ve Hizmetlerin Askıya Alınması, Askıya Alınması ve Sonlandırılması：\n\nAşağıdaki durumlardan herhangi birinin olması durumunda, geliştirici, yazılım hizmetlerinin tamamını veya bir kısmını sonlandırma veya kesintiye uğratma hakkına sahiptir ve geliştirici, bundan kaynaklanan rahatsızlık veya zarardan kullanıcıya veya herhangi bir üçüncü tarafa karşı sorumlu olmayacaktır：\n\na. Yazılım ve Hizmetlerin gerektirdiği şekilde;\nb. Sunucunun hasar görmesi nedeniyle düzgün çalışmaması;\nc. Yazılım ve donanım donanımı ile elektronik haberleşme donanımının ani arızalanması nedeniyle;\nd. şebeke sağlayıcı hattı veya diğer arızalar nedeniyle;\ne. politika hususları nedeniyle;\nf. Üçüncü taraf sebepleri veya diğer mücbir sebep halleri.\n\nGeliştirici, gerekli gördüğü durumlarda Yazılım ve Hizmetleri sonlandırma veya kısmen sonlandırma hakkını saklı tutar ve Geliştirici, Kullanıcıyı bir duyuru şeklinde bilgilendirebilir, ancak Geliştirici, Kullanıcıya verilen herhangi bir zarardan sorumlu olmayacaktır.
uk_ua: 1. Призупинення та припинення надання Сервісу Користувача\n\nЯкщо користувач публікує незаконну інформацію, серйозно порушує суспільну мораль або порушує заборони закону, розробник зобов'язаний припинити надання послуг користувачу;\nУ разі вчинення користувачем неправомірної дії при прийомі програмного сервісу розробник має право припинити надану користувачеві послугу (конкретні обставини неналежної поведінки чітко обумовлюються в цій угоді);\nЯкщо користувач використовує модифіковану версію програмного забезпечення від третьої сторони, він несе свій ризик і юридичну відповідальність.\n\n2. Призупинення, призупинення та припинення роботи Програмного забезпечення та Служб：\n\nУ разі виникнення будь-якої з наведених нижче обставин розробник має право припинити або перервати всі або частину послуг програмного забезпечення, і розробник не несе відповідальності перед користувачем або будь-якою третьою стороною за незручності або шкоду, спричинені цим：\n\na. відповідно до вимог Програмного забезпечення та Служб;\nb. Неналежна робота через пошкодження сервера;\nc. У зв'язку з раптовим виходом з ладу програмно-апаратного обладнання та електронного комунікаційного обладнання;\nd. через збої в лінії оператора мережі або інші збої;\ne. у зв'язку з політичними міркуваннями;\nf. Причини третіх осіб або інші форс-мажорні обставини.\n\nРозробник залишає за собою право припинити або частково припинити надання Програмного забезпечення та Послуг, коли вважатиме це необхідним, і Розробник може повідомити про це Користувача у формі оголошення, але Розробник не несе відповідальності за будь-які збитки, завдані Користувачу.
vi_vn: 1. Đình chỉ và chấm dứt Dịch vụ của Người dùng\n\nNếu người dùng công bố thông tin bất hợp pháp, vi phạm nghiêm trọng đạo đức xã hội hoặc vi phạm các điều cấm của pháp luật, nhà phát triển phải chấm dứt việc cung cấp dịch vụ cho người dùng;\nNếu người dùng có hành vi không đúng khi chấp nhận dịch vụ phần mềm, nhà phát triển có quyền chấm dứt dịch vụ được cung cấp cho người dùng (các trường hợp cụ thể của hành vi không đúng được quy định rõ ràng trong thỏa thuận này);\nNếu người dùng sử dụng phiên bản sửa đổi của phần mềm từ bên thứ ba, người dùng phải tự chịu rủi ro và trách nhiệm pháp lý.\n\n2. Đình chỉ, đình chỉ và chấm dứt Phần mềm và Dịch vụ：\n\nTrong trường hợp có bất kỳ trường hợp nào sau đây, nhà phát triển có quyền chấm dứt hoặc gián đoạn tất cả hoặc một phần dịch vụ của phần mềm và nhà phát triển sẽ không chịu trách nhiệm với người dùng hoặc bất kỳ bên thứ ba nào về sự bất tiện hoặc thiệt hại gây ra do đó：\n\na. theo yêu cầu của Phần mềm và Dịch vụ;\nb. Không hoạt động bình thường do hư hỏng máy chủ;\nc. Do hỏng hóc đột ngột thiết bị phần mềm, phần cứng và thiết bị liên lạc điện tử;\nd. do đường dây của nhà cung cấp mạng hoặc các lỗi khác;\ne. do cân nhắc chính sách;\nf. Lý do của bên thứ ba hoặc các trường hợp bất khả kháng khác.\n\nNhà phát triển có quyền chấm dứt hoặc chấm dứt một phần Phần mềm và Dịch vụ khi thấy cần thiết và Nhà phát triển có thể thông báo cho Người dùng dưới dạng thông báo, nhưng Nhà phát triển sẽ không chịu trách nhiệm về bất kỳ tổn thất nào gây ra cho Người dùng.
zh_hans: 1. 对用户服务的中止与终止\n\n用户有发布违法信息、严重违背社会公德、以及其他违反法律禁止性规定的行为，开发者应终止对用户提供服务；\n用户在接受本软件服务时实施不正当行为的，开发者有权终止对用户提供服务（该不正当行为的具体情形在本协议中有明确约定）；\n用户使用本软件的第三方修改版本的，用户应自行承担风险与法律责任。\n\n2. 对本软件及服务的中断、中止与终止：\n\n发生下列情形之一时，开发者有权终止或中断本软件全部或部分服务，对因此造成的不便及损害，开发者对用户或第三人均不承担任何责任：\n\na. 因本软件及服务自身的需要；\nb. 因服务器遭受损害、无法正常工作；\nc. 因突发性的软硬件设备与电子通信设备故障；\nd. 因网络提供商线路或其他故障；\ne. 因政策因素；\nf. 第三方原因或其他不可抗力的情形。\n\n开发者保留在其认为有必要的情况下终止或部分终止本软件及服务的权利，开发者可以采取公告的形式通知用户，但开发者不承担对用户造成的任何损失。
zh_hant: 1. 對使用者服務的中止與終止\n\n使用者有發佈違法資訊、嚴重違背社會公德、以及其他違反法律禁止性規定的行為，開發者應終止對使用者提供服務; \n使用者在接受本軟體服務時實施不正當行為的，開發者有權終止對使用者提供服務（該不正當行為的具體情形在本協定中有明確約定）; \n使用者使用本軟體的第三方修改版本的，使用者應自行承擔風險與法律責任。 \n\n2. 對本軟體及服務的中斷、中止與終止：\n\n發生下列情形之一時，開發者有權終止或中斷本軟體全部或部分服務，對因此造成的不便及損害，開發者對使用者或第三人均不承擔任何責任：\n\na. 因本軟體及服務自身的需要; \nb. 因伺服器遭受損害、無法正常工作; \nc. 因突發性的軟硬體設備與電子通信設備故障; \nd. 因網路供應商線路或其他故障; \ne. 因政策因素; \nf. 第三方原因或其他不可抗力的情形。 \n\n開發者保留在其認為有必要的情況下終止或部分終止本軟體及服務的權利，開發者可以採取公告的形式通知使用者，但開發者不承擔對使用者造成的任何損失。
