Repository: MCSLTeam/MCServerLauncher-Future
Catalog: MCServerLauncher.WPF/Resources/Language.*.resx
Languages: af_za, ar_sa, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, he_il, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sr_sp, sv_se, tr_tr, uk_ua, vi_vn, zh_hans, zh_hant

# CreateInstance_SetCreateOtherExecutableInstanceRunCommand_Description
source: Enter the run command here.
af_za: Voer die hardloopopdrag hier in.
ar_sa: أدخل أمر التشغيل هنا.
ca_es: Introduïu l'ordre d'execució aquí.
cs_cz: Sem zadejte příkaz spustit.
da_dk: Indtast kørselskommandoen her.
de_de: Geben Sie hier den Befehl run ein.
el_gr: Εισαγάγετε την εντολή run εδώ.
es_es: Introduzca el comando de ejecución aquí.
fi_fi: Kirjoita suorita-komento tähän.
fr_fr: Entrez la commande run ici.
he_il: הזן את פקודת ההפעלה כאן.
hu_hu: Írja be ide a futtatás parancsot.
it_it: Immettere il comando run qui.
ja_jp: ここに run コマンドを入力します。
ko_kr: 여기에 실행 명령을 입력합니다.
nb_no: Skriv inn kjør-kommandoen her.
nl_nl: Voer hier de opdracht run in.
pl_pl: Wprowadź tutaj polecenie uruchamiania.
pt_pt: Digite o comando run aqui.
ro_ro: Introduceți comanda de rulare aici.
ru_ru: Введите здесь команду run.
sr_sp: Унесите команду рун овде.
sv_se: Ange körkommandot här.
tr_tr: Çalıştır komutunu buraya girin.
uk_ua: Введіть тут команду run.
vi_vn: Nhập lệnh run vào đây.
zh_hans: 在此处输入运行命令。
zh_hant: 在此處輸入運行指令。

# RunCommandArgumentTip
source: If additional arguments are required, \nsimply append them to the end.
af_za: As u parameters moet aanheg,\nHeg dit direk aan die agterkant vas.
ar_sa: إذا كنت بحاجة إلى إرفاق المعلمات ،\nنعلقه مباشرة على الظهر.
ca_es: Si necessiteu adjuntar paràmetres,\nEnganxeu-lo directament a la part posterior.
cs_cz: Pokud potřebujete připojit parametry,\nPřipevněte jej přímo na zadní stranu.
da_dk: Hvis du har brug for at vedhæfte parametre,\nFastgør den direkte på bagsiden.
de_de: Wenn Sie Parameter anhängen müssen,\nBefestigen Sie es direkt an der Rückseite.
el_gr: Εάν πρέπει να επισυνάψετε παραμέτρους,\nΣυνδέστε το απευθείας στο πίσω μέρος.
es_es: Si necesita adjuntar parámetros,\nColócalo directamente en la parte posterior.
fi_fi: Jos haluat liittää parametreja,\nKiinnitä se suoraan takaosaan.
fr_fr: Si vous avez besoin d’attacher des paramètres,\nFixez-le directement à l’arrière.
he_il: אם אתה צריך לצרף פרמטרים,\nחברו אותו ישירות לגב.
hu_hu: Ha paramétereket kell csatolnia,\nCsatlakoztassa közvetlenül a hátához.
it_it: Se è necessario allegare parametri,\nAttaccalo direttamente sul retro.
ja_jp: パラメータをアタッチする必要がある場合は、\n背面に直接取り付けます。
ko_kr: 매개 변수를 첨부해야 하는 경우\n뒷면에 직접 부착하십시오.
nb_no: Hvis du trenger å legge ved parametere,\nFest den direkte på baksiden.
nl_nl: Als u parameters moet toevoegen,\nBevestig het direct aan de achterkant.
pl_pl: Jeśli zajdzie potrzeba dołączenia parametrów,\nPrzymocuj go bezpośrednio do tyłu.
pt_pt: Se você precisar anexar parâmetros,\nFixe-o diretamente na parte de trás.
ro_ro: Dacă trebuie să atașați parametri,\nAtașați-l direct pe spate.
ru_ru: Если нужно прикрепить параметры,\nПрикрепите его непосредственно к задней части.
sr_sp: Ако је потребно да приложите параметре,\nПричврстите га директно на задњу страну.
sv_se: Om du behöver bifoga parametrar,\nFäst den direkt på baksidan.
tr_tr: Parametre eklemeniz gerekiyorsa,\nDoğrudan arkaya takın.
uk_ua: Якщо вам потрібно прикріпити параметри,\nПрикріпіть його безпосередньо до задньої частини.
vi_vn: Nếu bạn cần đính kèm tham số,\nGắn nó trực tiếp vào mặt sau.
zh_hans: 如果需要附带参数，\n直接附在后面即可。
zh_hant: 如果需要附加參數，\n直接附加在後面即可。

# CreateInstance_SetInstanceName_Description
source: Do not include special symbols or use illegal names.
af_za: Moenie spesiale simbole insluit of onwettige name gebruik nie.
ar_sa: لا تقم بتضمين رموز خاصة أو استخدام أسماء غير قانونية.
ca_es: No incloguis símbols especials ni utilitzis noms il·legals.
cs_cz: Neuvádějte speciální symboly ani nepoužívejte nelegální názvy.
da_dk: Medtag ikke særlige symboler eller brug ulovlige navne.
de_de: Verwenden Sie keine Sonderzeichen und verwenden Sie keine ungültigen Namen.
el_gr: Μην συμπεριλαμβάνετε ειδικά σύμβολα και μην χρησιμοποιείτε παράνομα ονόματα.
es_es: No incluyas símbolos especiales ni utilices nombres ilegales.
fi_fi: Älä käytä erikoissymboleja tai laittomia nimiä.
fr_fr: N’incluez pas de symboles spéciaux et n’utilisez pas de noms illégaux.
he_il: אל תכלול סמלים מיוחדים ואל תשתמש בשמות לא חוקיים.
hu_hu: Ne használj különleges szimbólumokat, és ne használj illegális neveket.
it_it: Non includere simboli speciali e non utilizzare nomi illegali.
ja_jp: 特別な記号を含めたり、不正な名前を使用したりしないでください。
ko_kr: 특수 기호를 포함하거나 잘못된 이름을 사용해서는 안 됩니다.
nb_no: Ikke ta med spesielle symboler eller bruk ulovlige navn.
nl_nl: Gebruik geen speciale symbolen en gebruik geen illegale namen.
pl_pl: Nie dołączaj symboli specjalnych ani nie używaj nielegalnych nazw.
pt_pt: Não inclua símbolos especiais ou use nomes ilegais.
ro_ro: Nu includeți simboluri speciale și nu folosiți nume ilegale.
ru_ru: Не используйте специальные символы и недопустимые названия.
sr_sp: Немојте укључивати посебне симболе или користити илегална имена.
sv_se: Inkludera inte speciella symboler och använd inte olagliga namn.
tr_tr: Özel semboller eklemeyin veya yasa dışı adlar kullanmayın.
uk_ua: Не додавайте спеціальні символи та не використовуйте заборонені назви.
vi_vn: Không bao gồm các biểu tượng đặc biệt hoặc sử dụng tên bất hợp pháp.
zh_hans: 请勿包含特殊符号或使用非法名称。
zh_hant: 請勿包含特殊字符或使用非法名稱。

# CreateInstance_SetInstanceName_Title
source: Instance Name
af_za: Die naam van die instansie
ar_sa: اسم المثيل
ca_es: El nom de la instància
cs_cz: Název instance
da_dk: Navnet på forekomsten
de_de: Der Name der Instanz
el_gr: Το όνομα της παρουσίας
es_es: El nombre de la instancia
fi_fi: Esiintymän nimi
fr_fr: Le nom de l’instance
he_il: שם המופע
hu_hu: A példány neve
it_it: Il nome dell'istanza
ja_jp: インスタンスの名前
ko_kr: 인스턴스의 이름입니다
nb_no: Navnet på forekomsten
nl_nl: De naam van de instantie
pl_pl: Nazwa instancji
pt_pt: O nome da instância
ro_ro: Numele instanței
ru_ru: Имя экземпляра
sr_sp: Име инстанце
sv_se: Namnet på instansen
tr_tr: Örneğin adı
uk_ua: Ім'я інстансу
vi_vn: Tên của phiên bản
zh_hans: 实例名称
zh_hant: 實例名稱

# CreateInstance_SetMinecraftJavaJvmArgument_Description
source: (Optional) You can add additional JVM arguments here, one per line.
af_za: Opsioneel kan u addisionele JVM-parameters hier byvoeg, een per reël.
ar_sa: اختياريا ، يمكنك إضافة معلمات JVM إضافية هنا ، واحدة لكل سطر.
ca_es: Opcionalment, podeu afegir paràmetres JVM addicionals aquí, un per línia.
cs_cz: Volitelně sem můžete přidat další parametry JVM, jeden na řádek.
da_dk: Du kan eventuelt tilføje yderligere JVM-parametre her, en pr. linje.
de_de: Optional können Sie hier zusätzliche JVM-Parameter hinzufügen, einen pro Zeile.
el_gr: Προαιρετικά, μπορείτε να προσθέσετε επιπλέον παραμέτρους JVM εδώ, μία ανά γραμμή.
es_es: Opcionalmente, puede añadir parámetros de JVM adicionales aquí, uno por línea.
fi_fi: Vaihtoehtoisesti voit lisätä tähän JVM-lisäparametreja, yhden riviä kohti.
fr_fr: Si vous le souhaitez, vous pouvez ajouter des paramètres JVM supplémentaires ici, un par ligne.
he_il: לחלופין, תוכל להוסיף פרמטרים נוספים של JVM כאן, אחד לכל שורה.
hu_hu: Itt további JVM-paramétereket is hozzáadhat, soronként egyet.
it_it: Opzionalmente, è possibile aggiungere ulteriori parametri JVM qui, uno per riga.
ja_jp: オプションで、ここに JVM パラメータを 1 行に 1 つずつ追加できます。
ko_kr: 선택적으로 여기에 한 줄에 하나씩 추가 JVM 매개 변수를 추가할 수 있습니다.
nb_no: Eventuelt kan du legge til flere JVM-parametere her, én per linje.
nl_nl: Optioneel kunt u hier extra JVM-parameters toevoegen, één per regel.
pl_pl: Opcjonalnie możesz dodać tutaj dodatkowe parametry JVM, po jednym na wiersz.
pt_pt: Opcionalmente, você pode adicionar parâmetros JVM adicionais aqui, um por linha.
ro_ro: Opțional, puteți adăuga aici parametri JVM suplimentari, unul pe linie.
ru_ru: При желании вы можете добавить сюда дополнительные параметры JVM, по одному на строку.
sr_sp: Опционо , можете додати додатне ЈВМ параметре овде, један по линији.
sv_se: Du kan också lägga till ytterligare JVM-parametrar här, en per rad.
tr_tr: İsteğe bağlı olarak, buraya her satırda bir tane olmak üzere ek JVM parametreleri ekleyebilirsiniz.
uk_ua: За бажанням тут можна додати додаткові параметри JVM, по одному на рядок.
vi_vn: Theo tùy chọn, bạn có thể thêm các tham số JVM bổ sung tại đây, một tham số trên mỗi dòng.
zh_hans: (可选) 可在此处添加其他 JVM 参数，一行一个。
zh_hant: (可選) 可以在此處添加其他 JVM 參數，一行一個。

# CreateInstance_SetMinecraftJavaJvmArgument_AddArgument
source: Add
af_za: Voeg parameters by
ar_sa: إضافة معلمات
ca_es: Afegir paràmetres
cs_cz: Přidání parametrů
da_dk: Tilføj parametre
de_de: Hinzufügen von Parametern
el_gr: Προσθήκη παραμέτρων
es_es: Adición de parámetros
fi_fi: Parametrien lisääminen
fr_fr: Ajouter des paramètres
he_il: הוספת פרמטרים
hu_hu: Paraméterek hozzáadása
it_it: Aggiungere parametri
ja_jp: パラメータの追加
ko_kr: 매개 변수 추가
nb_no: Legg til parametere
nl_nl: Parameters toevoegen
pl_pl: Dodawanie parametrów
pt_pt: Adicionar parâmetros
ro_ro: Adăugarea parametrilor
ru_ru: Добавление параметров
sr_sp: Додајте параметре
sv_se: Lägg till parametrar
tr_tr: Parametre ekleme
uk_ua: Додайте параметри
vi_vn: Thêm thông số
zh_hans: 添加参数
zh_hant: 添加參數

# CreateInstance_SetMinecraftJavaJvmArgument_Title
source: JVM Arguments
af_za: JVM parameters
ar_sa: معلمات JVM
ca_es: Paràmetres JVM
cs_cz: Parametry prostředí JVM
da_dk: JVM-parametre
de_de: JVM-Parameter
el_gr: Παράμετροι JVM
es_es: Parámetros de JVM
fi_fi: JVM-parametrit
fr_fr: Paramètres JVM
he_il: פרמטרים של JVM
hu_hu: JVM paraméterek
it_it: Parametri JVM
ja_jp: JVMパラメータ
ko_kr: JVM 매개변수
nb_no: JVM-parametere
nl_nl: JVM-parameters
pl_pl: Parametry JVM
pt_pt: Parâmetros da JVM
ro_ro: Parametrii JVM
ru_ru: Параметры JVM
sr_sp: ЈВМ параметри
sv_se: JVM-parametrar
tr_tr: JVM parametreleri
uk_ua: Параметри JVM
vi_vn: Thông số JVM
zh_hans: JVM 参数
zh_hant: JVM參數

source: Maximum memory
af_za: Maksimum geheue
ar_sa: الحد الأقصى للذاكرة
ca_es: Memòria màxima
cs_cz: Maximální paměť
da_dk: Maksimal hukommelse
de_de: Maximaler Arbeitsspeicher
el_gr: Μέγιστη μνήμη
es_es: Memoria máxima
fi_fi: Suurin muisti
fr_fr: Mémoire maximale
he_il: זיכרון מרבי
hu_hu: Maximális memória
it_it: Memoria massima
ja_jp: 最大メモリ
ko_kr: 최대 메모리
nb_no: Maksimalt minne
nl_nl: Maximaal geheugen
pl_pl: Maksymalna ilość pamięci
pt_pt: Memória máxima
ro_ro: Memorie maximă
ru_ru: Максимальный объем памяти
sr_sp: Максимална меморија
sv_se: Maximalt minne
tr_tr: Maksimum bellek
uk_ua: Максимальний обсяг пам'яті
vi_vn: Bộ nhớ tối đa
zh_hans: 最大内存
zh_hant: 最大緩存

source: Minimum Memory
af_za: Minimum geheue
ar_sa: الحد الأدنى للذاكرة
ca_es: Memòria mínima
cs_cz: Minimální paměť
da_dk: Minimum hukommelse
de_de: Minimaler Arbeitsspeicher
el_gr: Ελάχιστη μνήμη
es_es: Memoria mínima
fi_fi: Minimimuisti
fr_fr: Mémoire minimale
he_il: זיכרון מינימלי
hu_hu: Minimális memória
it_it: Memoria minima
ja_jp: 最小メモリ
ko_kr: 최소 메모리
nb_no: Minimum minne
nl_nl: Minimaal geheugen
pl_pl: Minimalna ilość pamięci
pt_pt: Memória mínima
ro_ro: Memorie minimă
ru_ru: Минимальный объем памяти
sr_sp: Минимална меморија
sv_se: Minsta minne
tr_tr: Minimum bellek
uk_ua: Мінімум пам'яті
vi_vn: Bộ nhớ tối thiểu
zh_hans: 最小内存
zh_hant: 最小緩存

# CreateInstance_SetMinecraftJvmRam_Description
source: This determines how much memory your Minecraft Java Edition server will be able to use.
af_za: Dit bepaal hoeveel geheue u Minecraft Java-bediener sal kan gebruik.
ar_sa: يحدد هذا مقدار الذاكرة التي سيتمكن خادم Minecraft Java من استخدامها.
ca_es: Això determina quanta memòria podrà utilitzar el vostre servidor Java de Minecraft.
cs_cz: To určuje, kolik paměti bude váš server Minecraft Java schopen použít.
da_dk: Dette bestemmer, hvor meget hukommelse din Minecraft Java-server vil være i stand til at bruge.
de_de: Dies bestimmt, wie viel Speicher Ihr Minecraft Java Server verwenden kann.
el_gr: Αυτό καθορίζει πόση μνήμη θα μπορεί να χρησιμοποιήσει ο διακομιστής Java του Minecraft.
es_es: Esto determina la cantidad de memoria que podrá usar su servidor Java de Minecraft.
fi_fi: Tämä määrittää, kuinka paljon muistia Minecraft Java -palvelimesi voi käyttää.
fr_fr: Cela détermine la quantité de mémoire que votre serveur Java Minecraft pourra utiliser.
he_il: פעולה זו קובעת בכמה זיכרון שרת Minecraft Java שלך יוכל להשתמש.
hu_hu: Ez határozza meg, hogy mennyi memóriát képes használni a Minecraft Java szerver.
it_it: Questo determina la quantità di memoria che il tuo server Java Minecraft sarà in grado di utilizzare.
ja_jp: これにより、Minecraft Javaサーバーが使用できるメモリの量が決まります。
ko_kr: 이것은 Minecraft Java 서버가 사용할 수 있는 메모리의 양을 결정합니다.
nb_no: Dette bestemmer hvor mye minne Minecraft Java-serveren din vil kunne bruke.
nl_nl: Dit bepaalt hoeveel geheugen uw Minecraft Java-server kan gebruiken.
pl_pl: Określa to, ile pamięci będzie mógł wykorzystać Twój serwer Java Minecraft.
pt_pt: Isso determina quanta memória seu servidor Java Minecraft será capaz de usar.
ro_ro: Aceasta determină câtă memorie va putea folosi serverul Java Minecraft.
ru_ru: Это определяет, сколько памяти сможет использовать ваш сервер Minecraft Java.
sr_sp: Ово одређује колико меморије ће ваш Минецрафт Јава сервер моћи да користи.
sv_se: Detta avgör hur mycket minne din Minecraft Java-server kommer att kunna använda.
tr_tr: Bu, Minecraft Java sunucunuzun ne kadar bellek kullanabileceğini belirler.
uk_ua: Від цього залежить, скільки пам'яті зможе використовувати ваш сервер Minecraft Java.
vi_vn: Điều này xác định dung lượng bộ nhớ mà máy chủ Minecraft Java của bạn sẽ có thể sử dụng.
zh_hans: 这决定了您的 Minecraft Java 服务器将能使用多少内存。
zh_hant: 這決定了您的 Minecraft Java 伺服器將能夠使用多少緩存。

# CreateInstance_SetMinecraftJvmRam_Title
source: JVM Memory Heap
af_za: JVM geheue hoop
ar_sa: كومة ذاكرة JVM
ca_es: Pila de memòria JVM
cs_cz: Halda paměti JVM
da_dk: JVM-hukommelsesbunke
de_de: JVM-Speicher-Heap
el_gr: Σωρός μνήμης JVM
es_es: Montón de memoria de JVM
fi_fi: JVM-muistikasa
fr_fr: Tas de mémoire JVM
he_il: ערימת זיכרון JVM
hu_hu: JVM memóriakupac
it_it: Heap di memoria JVM
ja_jp: JVMメモリヒープ
ko_kr: JVM 메모리 힙
nb_no: JVM-minnehaug
nl_nl: JVM-geheugen hoop
pl_pl: Sterta pamięci JVM
pt_pt: Pilha de memória JVM
ro_ro: Heap de memorie JVM
ru_ru: Куча памяти JVM
sr_sp: ЈВМ меморија гомила
sv_se: Heap med JVM-minne
tr_tr: JVM bellek yığını
uk_ua: Купа пам'яті JVM
vi_vn: Đống bộ nhớ JVM
zh_hans: JVM 内存堆
zh_hant: JVM 內存堆

# CreateInstance_SetMinecraftJvmRam_Tip
source: Minimum memory should always be smaller than maximum memory
af_za: Die minimum geheue ≤ die maksimum geheue is voldoende
ar_sa: الحد الأدنى للذاكرة ≤ الحد الأقصى للذاكرة كاف
ca_es: La memòria mínima ≤ la memòria màxima és suficient
cs_cz: Stačí minimální paměť ≤ maximální paměť
da_dk: Den mindste hukommelse ≤ den maksimale hukommelse er tilstrækkelig
de_de: Der minimale Arbeitsspeicher ≤ der maximale Speicher ist ausreichend
el_gr: Η ελάχιστη μνήμη ≤ η μέγιστη μνήμη είναι επαρκής
es_es: La memoria mínima ≤ la memoria máxima es suficiente
fi_fi: Vähimmäismuisti ≤ enimmäismuisti riittää
fr_fr: La mémoire minimale ≤ la mémoire maximale sont suffisantes
he_il: הזיכרון המינימלי ≤ הזיכרון המרבי מספיק
hu_hu: A minimális memória ≤ a maximális memória elegendő
it_it: La memoria minima ≤ la memoria massima è sufficiente
ja_jp: 最小メモリ≤最大メモリで十分です
ko_kr: 최소 메모리 ≤ 최대 메모리가 충분합니다
nb_no: Minimum minne ≤ maksimalt minne er tilstrekkelig
nl_nl: Het minimale geheugen ≤ het maximale geheugen is voldoende
pl_pl: Minimalna ilość pamięci ≤ maksymalna ilość pamięci jest wystarczająca
pt_pt: A memória mínima ≤ a memória máxima é suficiente
ro_ro: Memoria minimă ≤ memoria maximă este suficientă
ru_ru: Достаточно минимального объема памяти ≤ максимального объема памяти
sr_sp: Минимална меморија ≤ максимална меморија је довољна
sv_se: Det minsta minnet ≤ det maximala minnet är tillräckligt
tr_tr: En düşük bellek ≤ en yüksek bellek yeterlidir
uk_ua: Достатньо мінімальної пам'яті ≤ максимальної пам'яті
vi_vn: Bộ nhớ tối thiểu ≤ bộ nhớ tối đa là đủ
zh_hans: 最小内存 ≤ 最大内存即可
zh_hant: 最小內存 ≤ 最大內存即可

source: Copy URL
af_za: Kopieer die skakel
ar_sa: انسخ الرابط
ca_es: Copia l'enllaç
cs_cz: Zkopírujte odkaz
da_dk: Kopier linket
de_de: Kopieren Sie den Link
el_gr: Αντιγραφή του συνδέσμου
es_es: Copiar el enlace
fi_fi: Kopioi linkki
fr_fr: Copiez le lien
he_il: העתק את הקישור
hu_hu: A hivatkozás másolása
it_it: Copia il link
ja_jp: リンクをコピーする
ko_kr: 링크 복사
nb_no: Kopier lenken
nl_nl: Kopieer de link
pl_pl: Skopiuj link
pt_pt: Copie o link
ro_ro: Copiați linkul
ru_ru: Скопируйте ссылку
sr_sp: Копирајте везу
sv_se: Kopiera länken
tr_tr: Bağlantıyı kopyalayın
uk_ua: Скопіюйте посилання
vi_vn: Sao chép liên kết
zh_hans: 复制链接
zh_hant: 複製鏈接

source: Pause
af_za: Tyd uit
ar_sa: مهلة
ca_es: Temps d'espera
cs_cz: Oddechový čas
da_dk: Timeout
de_de: Auszeit
el_gr: Λήξη χρονικού ορίου
es_es: Tiempo de espera
fi_fi: Aikalisä
fr_fr: Temps d’arrêt
he_il: פסק זמן
hu_hu: Időtúllépés
it_it: Time out
ja_jp: たんま
ko_kr: 시간 초과
nb_no: Tidsavbrudd
nl_nl: Time-out
pl_pl: Limit czasu
pt_pt: Tempo limite
ro_ro: Pauză
ru_ru: Тайм-аут
sr_sp: Тајм-аут
sv_se: Paus
tr_tr: Zaman aşımı
uk_ua: Тайм-аут
vi_vn: Hết giờ
zh_hans: 暂停
zh_hant: 暫停

source: Cancel
af_za: Kanselleer
ar_sa: إلغاء الأمر
ca_es: Cancel·lar
cs_cz: Zrušit
da_dk: Aflyse
de_de: Abbrechen
el_gr: Ακυρώνω
es_es: Cancelar
fi_fi: Perua
fr_fr: Annuler
he_il: ביטל
hu_hu: Érvénytelenít
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
nb_no: Annullere
nl_nl: Annuleren
pl_pl: Anuluj
pt_pt: Cancelar
ro_ro: Anula
ru_ru: Отмена
sr_sp: Откажи
sv_se: Annullera
tr_tr: İptal
uk_ua: Скасувати
vi_vn: Hủy
zh_hans: 取消
zh_hant: 取消

source: File size
af_za: Lêer grootte
ar_sa: حجم الملف
ca_es: Mida del fitxer
cs_cz: Velikost souboru
da_dk: Filstørrelse
de_de: Dateigröße
el_gr: Μέγεθος αρχείου
es_es: Tamaño del archivo
fi_fi: Tiedostokoko
fr_fr: Taille du fichier
he_il: גודל הקובץ
hu_hu: Fájl mérete
it_it: Dimensione del file
ja_jp: ファイルサイズ
ko_kr: 파일 크기
nb_no: Filstørrelse
nl_nl: Bestandsgrootte
pl_pl: Rozmiar pliku
pt_pt: Tamanho do ficheiro
ro_ro: Dimensiunea fișierului
ru_ru: Размер файла
sr_sp: Величина фајла
sv_se: Filstorlek
tr_tr: Dosya boyutu
uk_ua: Розмір файлу
vi_vn: Kích thước tệp
zh_hans: 文件大小
zh_hant: 文件大小

source: Minecraft Version
af_za: Minecraft-uitgawe
ar_sa: ماين كرافت الطبعة
ca_es: Edició de Minecraft
cs_cz: Minecraft edice
da_dk: Minecraft-udgave
de_de: Minecraft-Ausgabe
el_gr: Έκδοση Minecraft
es_es: Edición Minecraft
fi_fi: Minecraft-versio
fr_fr: Édition Minecraft
he_il: מהדורת מיינקראפט
hu_hu: Minecraft kiadás
it_it: Edizione Minecraft
ja_jp: Minecraft エディション
ko_kr: 마인크래프트 에디션
nb_no: Minecraft-utgave
nl_nl: Minecraft-editie
pl_pl: Edycja Minecraft
pt_pt: Edição Minecraft
ro_ro: Ediția Minecraft
ru_ru: Minecraft Edition
sr_sp: Минецрафт издање
sv_se: Minecraft-utgåva
tr_tr: Minecraft Sürümü
uk_ua: Видання Minecraft
vi_vn: Phiên bản Minecraft
zh_hans: Minecraft 版本
zh_hant: Minecraft 版本

source: Build Version
af_za: Bou
ar_sa: يبني
ca_es: Complexions
cs_cz: Staví
da_dk: Bygger
de_de: Baut
el_gr: Χτίζει
es_es: Construye
fi_fi: Rakentaa
fr_fr: Construit
he_il: בונה
hu_hu: Épít
it_it: Costruisce
ja_jp: ビルド
ko_kr: 빌드
nb_no: Bygger
nl_nl: Bouwt
pl_pl: Buduje
pt_pt: Compilações
ro_ro: Construieşte
ru_ru: Строит
sr_sp: Гради
sv_se: Bygger
tr_tr: Oluşturur
uk_ua: Будує
vi_vn: Xây dựng
zh_hans: 构建版本
zh_hant: 構建版本

source: Off
af_za: Sluit
ar_sa: غلق
ca_es: tancar
cs_cz: zavřít
da_dk: lukke
de_de: schließen
el_gr: κλείνω
es_es: cerrar
fi_fi: sulkea
fr_fr: fermer
he_il: קרוב
hu_hu: bezár
it_it: chiudere
ja_jp: 閉める
ko_kr: 닫다
nb_no: lukke
nl_nl: sluiten
pl_pl: zamykać
pt_pt: fechar
ro_ro: închide
ru_ru: закрывать
sr_sp: Затворите
sv_se: stänga
tr_tr: kapatmak
uk_ua: Закрити
vi_vn: đóng
zh_hans: 关
zh_hant: 關

source: On
af_za: Oop
ar_sa: مفتوح
ca_es: obrir
cs_cz: otevřený
da_dk: åben
de_de: offen
el_gr: ανοίγω
es_es: abrir
fi_fi: avata
fr_fr: ouvrir
he_il: פתוח
hu_hu: nyitott
it_it: aperto
ja_jp: 開ける
ko_kr: 열다
nb_no: åpen
nl_nl: openen
pl_pl: otwierać
pt_pt: aberto
ro_ro: deschide
ru_ru: открытый
sr_sp: Отворите
sv_se: öppna
tr_tr: açık
uk_ua: відкривати
vi_vn: mở
zh_hans: 开
zh_hant: 開

# CreateTime
source: Creation time
af_za: Skeppingstyd
ar_sa: وقت الخلق
ca_es: Temps de creació
cs_cz: Čas vytvoření
da_dk: Oprettelsestid
de_de: Erstellungszeit
el_gr: Χρόνος δημιουργίας
es_es: Tiempo de creación
fi_fi: Luomisen aika
fr_fr: Heure de création
he_il: זמן יצירה
hu_hu: Létrehozási idő
it_it: Tempo di creazione
ja_jp: 作成時刻
ko_kr: 생성 시간
nb_no: Tid for opprettelse
nl_nl: Tijd tot oprichting
pl_pl: Czas utworzenia
pt_pt: Tempo de criação
ro_ro: Timpul creației
ru_ru: Время создания
sr_sp: Време стварања
sv_se: Tid för skapande
tr_tr: Oluşturma zamanı
uk_ua: Час створення
vi_vn: Thời gian sáng tạo
zh_hans: 创建时间
zh_hant: 創建時間

source: Instance Type
af_za: Instansie tipe
ar_sa: نوع المثيل
ca_es: Tipus d'instància
cs_cz: Typ instance
da_dk: Forekomst type
de_de: Instanz-Typ
el_gr: Τύπος παρουσίας
es_es: Tipo de instancia
fi_fi: Esiintymän tyyppi
fr_fr: Type d’instance
he_il: סוג מופע
hu_hu: Példány típusa
it_it: Tipo di istanza
ja_jp: インスタンスタイプ
ko_kr: 인스턴스 유형
nb_no: Type forekomst
nl_nl: Type instantie
pl_pl: Typ instancji
pt_pt: Tipo de instância
ro_ro: Tip de instanță
ru_ru: Тип экземпляра
sr_sp: Тип инстанце
sv_se: Typ av instans
tr_tr: Bulut sunucusu türü
uk_ua: Тип екземпляра
vi_vn: Loại phiên bản
zh_hans: 实例类型
zh_hant: 實例類型

source: More
af_za: Meer
ar_sa: أكثر
ca_es: més
cs_cz: více
da_dk: mere
de_de: mehr
el_gr: περισσότερο
es_es: más
fi_fi: enemmän
fr_fr: plus
he_il: עוד
hu_hu: több
it_it: più
ja_jp: もっとその
ko_kr: 더
nb_no: mer
nl_nl: meer
pl_pl: więcej
pt_pt: Saber mais
ro_ro: mai mult
ru_ru: больше
sr_sp: Виље
sv_se: mer
tr_tr: daha
uk_ua: Більше
vi_vn: nhiều hơn
zh_hans: 更多
zh_hant: 更多

source: Start
af_za: Inisieer
ar_sa: بادر
ca_es: iniciar
cs_cz: iniciovat
da_dk: initiere
de_de: einführen
el_gr: κατηχώ
es_es: iniciar
fi_fi: aloittaa
fr_fr: initier
he_il: ליזום
hu_hu: kezdeményez
it_it: iniziare
ja_jp: 始める
ko_kr: 시작하다
nb_no: starte
nl_nl: ingewijde
pl_pl: wtajemniczyć
pt_pt: iniciar
ro_ro: Iniţia
ru_ru: инициировать
sr_sp: Покретање
sv_se: inleda
tr_tr: başlatmak
uk_ua: Ініціювати
vi_vn: bắt đầu
zh_hans: 启动
zh_hant: 啟動

source: Back
af_za: Terugkeer
ar_sa: أعاد
ca_es: retorn
cs_cz: vrátit
da_dk: returbillet
de_de: Rückgabe
el_gr: επιστροφή
es_es: devolución
fi_fi: paluu
fr_fr: rendre
he_il: החזיר
hu_hu: visszatérés
it_it: ritorno
ja_jp: 帰る
ko_kr: 돌아오다
nb_no: retur
nl_nl: terugkeren
pl_pl: wrócić
pt_pt: regresso
ro_ro: restitui
ru_ru: возвращать
sr_sp: Вратити
sv_se: återvända
tr_tr: dönmek
uk_ua: Повернутися
vi_vn: về
zh_hans: 返回
zh_hant: 返回
