Repository: MCSLTeam/MCServerLauncher-Future
Catalog: MCServerLauncher.WPF/Resources/Language.*.resx
Languages: af_za, ar_sa, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, he_il, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sr_sp, sv_se, tr_tr, uk_ua, vi_vn, zh_hans, zh_hant

# PreFinishCreateInstanceTip
source: After completing the following configuration, click "Continue".
af_za: As u klaar is met die volgende konfigurasies, klik op Gaan voort.
ar_sa: عند الانتهاء من التكوينات التالية، انقر فوق متابعة.
ca_es: Quan hàgiu acabat amb les configuracions següents, feu clic a Continua.
cs_cz: Až budete s následujícími konfiguracemi hotovi, klikněte na tlačítko Pokračovat.
da_dk: Når du er færdig med følgende konfigurationer, skal du klikke på Fortsæt.
de_de: Wenn Sie mit den folgenden Konfigurationen fertig sind, klicken Sie auf Weiter.
el_gr: Όταν ολοκληρώσετε τις παρακάτω ρυθμίσεις παραμέτρων, κάντε κλικ στην επιλογή Συνέχεια.
es_es: Cuando haya terminado con las siguientes configuraciones, haga clic en Continuar.
fi_fi: Kun olet tehnyt seuraavat määritykset, valitse Jatka.
fr_fr: Lorsque vous avez terminé d’utiliser les configurations suivantes, cliquez sur Continuer.
he_il: לאחר שתסיים עם התצורות הבאות, לחץ על המשך.
hu_hu: Ha végzett a következő konfigurációkkal, kattintson a Folytatás gombra.
it_it: Al termine delle seguenti configurazioni, fare clic su Continua.
ja_jp: 次の設定が完了したら、[続行] をクリックします。
ko_kr: 다음 구성을 마쳤으면 계속을 클릭합니다.
nb_no: Når du er ferdig med følgende konfigurasjoner, klikker du på Fortsett.
nl_nl: Wanneer u klaar bent met de volgende configuraties, klikt u op Doorgaan.
pl_pl: Po zakończeniu wykonywania poniższych konfiguracji kliknij przycisk Kontynuuj.
pt_pt: Quando terminar as configurações a seguir, clique em Continuar.
ro_ro: Când ați terminat cu următoarele configurații, faceți clic pe Continuare.
ru_ru: Когда вы закончите работу со следующими настройками, нажмите «Продолжить».
sr_sp: Када завршите са следећим конфигурацијама, кликните на дугме Настави.
sv_se: När du är klar med följande konfigurationer klickar du på Fortsätt.
tr_tr: Aşağıdaki yapılandırmalarla işiniz bittiğinde Devam'ı tıklayın.
uk_ua: Завершивши з наведеними нижче конфігураціями, натисніть Продовжити.
vi_vn: Khi bạn đã hoàn tất với các cấu hình sau, hãy bấm vào Tiếp tục.
zh_hans: 完成以下配置后，单击 “继续”。
zh_hant: 完成如下配置后，單擊 “繼續”。

# CreateInstance_SelectMinecraftVersionTip
source: Please select the version of Minecraft that this server will run.
af_za: Kies asseblief die weergawe van Minecraft wat die bediener sal gebruik.
ar_sa: يرجى تحديد إصدار Minecraft الذي سيتم تشغيل الخادم عليه.
ca_es: Si us plau, seleccioneu la versió de Minecraft que executarà el servidor.
cs_cz: Vyberte verzi hry Minecraft, na které bude server spuštěn.
da_dk: Vælg den version af Minecraft, som serveren skal køre.
de_de: Bitte wählen Sie die Version von Minecraft aus, auf der der Server ausgeführt werden soll.
el_gr: Επιλέξτε την έκδοση του Minecraft που θα εκτελεί ο διακομιστής.
es_es: Seleccione la versión de Minecraft que ejecutará el servidor.
fi_fi: Valitse Minecraft-versio, jota palvelin käyttää.
fr_fr: Veuillez sélectionner la version de Minecraft que le serveur exécutera.
he_il: בחר את גירסת Minecraft שהשרת יפעל.
hu_hu: Kérjük, válassza ki a Minecraft azon verzióját, amelyet a szerver futtatni fog.
it_it: Seleziona la versione di Minecraft che il server eseguirà .
ja_jp: サーバーを実行するMinecraftのバージョンを選択してください。
ko_kr: 서버가 실행될 Minecraft 버전을 선택하십시오.
nb_no: Velg versjonen av Minecraft som serveren skal kjøre.
nl_nl: Selecteer de versie van Minecraft die de server zal draaien.
pl_pl: Wybierz wersję gry Minecraft, na której będzie działał serwer.
pt_pt: Por favor, selecione a versão do Minecraft que o servidor estará executando.
ro_ro: Vă rugăm să selectați versiunea de Minecraft pe care o va rula serverul.
ru_ru: Пожалуйста, выберите версию Minecraft, на которой будет работать сервер.
sr_sp: Молимо Вас да изаберете верзију Минецрафт-а коју ће сервер покренути.
sv_se: Välj den version av Minecraft som servern ska köra.
tr_tr: Lütfen sunucunun çalıştıracağı Minecraft sürümünü seçin.
uk_ua: Будь ласка, виберіть версію Minecraft, на якій буде працювати сервер.
vi_vn: Vui lòng chọn phiên bản Minecraft mà máy chủ sẽ chạy.
zh_hans: 请选择该服务器将运行的 Minecraft 版本。
zh_hant: 請選擇該伺服器將運行的 Minecraft 版本。

source: Refresh
af_za: spoel
ar_sa: مسح
ca_es: envermellit
cs_cz: zrudlý
da_dk: Skyllet
de_de: gerötet
el_gr: Ξεπλυθεί
es_es: Enrojecida
fi_fi: punaposkinen
fr_fr: Rincé
he_il: סמוק
hu_hu: Kipirult
it_it: accaldato
ja_jp: フラッシュ
ko_kr: 플러시
nb_no: Spyles
nl_nl: Gespoeld
pl_pl: Opróżniany
pt_pt: rubor
ro_ro: Eliminate
ru_ru: Покраснел
sr_sp: Бацила
sv_se: Spolas
tr_tr: Temiz -lendi
uk_ua: почервонілий
vi_vn: đỏ bừng
zh_hans: 刷新
zh_hant: 刷新

# CreateInstance_BmclapiMayBeFailedTip
source: If it doesn't load, please try again later. \nMirror service powered by BMCLAPI
af_za: As dit nie laai nie, probeer later weer.\nBEELDDIENS WORD AANGEDRYF DEUR BMCLAPI
ar_sa: إذا لم يتم تحميله ، فحاول مرة أخرى لاحقا.\nيتم تشغيل خدمة الصور بواسطة BMCLAPI
ca_es: Si no es carrega, torneu-ho a provar més tard.\nEL SERVEI D'IMATGE FUNCIONA AMB BMCLAPI
cs_cz: Pokud se nenačte, zkuste to znovu později.\nOBRAZOVÁ SLUŽBA JE POHÁNĚNA BMCLAPI
da_dk: Hvis den ikke indlæses, kan du prøve igen senere.\nBILLEDTJENESTEN ER DREVET AF BMCLAPI
de_de: Wenn es nicht geladen wird, versuchen Sie es später erneut.\nIMAGE SERVICE WIRD VON BMCLAPI UNTERSTÜTZT
el_gr: Εάν δεν φορτωθεί, δοκιμάστε ξανά αργότερα.\nΗ ΥΠΗΡΕΣΊΑ ΕΙΚΌΝΑΣ ΤΡΟΦΟΔΟΤΕΊΤΑΙ ΑΠΌ BMCLAPI
es_es: Si no se carga, vuelve a intentarlo más tarde.\nEL SERVICIO DE IMÁGENES FUNCIONA CON BMCLAPI
fi_fi: Jos se ei lataudu, yritä myöhemmin uudelleen.\nKUVAPALVELUN TARJOAA BMCLAPI
fr_fr: S’il ne se charge pas, réessayez plus tard.\nLE SERVICE D’IMAGES EST PROPULSÉ PAR BMCLAPI
he_il: אם הוא לא נטען, נסה שוב מאוחר יותר.\nשירות התמונות מופעל על ידי BMCLAPI
hu_hu: Ha nem töltődik be, próbálkozzon újra később.\nAZ IMAGE SERVICE-T A BMCLAPI MŰKÖDTETI
it_it: Se non si carica, riprova più tardi.\nIL SERVIZIO IMMAGINI È BASATO SU BMCLAPI
ja_jp: 読み込まれない場合は、後でもう一度お試しください。\nイメージ サービスは BMCLAPI を利用しています
ko_kr: 로드되지 않으면 나중에 다시 시도하십시오.\n이미지 서비스는 BMCLAPI에 의해 구동됩니다
nb_no: Hvis den ikke lastes inn, prøv igjen senere.\nBILDETJENESTEN DRIVES AV BMCLAPI
nl_nl: Als het niet laadt, probeer het dan later opnieuw.\nIMAGE SERVICE WORDT MOGELIJK GEMAAKT DOOR BMCLAPI
pl_pl: Jeśli się nie załaduje, spróbuj ponownie później.\nUSŁUGA IMAGE SERVICE JEST OBSŁUGIWANA PRZEZ BMCLAPI
pt_pt: Se não carregar, tente novamente mais tarde.\nSERVIÇO DE IMAGEM É ALIMENTADO POR BMCLAPI
ro_ro: Dacă nu se încarcă, încercați din nou mai târziu.\nSERVICIUL DE IMAGINE ESTE ALIMENTAT DE BMCLAPI
ru_ru: Если он не загружается, повторите попытку позже.\nСЕРВИС ИЗОБРАЖЕНИЙ РАБОТАЕТ НА БАЗЕ BMCLAPI
sr_sp: Ако се не учита, покушајте поново касније.\nСЕРВИС СЛИКА ПОКРЕЋЕ БМЦЛАПИ
sv_se: Om den inte laddas, försök igen senare.\nBILDTJÄNSTEN DRIVS AV BMCLAPI
tr_tr: Yüklenmezse daha sonra tekrar deneyin.\nGÖRÜNTÜ HIZMETI BMCLAPI TARAFINDAN DESTEKLENMEKTEDIR
uk_ua: Якщо він не завантажується, повторіть спробу пізніше.\nІМІДЖЕВИЙ СЕРВІС ПРАЦЮЄ НА БАЗІ BMCLAPI
vi_vn: Nếu nó không tải, hãy thử lại sau.\nDỊCH VỤ HÌNH ẢNH ĐƯỢC CUNG CẤP BỞI BMCLAPI
zh_hans: 如果加载不出来，请稍后再试。\n镜像服务由 BMCLAPI 提供支持
zh_hant: 如果加載不出來，請稍後再試。\n鏡像服務由BMCLAPI提供支持

source: Forge Version
af_za: Smee weergawe
ar_sa: نسخة تزوير
ca_es: Versió de Forge
cs_cz: Koňská verze
el_gr: Πλαστή έκδοση
es_es: Versión Forge
fi_fi: Forge-versio
fr_fr: Version forge
he_il: גרסת זיוף
hu_hu: Forge verzió
it_it: Versione Forge
ja_jp: Forgeバージョン
ko_kr: Forge 버전
nb_no: Forge versjon
nl_nl: Smeed versie
pl_pl: Wersja kuźni
pt_pt: Versão Forge
ro_ro: Versiunea Forge
ru_ru: Кузнечная версия
sr_sp: Форге верзија
tr_tr: Forge sürümü
uk_ua: Версія Forge
vi_vn: Phiên bản giả mạo
zh_hans: Forge 版本
zh_hant: Forge 版本

source: NeoForge Version
af_za: NeoForge weergawe
ar_sa: نسخة نيوفورج
ca_es: Versió NeoForge
cs_cz: Verze NeoForge
de_de: NeoForge-Ausführung
el_gr: Έκδοση NeoForge
es_es: Versión NeoForge
fi_fi: NeoForge-versio
fr_fr: Version de NeoForge
he_il: גרסת NeoForge
hu_hu: NeoForge verzió
it_it: Versione NeoForge
ja_jp: NeoForgeバージョン
ko_kr: 네오포지 버전
nb_no: NeoForge-versjon
nl_nl: NeoForge versie
pl_pl: Wersja NeoForge
pt_pt: Versão NeoForge
ro_ro: Versiunea NeoForge
ru_ru: Версия для NeoForge
sr_sp: НеоФорге верзија
tr_tr: NeoForge sürümü
uk_ua: Версія NeoForge
vi_vn: Phiên bản NeoForge
zh_hans: NeoForge 版本
zh_hant: NeoForge 版本

source: Fabric Version
af_za: Stof weergawe
ar_sa: نسخة النسيج
ca_es: Versió de tela
cs_cz: Fabric verze
da_dk: Stof version
de_de: Stoff-Ausführung
el_gr: Υφασμάτινη έκδοση
es_es: Versión de tela
fi_fi: Kankaan versio
fr_fr: Version en tissu
he_il: גרסת בד
hu_hu: Szövet verzió
it_it: Versione in tessuto
ja_jp: ファブリックバージョン
ko_kr: 패브릭 버전
nb_no: Stoff versjon
nl_nl: Stoffen uitvoering
pl_pl: Wersja tkaninowa
pt_pt: Versão em tecido
ro_ro: Versiune din țesătură
ru_ru: Тканевый вариант
sr_sp: Верзија тканине
sv_se: Version av tyg
tr_tr: Kumaş versiyonu
uk_ua: Тканинний варіант
vi_vn: Phiên bản vải
zh_hans: Fabric 版本
zh_hant: Fabric 版本

source: Quilt Version
af_za: Kwilt weergawe
ar_sa: نسخة لحاف
ca_es: Versió edredó
cs_cz: Verze přikrývky
de_de: Stepp-Version
el_gr: Έκδοση παπλώματος
es_es: Versión edredón
fi_fi: Peitto-versio
fr_fr: Version courtepointe
he_il: גרסת שמיכת טלאים
hu_hu: Paplan változat
it_it: Versione trapuntata
ja_jp: キルトバージョン
ko_kr: 퀼트 버전
nb_no: Quilt versjon
nl_nl: Quilt versie
pl_pl: Wersja kołdrowa
pt_pt: Versão da colcha
ro_ro: Versiunea Quilt
ru_ru: Версия одеяла
sr_sp: јорган верзија
tr_tr: Yorgan versiyonu
uk_ua: Версія ковдри
vi_vn: Phiên bản chăn bông
zh_hans: Quilt 版本
zh_hant: Quillt 版本

# CreateInstance_SelectForgeVersion_Description
source: Please select the Forge Loader version of the server.
af_za: Kies asseblief die weergawe van die Forge-laaier wat die bediener sal gebruik.
ar_sa: يرجى تحديد إصدار أداة تحميل Forge التي سيتم تشغيل الخادم عليها.
ca_es: Seleccioneu la versió del carregador Forge que executarà el servidor.
cs_cz: Vyberte prosím verzi zavaděče Forge, na které bude server spuštěn.
da_dk: Vælg venligst den version af Forge-indlæseren, som serveren skal køre.
de_de: Bitte wählen Sie die Version des Forge-Loaders aus, die auf dem Server ausgeführt werden soll.
el_gr: Επιλέξτε την έκδοση του φορτωτή Forge που θα εκτελεί ο διακομιστής.
es_es: Seleccione la versión del cargador Forge que ejecutará el servidor.
fi_fi: Valitse Forge-kuormaimen versio, jota palvelin käyttää.
fr_fr: Veuillez sélectionner la version du chargeur Forge que le serveur exécutera.
he_il: בחר את הגרסה של מטעין Forge שהשרת יפעל.
hu_hu: Válassza ki a Forge betöltő verzióját, amelyet a szerver futtatni fog.
it_it: Seleziona la versione del caricatore Forge che il server eseguirà .
ja_jp: サーバーを実行するForgeローダーのバージョンを選択してください。
ko_kr: 서버가 실행될 Forge 로더의 버전을 선택하십시오.
nb_no: Velg versjonen av Forge-lasteren som serveren skal kjøre.
nl_nl: Selecteer de versie van de Forge-loader die de server zal gebruiken.
pl_pl: Wybierz wersję programu ładującego Forge, na której będzie działał serwer.
pt_pt: Selecione a versão do carregador do Forge que o servidor executará.
ro_ro: Vă rugăm să selectați versiunea încărcătorului Forge pe care o va rula serverul.
ru_ru: Пожалуйста, выберите версию загрузчика Forge, на котором будет работать сервер.
sr_sp: Молимо Вас да изаберете верзију Форге утоваривача који ће сервер бити покренут.
sv_se: Välj den version av Forge-laddaren som servern ska köra.
tr_tr: Lütfen sunucunun çalıştıracağı Forge yükleyici sürümünü seçin.
uk_ua: Будь ласка, виберіть версію завантажувача Forge, на якій буде працювати сервер.
vi_vn: Vui lòng chọn phiên bản trình tải Forge mà máy chủ sẽ chạy.
zh_hans: 请选择该服务器将运行的 Forge 加载器的版本。
zh_hant: 請選擇該伺服器將運行的 Forge 加載器的版本。

# CreateInstance_SelectNeoForgeVersion_Description
source: Please select the NeoForge Loader version of the server.
af_za: Kies asseblief die weergawe van die NeoForge-laaier wat die bediener sal laat loop.
ar_sa: يرجى تحديد إصدار محمل NeoForge الذي سيتم تشغيل الخادم عليه.
ca_es: Si us plau, seleccioneu la versió del carregador NeoForge que executarà el servidor.
cs_cz: Vyberte verzi zavaděče NeoForge, na které bude server spuštěn.
da_dk: Vælg venligst den version af NeoForge-indlæseren, som serveren skal køre.
de_de: Bitte wählen Sie die Version des NeoForge-Loaders aus, die auf dem Server ausgeführt werden soll.
el_gr: Επιλέξτε την έκδοση του φορτωτή NeoForge που θα εκτελεί ο διακομιστής.
es_es: Seleccione la versión del cargador NeoForge que se ejecutará en el servidor.
fi_fi: Valitse NeoForge-kuormaimen versio, jota palvelin käyttää.
fr_fr: Veuillez sélectionner la version du chargeur NeoForge que le serveur exécutera.
he_il: בחר את הגרסה של מטעין NeoForge שהשרת יפעל.
hu_hu: Kérjük, válassza ki a NeoForge betöltő verzióját, amelyet a szerver futtatni fog.
it_it: Seleziona la versione del caricatore NeoForge che il server eseguirà .
ja_jp: サーバーを実行するNeoForgeローダーのバージョンを選択してください。
ko_kr: 서버가 실행될 NeoForge 로더 버전을 선택하십시오.
nb_no: Velg versjonen av NeoForge-lasteren som serveren skal kjøre.
nl_nl: Selecteer de versie van de NeoForge-loader die de server zal draaien.
pl_pl: Wybierz wersję programu ładującego NeoForge, na której będzie działał serwer.
pt_pt: Selecione a versão do carregador NeoForge que o servidor irá executar.
ro_ro: Vă rugăm să selectați versiunea încărcătorului NeoForge pe care serverul o va rula.
ru_ru: Пожалуйста, выберите версию загрузчика NeoForge, на котором будет работать сервер.
sr_sp: Молимо Вас да изаберете верзију НеоФорге утоваривача који ће сервер бити покренут.
sv_se: Välj den version av NeoForge-lastaren som servern ska köra.
tr_tr: Lütfen sunucunun çalıştıracağı NeoForge yükleyici sürümünü seçin.
uk_ua: Будь ласка, виберіть версію завантажувача NeoForge, на якій буде працювати сервер.
vi_vn: Vui lòng chọn phiên bản bộ tải NeoForge mà máy chủ sẽ chạy.
zh_hans: 请选择该服务器将运行的 NeoForge 加载器的版本。
zh_hant: 請選擇該伺服器將運行的 NeoForge 加載器的版本。

# CreateInstance_SelectFabricVersion_Description
source: Please select the Fabric Loader version of the server.
af_za: Kies die weergawe van die stoflaaier wat die bediener sal laat loop.
ar_sa: حدد إصدار محمل Fabric الذي سيتم تشغيل الخادم.
ca_es: Seleccioneu la versió del carregador de Fabric que executarà el servidor.
cs_cz: Vyberte verzi zavaděče prostředků infrastruktury, kterou bude server spouštět.
da_dk: Vælg den version af Fabric loader, som serveren skal køre.
de_de: Wählen Sie die Version des Fabric-Ladeprogramms aus, die auf dem Server ausgeführt werden soll.
el_gr: Επιλέξτε την έκδοση του προγράμματος φόρτωσης Fabric που θα εκτελέσει ο διακομιστής.
es_es: Seleccione la versión del cargador de estructura que ejecutará el servidor.
fi_fi: Valitse Fabric loaderin versio, jonka palvelin suorittaa.
fr_fr: Sélectionnez la version du chargeur de fabric que le serveur exécutera.
he_il: בחר את גירסת מטעין הבד שהשרת יפעיל.
hu_hu: Válassza ki a Fabric-betöltő azon verzióját, amelyet a kiszolgáló futtatni fog.
it_it: Selezionare la versione del caricatore di infrastruttura che verrà eseguita dal server.
ja_jp: サーバーを実行する Fabric ローダーのバージョンを選択します。
ko_kr: 서버가 실행할 패브릭 로더의 버전을 선택하십시오.
nb_no: Velg versjonen av Fabric loader som serveren skal kjøre.
nl_nl: Selecteer de versie van de Fabric loader die op de server wordt uitgevoerd.
pl_pl: Wybierz wersję modułu ładującego sieć szkieletową, która będzie uruchamiana na serwerze.
pt_pt: Selecione a versão do carregador de malha que o servidor executará.
ro_ro: Selectați versiunea încărcătorului Fabric pe care o va rula serverul.
ru_ru: Выберите версию загрузчика Fabric, который будет работать на сервере.
sr_sp: Изаберите верзију Фабриц лоадер-а који ће сервер покренути.
sv_se: Välj den version av infrastrukturinläsaren som servern ska köra.
tr_tr: Sunucunun çalıştıracağı Fabric yükleyici sürümünü seçin.
uk_ua: Виберіть версію завантажувача Fabric, на якій буде працювати сервер.
vi_vn: Chọn phiên bản Fabric loader mà máy chủ sẽ chạy.
zh_hans: 请选择该服务器将运行的 Fabric 加载器的版本。
zh_hant: 請選擇該伺服器將運行的 Fabric 加載器的版本。

# CreateInstance_SelectQuiltVersion_Description
source: Please select the Quilt Loader version of the server.
af_za: Kies asseblief die weergawe van die Quilt-laaier wat die bediener gaan gebruik.
ar_sa: يرجى تحديد إصدار محمل اللحاف الذي سيتم تشغيل الخادم عليه.
ca_es: Seleccioneu la versió del carregador de Quilt que executarà el servidor.
cs_cz: Vyberte prosím verzi zavaděče Quilt, na které bude server spuštěn.
da_dk: Vælg venligst den version af Quilt-indlæseren, som serveren skal køre.
de_de: Bitte wählen Sie die Version des Quilt-Loaders aus, die auf dem Server ausgeführt werden soll.
el_gr: Επιλέξτε την έκδοση του φορτωτή παπλώματος που θα εκτελεί ο διακομιστής.
es_es: Seleccione la versión del cargador Quilt que ejecutará el servidor.
fi_fi: Valitse peittokuormaimen versio, jota palvelin käyttää.
fr_fr: Veuillez sélectionner la version du chargeur Quilt que le serveur exécutera.
he_il: בחר את הגרסה של מטעין השמיכה שהשרת יפעל.
hu_hu: Válassza ki a paplanbetöltő azon verzióját, amelyet a szerver futtatni fog.
it_it: Seleziona la versione del caricatore Quilt che il server eseguirà .
ja_jp: サーバーを実行する Quilt ローダーのバージョンを選択してください。
ko_kr: 서버가 실행될 Quilt 로더의 버전을 선택하십시오.
nb_no: Velg versjonen av Quilt-lasteren som serveren skal kjøre.
nl_nl: Selecteer de versie van de Quilt-loader die de server zal draaien.
pl_pl: Wybierz wersję programu ładującego kołdry, na której będzie działał serwer.
pt_pt: Selecione a versão do carregador Quilt que o servidor executará.
ro_ro: Vă rugăm să selectați versiunea încărcătorului Quilt pe care serverul o va rula.
ru_ru: Выберите версию загрузчика Quilt, на котором будет работать сервер.
sr_sp: Молимо Вас да изаберете верзију јорган утоваривача који ће сервер бити покренут.
sv_se: Välj den version av Quilt-laddaren som servern ska köra.
tr_tr: Lütfen sunucunun çalıştıracağı Quilt loader sürümünü seçin.
uk_ua: Будь ласка, виберіть версію завантажувача Quilt, на якій буде працювати сервер.
vi_vn: Vui lòng chọn phiên bản Quilt loader mà máy chủ sẽ chạy.
zh_hans: 请选择该服务器将运行的 Quilt 加载器的版本。
zh_hant: 請選擇該伺服器將運行的 Quilt 加載器的版本。

# OnlyShowReleaseVersion
source: Only show release versions
af_za: Slegs die amptelike weergawe word vertoon
ar_sa: يتم عرض النسخة الرسمية فقط
ca_es: Només es mostra la versió oficial
cs_cz: Zobrazí se pouze oficiální verze
da_dk: Kun den officielle version vises
de_de: Es wird nur die offizielle Version angezeigt
el_gr: Εμφανίζεται μόνο η επίσημη έκδοση
es_es: Solo se muestra la versión oficial
fi_fi: Vain virallinen versio näytetään
fr_fr: Seule la version officielle est affichée
he_il: רק הגרסה הרשמית מוצגת
hu_hu: Csak a hivatalos verzió jelenik meg
it_it: Viene visualizzata solo la versione ufficiale
ja_jp: 正式版のみ表示されます
ko_kr: 공식 버전만 표시됩니다
nb_no: Bare den offisielle versjonen vises
nl_nl: Alleen de officiële versie wordt weergegeven
pl_pl: Wyświetlana jest tylko oficjalna wersja
pt_pt: Apenas a versão oficial é exibida
ro_ro: Este afișată doar versiunea oficială
ru_ru: Отображается только официальная версия
sr_sp: Приказана је само званична верзија
sv_se: Endast den officiella versionen visas
tr_tr: Yalnızca resmi sürüm görüntülenir
uk_ua: Відображається лише офіційна версія
vi_vn: Chỉ có phiên bản chính thức được hiển thị
zh_hans: 仅显示正式版
zh_hant: 僅顯示正式版

# ResDownload_InstanceCore
source: Server Core
af_za: Bediener kerne
ar_sa: نوى الخادم
ca_es: Nuclis de servidor
cs_cz: Serverová jádra
da_dk: Serverkerner
de_de: Server-Kerne
el_gr: Πυρήνες διακομιστή
es_es: Núcleos de servidor
fi_fi: Palvelimen ytimet
fr_fr: Cœurs de serveur
he_il: ליבות שרת
hu_hu: Kiszolgálómagok
it_it: Core del server
ja_jp: サーバーコア
ko_kr: 서버 코어
nb_no: Serverkjerner
nl_nl: Server kernen
pl_pl: Rdzenie serwerowe
pt_pt: Núcleos de servidor
ro_ro: Nuclee de server
ru_ru: Серверные ядра
sr_sp: Језгра сервера
sv_se: Serverkärnor
tr_tr: Sunucu çekirdekleri
uk_ua: Ядра сервера
vi_vn: Lõi máy chủ
zh_hans: 服务器核心
zh_hant: 伺服器核心

# ResDownload_OpenHomePage
source: Official website
af_za: Maak die amptelike webwerf oop
ar_sa: افتح الموقع الرسمي
ca_es: Obre el lloc web oficial
cs_cz: Otevřete oficiální web
da_dk: Åbn den officielle hjemmeside
de_de: Öffnen Sie die offizielle Website
el_gr: Ανοίξτε τον επίσημο ιστότοπο
es_es: Abrir el sitio web oficial
fi_fi: Avaa virallinen verkkosivusto
fr_fr: Ouvrir le site officiel
he_il: פתח את האתר הרשמי
hu_hu: Nyissa meg a hivatalos weboldalt
it_it: Apri il sito ufficiale
ja_jp: 公式サイトを開く
ko_kr: 공식 웹 사이트 열기
nb_no: Åpne den offisielle nettsiden
nl_nl: Open de officiële website
pl_pl: Otwórz oficjalną stronę internetową
pt_pt: Abra o site oficial
ro_ro: Deschideți site-ul oficial
ru_ru: Открыть официальный сайт
sr_sp: Отворите званични сајт
sv_se: Öppna den officiella webbplatsen
tr_tr: Resmi web sitesini açın
uk_ua: Відкрийте офіційний сайт
vi_vn: Mở trang web chính thức
zh_hans: 打开官网
zh_hant: 打開官方網站

# FirstSetup_SetupFinishedWelcome
source: Welcome to
af_za: Welkom
ar_sa: أهلًا وسهلًا
ca_es: Benvingut
cs_cz: Vítejte
da_dk: Velkommen
de_de: Willkommen
el_gr: Καλώς ήρθες
es_es: Bienvenido
fi_fi: Tervetuloa
fr_fr: Bienvenue
he_il: ברוך הבא
hu_hu: Isten hozott
it_it: Benvenuto
ja_jp: ようこそ
ko_kr: 환영
nb_no: Velkommen
nl_nl: Welkom
pl_pl: Mile widziany
pt_pt: Bem-vindo
ro_ro: Bun venit
ru_ru: Добро пожаловать
sr_sp: Добродошли
sv_se: Välkommen
tr_tr: Hoş geldin
uk_ua: Прошу
vi_vn: Chào mừng
zh_hans: 欢迎使用
zh_hant: 歡迎使用

# TempSkip
source: Skip temporarily
af_za: Slaan vir eers oor
ar_sa: تخطي الآن
ca_es: Saltar per ara
cs_cz: Prozatím přeskočit
da_dk: Spring over for nu
de_de: Vorerst überspringen
el_gr: Παράλειψη προς το παρόν
es_es: Saltar por ahora
fi_fi: Ohita nyt
fr_fr: Passer pour l’instant
he_il: דלג לעת עתה
hu_hu: Ugrás most
it_it: Salta per ora
ja_jp: とりあえずスキップ
ko_kr: 지금은 건너뛰기
nb_no: Hopp over for nå
nl_nl: Sla voorlopig over
pl_pl: Pomiń na razie
pt_pt: Pule por enquanto
ro_ro: Săriți deocamdată
ru_ru: Пропустить пока
sr_sp: Прескочи за сада
sv_se: Hoppa över tills vidare
tr_tr: Şimdilik atla
uk_ua: Пропустити зараз
vi_vn: Bỏ qua ngay bây giờ
zh_hans: 暂时跳过
zh_hant: 暫時跳過

source: Agree
af_za: Saamstem
ar_sa: اصطلح
ca_es: acordar
cs_cz: souhlasit
da_dk: stemme overens
de_de: zustimmen
el_gr: συμφωνώ
es_es: convenir
fi_fi: sopia
fr_fr: accepter
he_il: הסכים
hu_hu: egyetért
it_it: d'accordo
ja_jp: 一致する
ko_kr: 동의하다
nb_no: samtykke
nl_nl: instemmen
pl_pl: zgodzić się
pt_pt: concordo
ro_ro: acord
ru_ru: соглашаться
sr_sp: Слаћете
sv_se: samtycka
tr_tr: anlaşmak
uk_ua: Згоден
vi_vn: đồng ý
zh_hans: 同意
zh_hant: 同意

source: Disagree
af_za: Weier
ar_sa: رفض
ca_es: refusar
cs_cz: odmítnout
da_dk: afslå
de_de: verweigern
el_gr: απορρίπτω
es_es: rehusar
fi_fi: kieltäytyä
fr_fr: refuser
he_il: זבל
hu_hu: visszautasít
it_it: rifiutare
ja_jp: 断る
ko_kr: 쓰레기
nb_no: avslå
nl_nl: weigeren
pl_pl: odmówić
pt_pt: recusar
ro_ro: refuza
ru_ru: отказывать
sr_sp: Одбити
sv_se: vägra
tr_tr: reddetmek
uk_ua: Відмовити
vi_vn: từ chối
zh_hans: 拒绝
zh_hant: 拒絕
