Repository: MCSLTeam/MCServerLauncher-Future
Catalog: MCServerLauncher.WPF/Resources/Language.*.resx
Languages: af_za, ar_sa, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, he_il, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sr_sp, sv_se, tr_tr, uk_ua, vi_vn, zh_hans, zh_hant

# Settings_ActionWhenDeleteConfirm_Title
source: Instance Deletion Confirmation Method
af_za: Bevestig die metode om 'n instansie uit te vee
ar_sa: تأكيد طريقة حذف مثيل
ca_es: Confirmeu el mètode de supressió d'una instància
cs_cz: Potvrzení způsobu odstranění instance
da_dk: Bekræft metoden til sletning af en forekomst
de_de: Bestätigen Sie die Methode zum Löschen einer Instanz
el_gr: Επιβεβαιώστε τη μέθοδο διαγραφής μιας παρουσίας
es_es: Confirmar el método de eliminación de una instancia
fi_fi: Ilmentymän poistotavan vahvistaminen
fr_fr: Confirmer la méthode de suppression d’une instance
he_il: אשר את השיטה למחיקת מופע
hu_hu: Példány törlési módjának megerősítése
it_it: Confermare il metodo di eliminazione di un'istanza
ja_jp: インスタンスの削除方法を確認する
ko_kr: 인스턴스를 삭제하는 방법을 확인합니다
nb_no: Bekreft metoden for å slette en forekomst
nl_nl: Bevestig de methode voor het verwijderen van een exemplaar
pl_pl: Potwierdź metodę usuwania instancji
pt_pt: Confirme o método de exclusão de uma instância
ro_ro: Confirmați metoda de ștergere a unei instanțe
ru_ru: Подтвердите способ удаления экземпляра
sr_sp: Потврдите начин брисања инстанце
sv_se: Bekräfta metoden för att ta bort en instans
tr_tr: Bir örneği silme yöntemini onaylayın
uk_ua: Підтвердіть метод видалення екземпляра
vi_vn: Xác nhận phương pháp xóa phiên bản
zh_hans: 删除实例确认方式
zh_hant: 刪除實例確認方式

# Settings_ActionWhenDeleteConfirm_Description
source: This can prevent instances from being deleted due to accidental operations.
af_za: Hierdie funksie verhoed dat gevalle verwyder word as gevolg van wanwerking.
ar_sa: تمنع هذه الميزة حذف المثيلات بسبب سوء التشغيل.
ca_es: Aquesta funció evita que les instàncies se suprimeixin a causa d'un mal funcionament.
cs_cz: Tato funkce zabraňuje odstranění instancí z důvodu nesprávné obsluhy.
da_dk: Denne funktion forhindrer forekomster i at blive slettet på grund af forkert betjening.
de_de: Diese Funktion verhindert, dass Instanzen aufgrund einer Fehlbedienung gelöscht werden.
el_gr: Αυτή η δυνατότητα αποτρέπει τη διαγραφή παρουσιών λόγω κακής λειτουργίας.
es_es: Esta función evita que las instancias se eliminen debido a un mal funcionamiento.
fi_fi: Tämä ominaisuus estää esiintymien poistamisen virheellisen toiminnan vuoksi.
fr_fr: Cette fonctionnalité empêche la suppression d’instances en raison d’un mauvais fonctionnement.
he_il: תכונה זו מונעת מחיקה של מופעים עקב פעולה שגויה.
hu_hu: Ez a funkció megakadályozza a példányok helytelen működés miatti törlését.
it_it: Questa funzione impedisce l'eliminazione delle istanze a causa di operazioni errate.
ja_jp: この機能により、誤操作によるインスタンスの削除が防止されます。
ko_kr: 이 기능은 인스턴스가 오작동으로 인해 삭제되는 것을 방지합니다.
nb_no: Denne funksjonen forhindrer at forekomster slettes på grunn av feiloperasjon.
nl_nl: Deze functie voorkomt dat instanties worden verwijderd als gevolg van verkeerde bediening.
pl_pl: Ta funkcja zapobiega usuwaniu instancji z powodu nieprawidłowego działania.
pt_pt: Esse recurso impede que instâncias sejam excluídas devido a um mau funcionamento.
ro_ro: Această caracteristică împiedică ștergerea instanțelor din cauza funcționării greșite.
ru_ru: Эта функция предотвращает удаление экземпляров из-за неправильной работы.
sr_sp: Ова функција спречава да се инстанце избришу због погрешног рада.
sv_se: Den här funktionen förhindrar att instanser tas bort på grund av felaktig användning.
tr_tr: Bu özellik, yanlış işlem nedeniyle örneklerin silinmesini önler.
uk_ua: Ця функція запобігає видаленню екземплярів через неправильну роботу.
vi_vn: Tính năng này ngăn không cho các phiên bản bị xóa do thao tác sai.
zh_hans: 此功能可防止误操作导致实例被删除。
zh_hant: 此功能可防止誤操作導致實例被刪除。

# Settings_AppTheme_Title
source: App Theme
af_za: Pas 'n tema toe
ar_sa: تطبيق نسق
ca_es: Aplicar un tema
cs_cz: Použití motivu
da_dk: Anvende et tema
de_de: Anwenden eines Designs
el_gr: Εφαρμογή θέματος
es_es: Aplicar un tema
fi_fi: Teeman käyttäminen
fr_fr: Appliquer un thème
he_il: החלת ערכת נושא
hu_hu: Téma alkalmazása
it_it: Applicare un tema
ja_jp: テーマを適用する
ko_kr: 테마 적용
nb_no: Bruke et tema
nl_nl: Een thema toepassen
pl_pl: Stosowanie motywu
pt_pt: Aplicar um tema
ro_ro: Aplicarea unei teme
ru_ru: Применение темы
sr_sp: Примените тему
sv_se: Använda ett tema
tr_tr: Tema uygulama
uk_ua: Застосування теми
vi_vn: Áp dụng chủ đề
zh_hans: 应用主题
zh_hant: 軟體主題

# Settings_AppTheme_Description
source: Following system changes by default, also you can set by yourself.
af_za: Die standaard volg op die stelselveranderings, natuurlik kan u dit ook self instel.
ar_sa: يتبع الإعداد الافتراضي تغييرات النظام ، بالطبع ، يمكنك أيضا تعيينه بنفسك.
ca_es: El valor predeterminat segueix els canvis del sistema, per descomptat, també podeu configurar-lo vosaltres mateixos.
cs_cz: Výchozí nastavení se řídí změnami systému, samozřejmě si jej můžete nastavit i sami.
da_dk: Standarden følger systemændringerne, selvfølgelig kan du også indstille den selv.
de_de: Die Standardeinstellung folgt den Systemänderungen, natürlich können Sie sie auch selbst einstellen.
el_gr: Η προεπιλογή ακολουθεί τις αλλαγές του συστήματος, φυσικά, μπορείτε επίσης να το ορίσετε μόνοι σας.
es_es: El valor predeterminado sigue a los cambios del sistema, por supuesto, también puede configurarlo usted mismo.
fi_fi: Oletusarvo seuraa järjestelmän muutoksia, tietysti voit myös asettaa sen itse.
fr_fr: La valeur par défaut suit les modifications du système, bien sûr, vous pouvez également le définir vous-même.
he_il: ברירת המחדל עוקבת אחר השינויים במערכת, כמובן, אתה יכול גם להגדיר את זה בעצמך.
hu_hu: Az alapértelmezett követi a rendszerváltozásokat, természetesen saját maga is beállíthatja.
it_it: L'impostazione predefinita segue le modifiche del sistema, ovviamente, puoi anche impostarla tu stesso.
ja_jp: デフォルトはシステムの変更に従いますが、もちろん、自分で設定することもできます。
ko_kr: 기본값은 시스템 변경 사항을 따르며 물론 직접 설정할 수도 있습니다.
nb_no: Standarden følger systemendringene, selvfølgelig kan du også angi den selv.
nl_nl: De standaard volgt de systeemwijzigingen, u kunt deze natuurlijk ook zelf instellen.
pl_pl: Ustawienie domyślne podąża za zmianami systemowymi, oczywiście możesz je również ustawić samodzielnie.
pt_pt: O padrão segue as mudanças do sistema, é claro, você também pode defini-lo você mesmo.
ro_ro: Implicit urmează modificările sistemului, desigur, îl puteți seta și singur.
ru_ru: По умолчанию следует за изменениями системы, конечно, вы также можете установить его самостоятельно.
sr_sp: Подразумевано прати промене система, наравно, можете га и сами подесити.
sv_se: Standardinställningen följer systemändringarna, naturligtvis kan du också ställa in den själv.
tr_tr: Varsayılan, sistem değişikliklerini takip eder, elbette, kendiniz de ayarlayabilirsiniz.
uk_ua: За замовчуванням слідує за системними змінами, звичайно, ви також можете встановити його самостійно.
vi_vn: Mặc định tuân theo các thay đổi của hệ thống, tất nhiên, bạn cũng có thể tự đặt nó.
zh_hans: 默认跟随系统变化，当然也可以自己设置。
zh_hant: 默認跟隨系統，當然也可以自己設置。

# Settings_FollowStartupForLauncher_Title
source: Launch at System Startup (MCServerLauncher.WPF)
af_za: Outo-begin (MCServerLauncher.WPF)
ar_sa: بدء التشغيل التلقائي (MCServerLauncher.WPF)
ca_es: Inici automàtic (MCServerLauncher.WPF)
cs_cz: Automatické spouštění (MCServerLauncher.WPF)
da_dk: Automatisk start (MCServerLauncher.WPF)
de_de: Automatischer Start (MCServerLauncher.WPF)
el_gr: Αυτόματη εκκίνηση (MCServerLauncher.WPF)
es_es: Inicio automático (MCServerLauncher.WPF)
fi_fi: Automaattinen käynnistys (MCServerLauncher.WPF)
fr_fr: Démarrage automatique (MCServerLauncher.WPF)
he_il: הפעלה אוטומטית (MCServerLauncher.WPF)
hu_hu: Automatikus indítás (MCServerLauncher.WPF)
it_it: Avvio automatico (MCServerLauncher.WPF)
ja_jp: 自動起動 (MCServerLauncher.WPF)
ko_kr: 자동 시작(MCServerLauncher.WPF)
nb_no: Automatisk start (MCServerLauncher.WPF)
nl_nl: Automatisch starten (MCServerLauncher.WPF)
pl_pl: Automatyczne uruchamianie (MCServerLauncher.WPF)
pt_pt: Início automático (MCServerLauncher.WPF)
ro_ro: Pornire automată (MCServerLauncher.WPF)
ru_ru: Автозапуск (MCServerLauncher.WPF)
sr_sp: Ауто -старт (МЦСерверЛаунцхер.ВПФ)
sv_se: Automatisk start (MCServerLauncher.WPF)
tr_tr: Otomatik başlatma (MCServerLauncher.WPF)
uk_ua: Автоматичний запуск (MCServerLauncher.WPF)
vi_vn: Tự động khởi động (MCServerLauncher.WPF)
zh_hans: 开机自启动 (MCServerLauncher.WPF)
zh_hant: 開機自啟動 (MCServerLauncher.WPF)

# Settings_FollowStartupForLauncher_Description
source: Automatically launch this WPF app at system startup. It may cause system-sensitive operations, please add to the whitelist of the antivirus software.
af_za: Wanneer die stelsel begin, word die grafiese program outomaties van stapel gestuur. As dit geaktiveer is, kan sensitiewe bewerkings op die stelsel aangeraak word, dus laat dit asseblief toe in u antivirusprogrammatuur.
ar_sa: عند بدء تشغيل النظام ، يتم تشغيل البرنامج الرسومي تلقائيا. عند التمكين ، قد يتم لمس العمليات الحساسة على النظام ، لذا يرجى السماح بها في برنامج مكافحة الفيروسات الخاص بك.
ca_es: Quan s'inicia el sistema, el programa gràfic s'inicia automàticament. Quan s'activa, es poden tocar operacions sensibles al sistema, així que permeteu-les al vostre programari antivirus.
cs_cz: Při spuštění systému se automaticky spustí grafický program. Pokud je tato možnost povolena, mohou se v systému dotýkat citlivé operace, proto je v antivirovém softwaru povolte.
da_dk: Når systemet starter, startes det grafiske program automatisk. Når den er aktiveret, kan følsomme handlinger blive berørt på systemet, så tillad dem i din antivirussoftware.
de_de: Beim Start des Systems wird das grafische Programm automatisch gestartet. Wenn diese Option aktiviert ist, können sensible Vorgänge auf dem System berührt werden, also lassen Sie sie bitte in Ihrer Antivirensoftware zu.
el_gr: Όταν ξεκινήσει το σύστημα, το γραφικό πρόγραμμα ξεκινά αυτόματα. Όταν είναι ενεργοποιημένη, ενδέχεται να αγγίξετε ευαίσθητες λειτουργίες στο σύστημα, επομένως επιτρέψτε τις στο λογισμικό προστασίας από ιούς.
es_es: Cuando se inicia el sistema, el programa gráfico se inicia automáticamente. Cuando está habilitado, las operaciones confidenciales pueden tocarse en el sistema, así que permítalas en su software antivirus.
fi_fi: Kun järjestelmä käynnistyy, graafinen ohjelma käynnistyy automaattisesti. Kun tämä on käytössä, järjestelmään voidaan koskea arkaluonteisia toimintoja, joten salli ne virustentorjuntaohjelmistossasi.
fr_fr: Lorsque le système démarre, le programme graphique est automatiquement lancé. Lorsqu’il est activé, les opérations sensibles peuvent être touchées sur le système, veuillez donc les autoriser dans votre logiciel antivirus.
he_il: כאשר המערכת מופעלת, התוכנית הגרפית מופעלת באופן אוטומטי. כאשר אפשרות זו מופעלת, ניתן לגעת בפעולות רגישות במערכת, לכן אפשר אותן בתוכנת האנטי-וירוס שלך.
hu_hu: A rendszer indításakor a grafikus program automatikusan elindul. Ha engedélyezve van, a rendszer érzékeny műveleteket érinthet, ezért kérjük, engedélyezze őket a víruskereső szoftverben.
it_it: All'avvio del sistema, il programma grafico viene avviato automaticamente. Se abilitato, le operazioni sensibili possono essere toccate sul sistema, quindi consentile nel tuo software antivirus.
ja_jp: システムが起動すると、グラフィカルプログラムが自動的に起動します。 有効にすると、システム上で機密性の高い操作が影響を受ける可能性がありますので、ウイルス対策ソフトで許可してください。
ko_kr: 시스템이 시작되면 그래픽 프로그램이 자동으로 시작됩니다. 활성화하면 시스템에서 민감한 작업이 건드려질 수 있으므로 바이러스 백신 소프트웨어에서 허용하십시오.
nb_no: Når systemet starter, startes det grafiske programmet automatisk. Når den er aktivert, kan sensitive operasjoner berøres på systemet, så tillat dem i antivirusprogramvaren.
nl_nl: Wanneer het systeem opstart, wordt het grafische programma automatisch gestart. Indien ingeschakeld, kunnen gevoelige bewerkingen op het systeem worden aangeraakt, dus sta deze toe in uw antivirussoftware.
pl_pl: Po uruchomieniu systemu automatycznie uruchamiany jest program graficzny. Po włączeniu poufne operacje mogą zostać dotknięte w systemie, więc zezwól na nie w swoim oprogramowaniu antywirusowym.
pt_pt: Quando o sistema é iniciado, o programa gráfico é iniciado automaticamente. Quando ativado, operações sensíveis podem ser tocadas no sistema, portanto, permita-as em seu software antivírus.
ro_ro: Când sistemul pornește, programul grafic este lansat automat. Când este activată, operațiunile sensibile pot fi atinse în sistem, așa că vă rugăm să le permiteți în software-ul antivirus.
ru_ru: При запуске системы автоматически запускается графическая программа. Когда эта функция включена, конфиденциальные операции могут быть затронуты в системе, поэтому разрешите их в антивирусном программном обеспечении.
sr_sp: Када се систем покрене, графички програм се аутоматски покреће. Када је омогућено, осетљиве операције могу бити додирнуте на систему, па их дозволите у антивирусном софтверу.
sv_se: När systemet startar startas det grafiska programmet automatiskt. När det är aktiverat kan känsliga åtgärder beröras i systemet, så tillåt dem i ditt antivirusprogram.
tr_tr: Sistem başlatıldığında, grafik programı otomatik olarak başlatılır. Etkinleştirildiğinde, sistemde hassas işlemlere dokunulabilir, bu nedenle lütfen virüsten koruma yazılımınızda bunlara izin verin.
uk_ua: При запуску системи автоматично запускається графічна програма. Якщо цей параметр увімкнено, у системі можуть бути порушені конфіденційні операції, тому дозвольте їх у своєму антивірусному програмному забезпеченні.
vi_vn: Khi hệ thống khởi động, chương trình đồ họa sẽ tự động được khởi chạy. Khi được bật, các hoạt động nhạy cảm có thể được chạm vào trên hệ thống, vì vậy vui lòng cho phép chúng trong phần mềm chống vi-rút của bạn.
zh_hans: 在系统启动时，自动启动本图形化程序。启用时可能触及系统敏感操作，请在杀毒软件中放行。
zh_hant: 在系統啟動時，自動啟動本圖形化程式。啟動時可能觸及系統敏感操作，請在殺毒軟體中放行。

# Settings_CheckUpdateForLauncher_Title
source: Check Update (MCServerLauncher.WPF)
af_za: Kyk vir opdaterings (MCServerLauncher.WPF)
ar_sa: التحقق من وجود تحديثات (MCServerLauncher.WPF)
ca_es: Comprova si hi ha actualitzacions (MCServerLauncher.WPF)
cs_cz: Kontrola aktualizací (MCServerLauncher.WPF)
da_dk: Søg efter opdateringer (MCServerLauncher.WPF)
de_de: Nach Updates suchen (MCServerLauncher.WPF)
el_gr: Έλεγχος για ενημερώσεις (MCServerLauncher.WPF)
es_es: Buscar actualizaciones (MCServerLauncher.WPF)
fi_fi: Tarkista päivitykset (MCServerLauncher.WPF)
fr_fr: Rechercher les mises à jour (MCServerLauncher.WPF)
he_il: בדוק אם קיימים עדכונים (MCServerLauncher.WPF)
hu_hu: Frissítések keresése (MCServerLauncher.WPF)
it_it: Verificare la disponibilità di aggiornamenti (MCServerLauncher.WPF)
ja_jp: 更新プログラムの確認 (MCServerLauncher.WPF)
ko_kr: 업데이트 확인(MCServerLauncher.WPF)
nb_no: Se etter oppdateringer (MCServerLauncher.WPF)
nl_nl: Controleren op updates (MCServerLauncher.WPF)
pl_pl: Sprawdź dostępność aktualizacji (MCServerLauncher.WPF)
pt_pt: Verificar se há atualizações (MCServerLauncher.WPF)
ro_ro: Căutați actualizări (MCServerLauncher.WPF)
ru_ru: Проверьте наличие обновлений (MCServerLauncher.WPF)
sr_sp: Проверите ажурирања (МЦСерверЛаунцхер.ВПФ)
sv_se: Sök efter uppdateringar (MCServerLauncher.WPF)
tr_tr: Güncelleştirmeleri denetleme (MCServerLauncher.WPF)
uk_ua: Перевірте наявність оновлень (MCServerLauncher.WPF)
vi_vn: Kiểm tra bản cập nhật (MCServerLauncher.WPF)
zh_hans: 检查更新 (MCServerLauncher.WPF)
zh_hant: 檢查更新 (MCServerLauncher.WPF)

# Settings_CheckUpdateForLauncher_Description
source: Check update for this WPF app.
af_za: Kyk vir opdaterings van hierdie grafiese program.
ar_sa: تحقق من وجود تحديثات لهذا البرنامج الرسومي.
ca_es: Comproveu si hi ha actualitzacions d'aquest programa gràfic.
cs_cz: Zkontrolujte aktualizace tohoto grafického programu.
da_dk: Se efter opdateringer til dette grafiske program.
de_de: Suchen Sie nach Updates für dieses grafische Programm.
el_gr: Ελέγξτε για ενημερώσεις σε αυτό το γραφικό πρόγραμμα.
es_es: Compruebe si hay actualizaciones de este programa gráfico.
fi_fi: Tarkista tämän graafisen ohjelman päivitykset.
fr_fr: Vérifiez les mises à jour de ce programme graphique.
he_il: בדוק אם קיימים עדכונים לתוכנית גרפית זו.
hu_hu: Ellenőrizze a grafikus program frissítéseit.
it_it: Verificare la disponibilità di aggiornamenti per questo programma grafico.
ja_jp: このグラフィカルプログラムの更新を確認します。
ko_kr: 이 그래픽 프로그램에 대한 업데이트를 확인하십시오.
nb_no: Se etter oppdateringer til dette grafiske programmet.
nl_nl: Controleer of er updates zijn voor dit grafische programma.
pl_pl: Sprawdź dostępność aktualizacji tego programu graficznego.
pt_pt: Verifique se há atualizações para este programa gráfico.
ro_ro: Verificați dacă există actualizări ale acestui program grafic.
ru_ru: Проверьте наличие обновлений для этой графической программы.
sr_sp: Проверите ажурирања овог графичког програма.
sv_se: Sök efter uppdateringar till det här grafiska programmet.
tr_tr: Bu grafik programındaki güncellemeleri kontrol edin.
uk_ua: Перевірте наявність оновлень для цієї графічної програми.
vi_vn: Kiểm tra các bản cập nhật cho chương trình đồ họa này.
zh_hans: 检查本图形化程序的更新。
zh_hant: 檢查本圖形化程式的更新。

source: Check Update
af_za: Kyk vir opdaterings
ar_sa: التحقق من وجود تحديثات
ca_es: Comprovar si hi ha actualitzacions
cs_cz: Kontrola aktualizací
da_dk: Søg efter opdateringer
de_de: Nach Updates suchen
el_gr: Έλεγχος για ενημερώσεις
es_es: Buscar actualizaciones
fi_fi: Tarkista päivitykset
fr_fr: Rechercher des mises à jour
he_il: בדוק אם קיימים עדכונים
hu_hu: Frissítések keresése
it_it: Controlla gli aggiornamenti
ja_jp: アップデートの確認
ko_kr: 업데이트 확인
nb_no: Se etter oppdateringer
nl_nl: Controleren op updates
pl_pl: Sprawdź dostępność aktualizacji
pt_pt: Verificar se há atualizações
ro_ro: Verificați dacă există actualizări
ru_ru: Проверка обновлений
sr_sp: Проверите ажурирања
sv_se: Sök efter uppdateringar
tr_tr: Güncellemeleri kontrol et
uk_ua: Перевірте наявність оновлень
vi_vn: Kiểm tra bản cập nhật
zh_hans: 检查更新
zh_hant: 檢查更新

# Settings_AutoCheckUpdateForLauncher_Description
source: Auto check update for this WPF application on launch.
af_za: Kyk vir opdaterings van hierdie grafiese program by elke opstart.
ar_sa: تحقق من وجود تحديثات لهذا البرنامج الرسومي عند كل بدء تشغيل.
ca_es: Comproveu si hi ha actualitzacions d'aquest programa gràfic a cada inici.
cs_cz: Při každém spuštění zkontrolujte aktualizace tohoto grafického programu.
da_dk: Se efter opdateringer til dette grafiske program ved hver opstart.
de_de: Suchen Sie bei jedem Start nach Aktualisierungen für dieses grafische Programm.
el_gr: Ελέγξτε για ενημερώσεις σε αυτό το γραφικό πρόγραμμα σε κάθε εκκίνηση.
es_es: Compruebe si hay actualizaciones de este programa gráfico en cada inicio.
fi_fi: Tarkista tämän graafisen ohjelman päivitykset jokaisen käynnistyksen yhteydessä.
fr_fr: Vérifiez les mises à jour de ce programme graphique à chaque démarrage.
he_il: בדוק אם קיימים עדכונים לתוכנית גרפית זו בכל הפעלה.
hu_hu: Ellenőrizze a grafikus program frissítéseit minden indításkor.
it_it: Controlla gli aggiornamenti di questo programma grafico ad ogni avvio.
ja_jp: このグラフィカルプログラムの更新は、起動時に毎回確認してください。
ko_kr: 시작할 때마다 이 그래픽 프로그램에 대한 업데이트를 확인하십시오.
nb_no: Se etter oppdateringer til dette grafiske programmet ved hver oppstart.
nl_nl: Controleer bij elke opstart of er updates zijn voor dit grafische programma.
pl_pl: Sprawdzaj dostępność aktualizacji tego programu graficznego przy każdym uruchomieniu.
pt_pt: Verifique se há atualizações para este programa gráfico em cada inicialização.
ro_ro: Verificați dacă există actualizări ale acestui program grafic la fiecare pornire.
ru_ru: Проверяйте наличие обновлений этой графической программы при каждом запуске.
sr_sp: Проверите ажурирања овог графичког програма при сваком покретању.
sv_se: Sök efter uppdateringar till detta grafiska program vid varje start.
tr_tr: Her başlangıçta bu grafik programında güncelleme olup olmadığını kontrol edin.
uk_ua: Перевіряйте наявність оновлень цієї графічної програми під час кожного запуску.
vi_vn: Kiểm tra các bản cập nhật cho chương trình đồ họa này ở mỗi lần khởi động.
zh_hans: 在每次启动时，检查本图形化程序的更新。
zh_hant: 在每次啟動時，檢查本圖形化程式的更新。

# Settings_AutoCheckUpdateForLauncher_Title
source: Auto Check Update (MCServerLauncher.WPF)
af_za: Kontroleer outomaties vir opdaterings (MCServerLauncher.WPF)
ar_sa: التحقق تلقائيا من وجود تحديثات (MCServerLauncher.WPF)
ca_es: Comprova automàticament si hi ha actualitzacions (MCServerLauncher.WPF)
cs_cz: Automatická kontrola aktualizací (MCServerLauncher.WPF)
da_dk: Søg automatisk efter opdateringer (MCServerLauncher.WPF)
de_de: Automatisch nach Updates suchen (MCServerLauncher.WPF)
el_gr: Αυτόματος έλεγχος για ενημερώσεις (MCServerLauncher.WPF)
es_es: Buscar actualizaciones automáticamente (MCServerLauncher.WPF)
fi_fi: Tarkista päivitykset automaattisesti (MCServerLauncher.WPF)
fr_fr: Vérification automatique des mises à jour (MCServerLauncher.WPF)
he_il: בדוק באופן אוטומטי אם קיימים עדכונים (MCServerLauncher.WPF)
hu_hu: Frissítések automatikus keresése (MCServerLauncher.WPF)
it_it: Verifica automatica della disponibilità di aggiornamenti (MCServerLauncher.WPF)
ja_jp: 更新プログラムを自動的に確認する (MCServerLauncher.WPF)
ko_kr: 자동으로 업데이트 확인(MCServerLauncher.WPF)
nb_no: Se automatisk etter oppdateringer (MCServerLauncher.WPF)
nl_nl: Automatisch controleren op updates (MCServerLauncher.WPF)
pl_pl: Automatyczne sprawdzanie dostępności aktualizacji (MCServerLauncher.WPF)
pt_pt: Verificar automaticamente se há atualizações (MCServerLauncher.WPF)
ro_ro: Căutarea automată a actualizărilor (MCServerLauncher.WPF)
ru_ru: Автоматическая проверка обновлений (MCServerLauncher.WPF)
sr_sp: Аутоматски проверите ажурирања (МЦСерверЛаунцхер.ВПФ)
sv_se: Sök automatiskt efter uppdateringar (MCServerLauncher.WPF)
tr_tr: Güncelleştirmeleri otomatik olarak denetle (MCServerLauncher.WPF)
uk_ua: Автоматична перевірка оновлень (MCServerLauncher.WPF)
vi_vn: Tự động kiểm tra các bản cập nhật (MCServerLauncher.WPF)
zh_hans: 自动检查更新 (MCServerLauncher.WPF)
zh_hant: 自動檢查更新 (MCServerLauncher.WPF)

# Settings_CheckUpdateForDaemon_Title
source: Check Update (MCServerLauncher.Daemon)
af_za: Kyk vir opdaterings (MCServerLauncher.Daemon)
ar_sa: التحقق من وجود تحديثات (MCServerLauncher.Daemon)
ca_es: Comprovar si hi ha actualitzacions (MCServerLauncher.Daemon)
cs_cz: Kontrola aktualizací (MCServerLauncher.Daemon)
da_dk: Søg efter opdateringer (MCServerLauncher.Daemon)
de_de: Nach Updates suchen (MCServerLauncher.Daemon)
el_gr: Έλεγχος για ενημερώσεις (MCServerLauncher.Daemon)
es_es: Buscar actualizaciones (MCServerLauncher.Daemon)
fi_fi: Tarkista päivitykset (MCServerLauncher.Daemon)
fr_fr: Rechercher les mises à jour (MCServerLauncher.Daemon)
he_il: בדוק אם קיימים עדכונים (MCServerLauncher.Daemon)
hu_hu: Frissítések keresése (MCServerLauncher.Daemon)
it_it: Verifica la disponibilità di aggiornamenti (MCServerLauncher.Daemon)
ja_jp: 更新プログラムの確認 (MCServerLauncher.Daemon)
ko_kr: 업데이트 확인(MCServerLauncher.Daemon)
nb_no: Se etter oppdateringer (MCServerLauncher.Daemon)
nl_nl: Controleren op updates (MCServerLauncher.Daemon)
pl_pl: Sprawdź dostępność aktualizacji (MCServerLauncher.Daemon)
pt_pt: Verificar se há atualizações (MCServerLauncher.Daemon)
ro_ro: Căutați actualizări (MCServerLauncher.Daemon)
ru_ru: Проверка обновлений (MCServerLauncher.Daemon)
sr_sp: Проверите ажурирања (МЦСерверЛаунцхер.Даемон)
sv_se: Sök efter uppdateringar (MCServerLauncher.Daemon)
tr_tr: Güncellemeleri kontrol et (MCServerLauncher.Daemon)
uk_ua: Перевірте наявність оновлень (MCServerLauncher.Daemon)
vi_vn: Kiểm tra các bản cập nhật (MCServerLauncher.Daemon)
zh_hans: 检查更新 (MCServerLauncher.Daemon)
zh_hant: 檢查更新 (MCServerLauncher.Daemon)
