Repository: MCSLTeam/MCServerLauncher-Future
Catalog: MCServerLauncher.WPF/Resources/Language.*.resx
Languages: af_za, ar_sa, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, he_il, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sr_sp, sv_se, tr_tr, uk_ua, vi_vn, zh_hans, zh_hant

# Settings_CheckUpdateForDaemon_Description
source: Check update for MCSL Daemon.
af_za: Kyk vir opdaterings aan die daemon.
ar_sa: تحقق من وجود تحديثات للبرنامج الخفي.
ca_es: Comproveu si hi ha actualitzacions del dimoni.
cs_cz: Zkontrolujte aktualizace démona.
da_dk: Se efter opdateringer til dæmonen.
de_de: Suchen Sie nach Updates für den Daemon.
el_gr: Ελέγξτε για ενημερώσεις στον δαίμονα.
es_es: Compruebe si hay actualizaciones para el demonio.
fi_fi: Tarkista daemonin päivitykset.
fr_fr: Vérifiez les mises à jour du démon.
he_il: בדוק אם קיימים עדכונים לדמון.
hu_hu: Ellenőrizze a démon frissítéseit.
it_it: Controlla gli aggiornamenti del daemon.
ja_jp: デーモンの更新を確認します。
ko_kr: 데몬에 대한 업데이트를 확인합니다.
nb_no: Se etter oppdateringer til demonen.
nl_nl: Controleer of er updates zijn voor de daemon.
pl_pl: Sprawdź dostępność aktualizacji demona.
pt_pt: Verifique se há atualizações para o daemon.
ro_ro: Verificați dacă există actualizări ale demonului.
ru_ru: Проверьте наличие обновлений для демона.
sr_sp: Проверите ажурирања демона.
sv_se: Sök efter uppdateringar av demonen.
tr_tr: Daemon güncellemelerini kontrol edin.
uk_ua: Перевірте наявність оновлень для фонової служби.
vi_vn: Kiểm tra các bản cập nhật cho daemon.
zh_hans: 检查守护进程的更新。
zh_hant: 檢查守護進程的更新。

# Settings_About_Title
source: About MCServerLauncher Future (WPF)
af_za: Oor MCServerLauncher Future (WPF)
ar_sa: حول MCServerLauncher المستقبل (WPF)
ca_es: Sobre MCServerLauncher Future (WPF)
cs_cz: O společnosti MCServerLauncher Future (WPF)
da_dk: Om MCServerLauncher Future (WPF)
de_de: Über MCServerLauncher Future (WPF)
el_gr: Σχετικά με το MCServerLauncher Future (WPF)
es_es: Acerca de MCServerLauncher Future (WPF)
fi_fi: Tietoja MCServerLauncher Futuresta (WPF)
fr_fr: À propos de MCServerLauncher Future (WPF)
he_il: אודות MCServerLauncher Future (WPF)
hu_hu: Az MCServerLauncher Future-ről (WPF)
it_it: Informazioni su MCServerLauncher Future (WPF)
ja_jp: MCServerLauncher Future (WPF) について
ko_kr: MCServerLauncher Future(WPF) 정보
nb_no: Om MCServerLauncher Future (WPF)
nl_nl: Over MCServerLauncher Future (WPF)
pl_pl: Informacje o MCServerLauncher Future (WPF)
pt_pt: Sobre o MCServerLauncher Future (WPF)
ro_ro: Despre MCServerLauncher Future (WPF)
ru_ru: О MCServerLauncher Future (WPF)
sr_sp: О МЦСерверЛаунцхер Футуре (ВПФ)
sv_se: Om MCServerLauncher Future (WPF)
tr_tr: MCServerLauncher Future (WPF) Hakkında
uk_ua: Про MCServerLauncher Future (WPF)
vi_vn: Giới thiệu về MCServerLauncher Future (WPF)
zh_hans: 关于 MCServerLauncher Future (WPF)
zh_hant: 關於 MCServerLauncher Future (WPF)

# Settings_About_LegalProtected
source: This project is protected by the Copyright Law of the People's Republic of China and international treaties. Unauthorized copying or distribution of this program (or any part thereof) will be subject to severe civil and criminal penalties, and will be prosecuted to the fullest extent permitted by law.
af_za: Hierdie projek word beskerm deur die kopieregwet van die Volksrepubliek China en internasionale verdrae, en ongemagtigde reproduksie of verspreiding van die program of enige deel daarvan is onderhewig aan ernstige siviele en strafregtelike sanksies en vervolging tot die volle mate wat deur die wet toegelaat word.
ar_sa: هذا المشروع محمي بموجب قانون حقوق الطبع والنشر لجمهورية الصين الشعبية والمعاهدات الدولية ، ويخضع الاستنساخ أو التوزيع غير المصرح به للبرنامج أو أي جزء منه لعقوبات مدنية وجنائية شديدة ومقاضاة إلى أقصى حد يسمح به القانون.
ca_es: Aquest projecte està protegit per la Llei de drets d'autor de la República Popular de la Xina i els tractats internacionals, i la reproducció o distribució no autoritzada del Programa o de qualsevol part d'aquest està subjecta a severes sancions civils i penals i processament en la màxima mesura permesa per la llei.
cs_cz: Tento projekt je chráněn autorským zákonem Čínské lidové republiky a mezinárodními smlouvami a neoprávněná reprodukce nebo distribuce programu nebo jakékoli jeho části podléhá přísným občanskoprávním a trestním postihům a stíhání v maximálním rozsahu povoleném zákonem.
da_dk: Dette projekt er beskyttet af Folkerepublikken Kinas lov om ophavsret og internationale traktater, og uautoriseret reproduktion eller distribution af programmet eller dele heraf er underlagt alvorlige civile og strafferetlige sanktioner og retsforfølgelse i det omfang, loven tillader det.
de_de: Dieses Projekt ist durch das Urheberrecht der Volksrepublik China und internationale Verträge geschützt, und die unbefugte Vervielfältigung oder Verbreitung des Programms oder eines Teils davon unterliegt schweren zivil- und strafrechtlichen Sanktionen und Strafverfolgung, soweit dies gesetzlich zulässig ist.
el_gr: Αυτό το έργο προστατεύεται από το νόμο περί πνευματικών δικαιωμάτων της Λαϊκής Δημοκρατίας της Κίνας και τις διεθνείς συνθήκες και η μη εξουσιοδοτημένη αναπαραγωγή ή διανομή του Προγράμματος ή οποιουδήποτε μέρους αυτού υπόκειται σε αυστηρές αστικές και ποινικές κυρώσεις και διώξεις στο μέγιστο βαθμό που επιτρέπεται από το νόμο.
es_es: Este proyecto está protegido por la Ley de Derechos de Autor de la República Popular China y los tratados internacionales, y la reproducción o distribución no autorizada del Programa o de cualquier parte del mismo está sujeta a severas sanciones civiles y penales y a enjuiciamientos en la mayor medida permitida por la ley.
fi_fi: Tämä projekti on suojattu Kiinan kansantasavallan tekijänoikeuslailla ja kansainvälisillä sopimuksilla, ja ohjelman tai minkä tahansa sen osan luvaton jäljentäminen tai jakelu on ankarien siviili- ja rikosoikeudellisten seuraamusten ja syytteiden alainen lain sallimissa rajoissa.
fr_fr: Ce projet est protégé par la loi sur le droit d’auteur de la République populaire de Chine et les traités internationaux, et la reproduction ou la distribution non autorisée du programme ou de toute partie de celui-ci est soumise à des sanctions civiles et pénales sévères et à des poursuites dans toute la mesure permise par la loi.
he_il: פרויקט זה מוגן על ידי חוק זכויות היוצרים של הרפובליקה העממית של סין ואמנות בינלאומיות, והעתקה או הפצה בלתי מורשים של התוכנית או כל חלק ממנה כפופים לסנקציות אזרחיות ופליליות חמורות ולהעמדה לדין במידה המרבית המותרת על פי חוק.
hu_hu: Ezt a projektet a Kínai Népköztársaság szerzői jogi törvénye és nemzetközi szerződések védik, és a Program vagy annak bármely részének jogosulatlan sokszorosítása vagy terjesztése a törvény által megengedett legteljesebb mértékben szigorú polgári és büntetőjogi szankciókat és büntetőeljárásokat von maga után.
it_it: Questo progetto è protetto dalla legge sul copyright della Repubblica Popolare Cinese e dai trattati internazionali e la riproduzione o la distribuzione non autorizzata del Programma o di qualsiasi parte di esso è soggetta a severe sanzioni civili e penali e a procedimenti giudiziari nella misura massima consentita dalla legge.
ja_jp: このプロジェクトは、中華人民共和国の著作権法および国際条約によって保護されており、プログラムまたはその一部の無許可の複製または配布は、法律で認められる最大限の範囲で、厳しい民事および刑事制裁および起訴の対象となります。
ko_kr: 이 프로젝트는 중화인민공화국 저작권법 및 국제 조약에 의해 보호되며, 프로그램 또는 그 일부의 무단 복제 또는 배포는 법이 허용하는 최대 한도 내에서 엄중한 민형사상 제재 및 기소의 대상이 됩니다.
nb_no: Dette prosjektet er beskyttet av opphavsrettsloven i Folkerepublikken Kina og internasjonale traktater, og uautorisert reproduksjon eller distribusjon av programmet eller deler av det er underlagt alvorlige sivile og strafferettslige sanksjoner og rettsforfølgelse i den grad loven tillater det.
nl_nl: Dit project wordt beschermd door de Auteurswet van de Volksrepubliek China en internationale verdragen, en ongeoorloofde reproductie of distributie van het Programma of een deel daarvan is onderworpen aan strenge civielrechtelijke en strafrechtelijke sancties en vervolging voor zover toegestaan door de wet.
pl_pl: Ten projekt jest chroniony prawem autorskim Chińskiej Republiki Ludowej i traktatami międzynarodowymi, a nieautoryzowane powielanie lub dystrybucja Programu lub jakiejkolwiek jego części podlega surowym sankcjom cywilnym i karnym oraz ściganiu w najszerszym zakresie dozwolonym przez prawo.
pt_pt: Este projeto está protegido pela Lei de Direitos Autorais da República Popular da China e tratados internacionais, e a reprodução ou distribuição não autorizada do Programa ou de qualquer parte dele está sujeita a severas sanções civis e criminais e processos judiciais na máxima extensão permitida por lei.
ro_ro: Acest proiect este protejat de Legea drepturilor de autor a Republicii Populare Chineze și de tratatele internaționale, iar reproducerea sau distribuirea neautorizată a Programului sau a oricărei părți a acestuia este supusă unor sancțiuni civile și penale severe și urmăririi penale în cea mai mare măsură permisă de lege.
ru_ru: Данный проект защищен Законом об авторском праве Китайской Народной Республики и международными договорами, а несанкционированное воспроизведение или распространение Программы или любой ее части влечет за собой строгие гражданские и уголовные санкции и судебное преследование в максимальной степени, разрешенной законом.
sr_sp: Овај пројекат је заштићен Законом о ауторским правима Народне Републике Кине и међународним уговорима, а неовлашћено умножавање или дистрибуција Програма или било ког његовог дела подлеже строгим грађанским и кривичним санкцијама и кривичном гоњењу у највећој могућој мери дозвољеној законом.
sv_se: Detta projekt är skyddat av Folkrepubliken Kinas upphovsrättslag och internationella fördrag, och obehörig reproduktion eller distribution av programmet eller någon del därav är föremål för stränga civilrättsliga och straffrättsliga påföljder och åtal i den utsträckning som lagen tillåter.
tr_tr: Bu proje, Çin Halk Cumhuriyeti Telif Hakkı Yasası ve uluslararası anlaşmalar tarafından korunmaktadır ve Programın veya herhangi bir bölümünün izinsiz çoğaltılması veya dağıtılması, yasaların izin verdiği en geniş ölçüde ciddi hukuki ve cezai yaptırımlara ve kovuşturmaya tabidir.
uk_ua: Цей проект захищений Законом про авторське право Китайської Народної Республіки та міжнародними договорами, а несанкціоноване відтворення або розповсюдження Програми або будь-якої її частини підлягає суворим цивільним і кримінальним санкціям і переслідуванню в повному обсязі, дозволеному законом.
vi_vn: Dự án này được bảo vệ bởi Luật Bản quyền của Cộng hòa Nhân dân Trung Hoa và các điều ước quốc tế, và việc sao chép hoặc phân phối trái phép Chương trình hoặc bất kỳ phần nào của Chương trình phải chịu các biện pháp trừng phạt dân sự và hình sự nghiêm trọng và truy tố trong phạm vi tối đa được pháp luật cho phép.
zh_hans: 此项目受《中华人民共和国著作权法》和国际条约保护，如未经授权而擅自复制或传播本程序或其中任何部分，将受到严厉的民事和刑事制裁，并将在法律许可的最大限度内受到起诉。
zh_hant: 此項目受《中華人民共和國著作權法》和國際條約保護，如未經授權而擅自複製或傳播本程式或其中任何部分，將受到嚴厲的民事和刑事制裁，并將在法律許可的最大限度內提起訴訟。

# Settings_About_OpenSourceLicenseProtected
source: This project is published under GNU General Public License Version 3.0, with source code at
af_za: Hierdie projek word beskerm onder die open source GNU General Public License Weergawe 3.0 en die bronkode word aangebied by
ar_sa: هذا المشروع محمي بموجب رخصة جنو العمومية مفتوحة المصدر الإصدار 3.0 ويتم استضافة شفرة المصدر في
ca_es: Aquest projecte està protegit per la llicència pública general GNU de codi obert versió 3.0 i el codi font està allotjat a
cs_cz: Tento projekt je chráněn pod open-source GNU General Public License verze 3.0 a zdrojový kód je hostován na adrese
da_dk: Dette projekt er beskyttet under open source GNU General Public License Version 3.0, og kildekoden hostes på
de_de: Dieses Projekt ist unter der Open-Source-GNU General Public License Version 3.0 geschützt und der Quellcode wird unter
el_gr: Αυτό το έργο προστατεύεται από την ανοιχτού κώδικα GNU General Public License Version 3.0 και ο πηγαίος κώδικας φιλοξενείται στο
es_es: Este proyecto está protegido bajo la Licencia Pública General GNU de código abierto Versión 3.0 y el código fuente está alojado en
fi_fi: Tämä projekti on suojattu avoimen lähdekoodin GNU General Public License -versiolla 3.0 ja lähdekoodia isännöidään osoitteessa
fr_fr: Ce projet est protégé par la licence publique générale GNU version 3.0 et le code source est hébergé à l’adresse
he_il: פרויקט זה מוגן תחת הקוד הפתוח GNU General Public License Version 3.0 וקוד המקור מתארח ב
hu_hu: Ezt a projektet a nyílt forráskódú GNU General Public License Version 3.0 védi, és a forráskód a következő helyen található
it_it: Questo progetto è protetto dalla GNU General Public License versione 3.0 e il codice sorgente è ospitato all'indirizzo
ja_jp: このプロジェクトは、オープンソースのGNU General Public Licenseバージョン3.0の下で保護されており、ソースコードは次の場所でホストされています
ko_kr: 이 프로젝트는 오픈 소스 GNU General Public License 버전 3.0에 따라 보호되며 소스 코드는
nb_no: Dette prosjektet er beskyttet under åpen kildekode GNU General Public License versjon 3.0 og kildekoden er vert på
nl_nl: Dit project wordt beschermd door de open-source GNU General Public License Version 3.0 en de broncode wordt gehost op
pl_pl: Ten projekt jest chroniony na licencji GNU General Public License w wersji 3.0 o otwartym kodzie źródłowym, a kod źródłowy jest hostowany pod adresem
pt_pt: Este projeto está protegido sob a Licença Pública Geral GNU de código aberto Versão 3.0 e o código-fonte está hospedado em
ro_ro: Acest proiect este protejat de versiunea 3.0 a Licenței Publice Generale GNU open-source, iar codul sursă este găzduit la
ru_ru: Этот проект защищен под лицензией с открытым исходным кодом GNU General Public License Version 3.0, а исходный код размещен по адресу
sr_sp: Овај пројекат је заштићен ГНУ-овом општом јавном лиценцом отвореног кода верзије 3.0, а изворни код се налази на адреси
sv_se: Detta projekt är skyddat under GNU General Public License Version 3.0 med öppen källkod och källkoden finns på
tr_tr: Bu proje, açık kaynaklı GNU Genel Kamu Lisansı Sürüm 3.0 kapsamında korunmaktadır ve kaynak kodu şu adreste barındırılmaktadır
uk_ua: Цей проект захищений ліцензією GNU General Public License версії 3.0 з відкритим вихідним кодом, а вихідний код розміщено за адресою
vi_vn: Dự án này được bảo vệ theo Giấy phép Công cộng GNU mã nguồn mở Phiên bản 3.0 và mã nguồn được lưu trữ tại
zh_hans: 此项目受开源协议 GNU General Public License Version 3.0 保护，源代码托管至
zh_hant: 此項目受開源協議 GNU General Public License Version 3.0 保護，源代碼託管至

# Settings_About_CertProtected
source: MCServerLauncher Future uses a certificate to ensure that the program has not been counterfeited or tampered with. Serial Number: 59cbf9b5207eeabb45417d148120ac9a. If there are any differences, please do not use it and report to services@mcsl.com.cn.
af_za: Die digitaal ondertekende sertifikaat wat deur MCServerLauncher Future gebruik word, waarborg dat daar nie met die program gepeuter kan word nie. Reeksnommer：59cbf9b5207eeabb45417d148120ac9a。 As dit anders is, gebruik dit nie en gee terugvoer aan services@mcsl.com.cn.
ar_sa: تضمن الشهادة الموقعة رقميا التي يستخدمها MCServerLauncher Future عدم إمكانية العبث بالبرنامج. الرقم التسلسلي：59CBF9B5207EEABB45417D148120AC9A。 إذا كان مختلفا ، فلا تستخدمه وقدم ملاحظات services@mcsl.com.cn.
ca_es: El certificat signat digitalment utilitzat per MCServerLauncher Future garanteix que el programa no es pot manipular. Número de sèrie：59cbf9b5207eeabb45417d148120ac9a。 Si és diferent, no l'utilitzeu i doneu feedback a services@mcsl.com.cn.
cs_cz: Digitálně podepsaný certifikát používaný MCServerLauncher Future zaručuje, že s programem nelze manipulovat. Sériové číslo：59cbf9b5207eeabb45417d148120ac9a。 Pokud je to jiné, nepoužívejte jej a dejte services@mcsl.com.cn zpětnou vazbu.
da_dk: Det digitalt signerede certifikat, der bruges af MCServerLauncher Future, garanterer, at programmet ikke kan manipuleres. Serienummer：59cbf9b5207eeabb45417d148120ac9a。 Hvis det er anderledes, skal du ikke bruge det og give feedback til services@mcsl.com.cn.
de_de: Das von MCServerLauncher Future verwendete digital signierte Zertifikat garantiert, dass das Programm nicht manipuliert werden kann. Seriennummer：59cbf9b5207eeabb45417d148120ac9a。 Wenn es anders ist, verwenden Sie es nicht und geben Sie services@mcsl.com.cn Feedback.
el_gr: Το ψηφιακά υπογεγραμμένο πιστοποιητικό που χρησιμοποιείται από το MCServerLauncher Future εγγυάται ότι το πρόγραμμα δεν μπορεί να αλλοιωθεί. Αύξων αριθμός：59CBF9B5207EEABB45417D148120AC9A。 Εάν είναι διαφορετικό, μην το χρησιμοποιήσετε και δώστε ανατροφοδότηση σε services@mcsl.com.cn.
es_es: El certificado firmado digitalmente utilizado por MCServerLauncher Future garantiza que el programa no puede ser manipulado. Número de serie：59cbf9b5207eeabb45417d148120ac9a。 Si es diferente, no lo use y dé retroalimentación a services@mcsl.com.cn.
fi_fi: MCServerLauncher Futuren käyttämä digitaalisesti allekirjoitettu varmenne takaa, että ohjelmaa ei voi peukaloida. Sarjanumero：59cbf9b5207eeabb45417d148120ac9a。 Jos se on erilainen, älä käytä sitä ja anna palautetta services@mcsl.com.cn.
fr_fr: Le certificat signé numériquement utilisé par MCServerLauncher Future garantit que le programme ne peut pas être altéré. Matricule：59cbf9b5207eeabb45417d148120ac9a。 S’il est différent, ne l’utilisez pas et donnez votre avis à services@mcsl.com.cn.
he_il: האישור החתום דיגיטלית המשמש את MCServerLauncher Future מבטיח שלא ניתן יהיה לטפל בתוכנית שלא כדין. מספר סידורי：59cbf9b5207eeabb45417d148120ac9a。 אם זה שונה, לא להשתמש בו ולתת משוב services@mcsl.com.cn.
hu_hu: Az MCServerLauncher Future által használt digitálisan aláírt tanúsítvány garantálja, hogy a programot nem lehet manipulálni. Sorozatszám：59cbf9b5207eeabb45417d148120ac9a。 Ha más, ne használja, és adjon visszajelzést services@mcsl.com.cn.
it_it: Il certificato firmato digitalmente utilizzato da MCServerLauncher Future garantisce che il programma non possa essere manomesso. Numero di serie：59cbf9b5207eeabb45417d148120ac9a。 Se è diverso, non usarlo e dai un feedback a services@mcsl.com.cn.
ja_jp: MCServerLauncher Futureで使用されるデジタル署名された証明書は、プログラムが改ざんされないことを保証します。 シリアル番号：59cbf9b5207eeabb45417d148120ac9a。 異なる場合は使用せず、services@mcsl.com.cn にフィードバックしてください。
ko_kr: MCServerLauncher Future에서 사용하는 디지털 서명 인증서는 프로그램이 변조될 수 없음을 보장합니다. 일련 번호：59cbf9b5207eeabb45417d148120ac9a。 다른 경우 사용하지 말고 services@mcsl.com.cn 에게 피드백을 제공하십시오.
nb_no: Det digitalt signerte sertifikatet som brukes av MCServerLauncher Future garanterer at programmet ikke kan tukles med. Serienummer：59cbf9b5207eeabb45417d148120ac9a。 Hvis det er annerledes, ikke bruk det og gi tilbakemelding til services@mcsl.com.cn.
nl_nl: Het digitaal ondertekende certificaat dat door MCServerLauncher Future wordt gebruikt, garandeert dat er niet met het programma kan worden geknoeid. Serienummer：59CBF9B5207EAAB45417D148120AC9A。 Als het anders is, gebruik het dan niet en geef feedback aan services@mcsl.com.cn.
pl_pl: Podpisany cyfrowo certyfikat używany przez MCServerLauncher Future gwarantuje, że program nie może zostać zmanipulowany. Numer seryjny：59cbf9b5207eeabb45417d148120ac9a。 Jeśli jest inny, nie używaj go i przekaż services@mcsl.com.cn opinię.
pt_pt: O certificado assinado digitalmente usado pelo MCServerLauncher Future garante que o programa não pode ser adulterado. Número de série：59cbf9b5207eeabb45417d148120ac9a。 Se for diferente, não use e dê feedback para services@mcsl.com.cn.
ro_ro: Certificatul semnat digital utilizat de MCServerLauncher Future garantează că programul nu poate fi modificat. Număr de serie：59cbf9b5207eeabb45417d148120ac9a。 Dacă este diferit, nu-l folosiți și oferiți feedback services@mcsl.com.cn.
ru_ru: Сертификат с цифровой подписью, используемый MCServerLauncher Future, гарантирует, что программа не может быть подделана. Порядковый номер：59cbf9b5207eeabb45417d148120ac9a。 Если он другой, не используйте его и дайте обратную связь services@mcsl.com.cn.
sr_sp: Дигитално потписани сертификат који користи МЦСерверЛаунцхер Футуре гарантује да се програм не може мијењати. Серијски број：59CBF9B5207EEABB45417D148120AC9A。 Ако је другачија, немојте је користити и дати повратне информације сервицес@мцсл.цом.цн.
sv_se: Det digitalt signerade certifikatet som används av MCServerLauncher Future garanterar att programmet inte kan manipuleras. Serienummer：59cbf9b5207eeabb45417d148120ac9a。 Om det är annorlunda, använd det inte och ge feedback till services@mcsl.com.cn.
tr_tr: MCServerLauncher Future tarafından kullanılan dijital olarak imzalanmış sertifika, programın kurcalanamayacağını garanti eder. Seri numarası：59cbf9b5207eeabb45417d148120ac9a。 Farklıysa, kullanmayın ve services@mcsl.com.cn geri bildirimde bulunun.
uk_ua: Сертифікат із цифровим підписом, який використовується MCServerLauncher Future, гарантує, що програма не може бути підроблена. Серійний номер：59cbf9b5207eeabb45417d148120ac9a。 Якщо він інший, не використовуйте його і дайте зворотний зв'язок services@mcsl.com.cn.
vi_vn: Chứng chỉ được ký điện tử được sử dụng bởi MCServerLauncher Future đảm bảo rằng chương trình không thể bị giả mạo. Số sê-ri：59cbf9b5207eeabb45417d148120ac9a。 Nếu nó khác nhau, không sử dụng nó và đưa ra phản hồi cho services@mcsl.com.cn.
zh_hans: MCServerLauncher Future 使用的数字签名证书保证该程序不被仿冒篡改。序列号：59cbf9b5207eeabb45417d148120ac9a。如有不同，请勿使用，并向 services@mcsl.com.cn 反馈。
zh_hant: MCServerLauncher Future 使用數字簽名證書保證該程式不被仿冒篡改。序列號：59cbf9b5207eeabb45417d148120ac9a。如有不同，請勿使用，并向 services@mcsl.com.cn 反饋。

# ResDownloadPage_ProviderName_FastMirror
source: FastMirror
af_za: Oneindige spieëlbeeld
ar_sa: انعكاس لانهائي
ca_es: Duplicació infinita
cs_cz: Nekonečné zrcadlení
da_dk: Uendelig spejling
de_de: Unendliche Spiegelung
el_gr: Άπειρος κατοπτρισμός
es_es: Duplicación infinita
fi_fi: Ääretön peilaus
fr_fr: Mise en miroir infinie
he_il: שיקוף אינסופי
hu_hu: Végtelen tükrözés
it_it: Mirroring infinito
ja_jp: 無限ミラーリング
ko_kr: 무한 미러링
nb_no: Uendelig speiling
nl_nl: Oneindig spiegelen
pl_pl: Nieskończone odbicie lustrzane
pt_pt: Espelhamento infinito
ro_ro: Oglindire infinită
ru_ru: Бесконечное зеркальное отображение
sr_sp: Бескрајно зрцаљење
sv_se: Oändlig spegling
tr_tr: Sonsuz yansıtma
uk_ua: Нескінченне дзеркальне відображення
vi_vn: Phản chiếu vô hạn
zh_hans: 无极镜像
zh_hant: 無極鏡像

# ResDownloadPage_ProviderName_PolarsMirror
source: PolarsMirror
af_za: Polêre newelbeeld
ar_sa: صورة السديم القطبي
ca_es: Imatge de la nebulosa polar
cs_cz: Snímek polární mlhoviny
da_dk: Billede af Polartågen
de_de: Bild des Polarnebels
el_gr: Εικόνα πολικού νεφελώματος
es_es: Imagen de la nebulosa polar
fi_fi: Polaarisumun kuva
fr_fr: Image de la nébuleuse polaire
he_il: תמונת ערפילית קוטבית
hu_hu: Polar Nebula kép
it_it: Immagine della Nebulosa Polare
ja_jp: 極星雲の画像
ko_kr: 극지 성운 이미지
nb_no: Bilde av Polartåken
nl_nl: Het beeld van de polaire nevel
pl_pl: Obraz Mgławicy Polarnej
pt_pt: Imagem da Nebulosa Polar
ro_ro: Imaginea Nebuloasei Polare
ru_ru: Изображение полярной туманности
sr_sp: Слика поларне маглине
sv_se: Bild av Polära nebulosan
tr_tr: Kutup Bulutsusu görüntüsü
uk_ua: Зображення Полярної туманності
vi_vn: Hình ảnh tinh vân vùng cực
zh_hans: 极星云镜像
zh_hant: 極星雲鏡像
