Repository: MCSLTeam/MCServerLauncher-Future
Catalog: MCServerLauncher.WPF/Resources/Language.*.resx
Languages: af_za, ar_sa, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, he_il, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sr_sp, sv_se, tr_tr, uk_ua, vi_vn, zh_hans, zh_hant

# ErrorDialogTitle
source: MCServerLauncher WPF encountered an error
af_za: 'N Fout is ondervind met MCServerLauncher WPF
ar_sa: تمت مصادفة خطأ مع MCServerLauncher WPF
ca_es: S'ha trobat un error amb MCServerLauncher WPF
cs_cz: U souboru WPF MCServerLauncher došlo k chybě
da_dk: Der opstod en fejl med MCServerLauncher WPF
de_de: Bei MCServerLauncher WPF ist ein Fehler aufgetreten
el_gr: Παρουσιάστηκε σφάλμα με το MCServerLauncher WPF
es_es: Se encontró un error con MCServerLauncher WPF
fi_fi: MCServerLauncher WPF:ssä ilmeni virhe
fr_fr: Une erreur s’est produite avec MCServerLauncher WPF
he_il: אירעה שגיאה עם MCServerLauncher WPF
hu_hu: Hiba történt az MCServerLauncher WPF használatakor
it_it: Si è verificato un errore con MCServerLauncher WPF
ja_jp: MCServerLauncher WPF でエラーが発生しました
ko_kr: MCServerLauncher WPF에서 오류가 발생했습니다
nb_no: Det oppstod en feil med MCServerLauncher WPF
nl_nl: Er is een fout opgetreden met MCServerLauncher WPF
pl_pl: Wystąpił błąd w MCServerLauncher WPF
pt_pt: Foi encontrado um erro com MCServerLauncher WPF
ro_ro: S-a întâmpinat o eroare cu MCServerLauncher WPF
ru_ru: Произошла ошибка с MCServerLauncher WPF
sr_sp: Дошло је до грешке са МЦСерверЛаунцхер ВПФ
sv_se: Ett fel påträffades med MCServerLauncher WPF
tr_tr: MCServerLauncher WPF ile ilgili bir hatayla karşılaşıldı
uk_ua: Сталася помилка під час роботи з MCServerLauncher WPF
vi_vn: Đã gặp lỗi với MCServerLauncher WPF
zh_hans: MCServerLauncher WPF 遇到错误
zh_hant: MCServerLauncher WPF 遇到錯誤

# OnlyForWindows
source: WPF (Only for Windows)
af_za: WPF-kliënt (slegs Windows)
ar_sa: عميل WPF (ويندوز فقط)
ca_es: Client WPF (només Windows)
cs_cz: Klient WPF (pouze Windows)
da_dk: WPF-klient (kun Windows)
de_de: WPF-Client (nur Windows)
el_gr: Πρόγραμμα-πελάτης WPF (μόνο για Windows)
es_es: Cliente WPF (solo Windows)
fi_fi: WPF-asiakas (vain Windows)
fr_fr: Client WPF (Windows uniquement)
he_il: לקוח WPF (Windows בלבד)
hu_hu: WPF-ügyfél (csak Windows)
it_it: Client WPF (solo Windows)
ja_jp: WPF Client (Windows のみ)
ko_kr: WPF 클라이언트(Windows에만 해당)
nb_no: WPF-klient (kun Windows)
nl_nl: WPF-client (alleen Windows)
pl_pl: Klient WPF (tylko system Windows)
pt_pt: Cliente WPF (somente Windows)
ro_ro: Client WPF (numai Windows)
ru_ru: Клиент WPF (только для Windows)
sr_sp: ВПФ клијент (само Виндовс)
sv_se: WPF-klient (endast Windows)
tr_tr: WPF İstemcisi (yalnızca Windows)
uk_ua: Клієнт WPF (лише для Windows)
vi_vn: WPF Client (chỉ dành cho Windows)
zh_hans: WPF 客户端 ( 仅 Windows )
zh_hant: WPF 客戶端 ( 僅 Windows )

# FirstSetup_TimeLanguageMenu
source: Language / 语言
af_za: Taal
ar_sa: اللغة
ca_es: Llengua
cs_cz: Jazyk
da_dk: Sprog
de_de: Sprache
el_gr: Γλώσσα
es_es: Idioma
fi_fi: Kieli
fr_fr: Langue
he_il: שפה
hu_hu: Nyelv
it_it: Lingua
ja_jp: 言語/ Language
ko_kr: 언어
nb_no: Språk
nl_nl: Taal
pl_pl: Język
pt_pt: Idioma
ro_ro: Limbă
ru_ru: Язык
sr_sp: Језик
sv_se: Språk
tr_tr: Dil
uk_ua: Мова
vi_vn: Ngôn ngữ
zh_hans: 语言 / Language
zh_hant: 語言 / Language

# FirstSetup_EulaMenu
source: Eula
af_za: Gebruikersooreenkoms
ar_sa: اتفاقية المستخدم
ca_es: Acord d'usuari
cs_cz: Uživatelská smlouva
da_dk: Brugeraftale
de_de: Nutzungsbedingungen
el_gr: Συμφωνία χρήστη
es_es: Acuerdo de usuario
fi_fi: Käyttäjäsopimus
fr_fr: Accord d’utilisation
he_il: הסכם משתמש
hu_hu: Felhasználói megállapodás
it_it: Accordo con l'utente
ja_jp: ユーザー同意書
ko_kr: 사용자 계약
nb_no: Brukeravtale
nl_nl: Gebruikersovereenkomst
pl_pl: Umowa z użytkownikiem
pt_pt: Contrato de Utilizador
ro_ro: Acord de utilizare
ru_ru: Пользовательское соглашение
sr_sp: Кориснички уговор
sv_se: Användaravtal
tr_tr: Kullanıcı Sözleşmesi
uk_ua: Угода користувача
vi_vn: Thỏa thuận người dùng
zh_hans: 用户协议
zh_hant: 用戶協議

# FirstSetup_ConnectDaemonMenu
source: Connect to Daemon
af_za: Verbind die daemon
ar_sa: قم بتوصيل البرنامج الخفي
ca_es: Connectar el dimoni
cs_cz: Připojení démona
da_dk: Forbind dæmonen
de_de: Verbinden Sie den Daemon
el_gr: Συνδέστε τον δαίμονα
es_es: Conectar el demonio
fi_fi: Yhdistä daemon
fr_fr: Connecter le démon
he_il: חבר את הדמון
hu_hu: A démon csatlakoztatása
it_it: Connetti il demone
ja_jp: デーモンを接続する
ko_kr: 데몬 연결
nb_no: Koble til bakgrunnsprosessen
nl_nl: Sluit de daemon aan
pl_pl: Podłączanie demona
pt_pt: Conecte o daemon
ro_ro: Conectați demonul
ru_ru: Подключение демона
sr_sp: Повежите демона
sv_se: Anslut demonen
tr_tr: Arka plan programını bağlayın
uk_ua: Підключіть демона
vi_vn: Kết nối daemon
zh_hans: 连接守护进程
zh_hant: 連接守護進程

# FirstSetup_WelcomeMenu
source: Welcome
af_za: Begin
ar_sa: بدء الاستخدام
ca_es: Començar
cs_cz: Rozjet
da_dk: Kom godt i gang
de_de: Loslegen
el_gr: Ξεκινήσετε
es_es: Comenzar
fi_fi: Aloittaa
fr_fr: Démarrer
he_il: התחל בעבודה
hu_hu: Induláshoz
it_it: Inizia
ja_jp: はじめに
ko_kr: 시작
nb_no: Kom i gang
nl_nl: Slag
pl_pl: Rozpocząć
pt_pt: Começar
ro_ro: Începe
ru_ru: Начать
sr_sp: Почетак рада
sv_se: Sätta igång
tr_tr: Başlayın
uk_ua: Початок роботи
vi_vn: Bắt đầu
zh_hans: 开始使用
zh_hant: 開始使用

# Continue
source: Next
af_za: Gaan aan
ar_sa: استمر
ca_es: Continua
cs_cz: Tak do toho
da_dk: Fortsæt
de_de: Mache weiter
el_gr: Συνέχισε
es_es: Sigue
fi_fi: Jatka
fr_fr: Allez
he_il: תמשיך
hu_hu: Folytasd
it_it: Continua
ja_jp: 続けます
ko_kr: 계속 해
nb_no: Fortsett
nl_nl: Ga door
pl_pl: Kontynuuj
pt_pt: Continua
ro_ro: Continuă
ru_ru: Продолжай
sr_sp: Настави
sv_se: Fortsätt
tr_tr: Devam et
uk_ua: Продовжуй
vi_vn: Tiếp tục
zh_hans: 继续
zh_hant: 繼續

# FirstSetup_SetLanguageHint
source: Language
af_za: Stel die taal
ar_sa: تعيين اللغة
ca_es: Definir l'idioma
cs_cz: Nastavení jazyka
da_dk: Indstil sproget
de_de: Legen Sie die Sprache fest
el_gr: Ορισμός της γλώσσας
es_es: Establecer el idioma
fi_fi: Aseta kieli
fr_fr: Définir la langue
he_il: הגדר את השפה
hu_hu: A nyelv beállítása
it_it: Imposta la lingua
ja_jp: 言語を設定する
ko_kr: 언어 설정
nb_no: Angi språket
nl_nl: Stel de taal in
pl_pl: Ustawianie języka
pt_pt: Definir o idioma
ro_ro: Setați limba
ru_ru: Настройка языка
sr_sp: Подесите језик
sv_se: Ställ in språk
tr_tr: Dili ayarlayın
uk_ua: Встановіть мову
vi_vn: Đặt ngôn ngữ
zh_hans: 设置语言
zh_hant: 設置語言

# FirstSetup_SetLanguageHintReverse
source: 设置语言
af_za: Taal
ar_sa: اللغة
ca_es: Llengua
cs_cz: Jazyk
da_dk: Sprog
de_de: Sprache
el_gr: Γλώσσα
es_es: Idioma
fi_fi: Kieli
fr_fr: Langue
he_il: שפה
hu_hu: Nyelv
it_it: Lingua
ja_jp: 言語
ko_kr: 언어
nb_no: Språk
nl_nl: Taal
pl_pl: Język
pt_pt: Idioma
ro_ro: Limbă
ru_ru: Язык
sr_sp: Језик
sv_se: Språk
tr_tr: Dil
uk_ua: Мова
vi_vn: Ngôn ngữ
zh_hans: Language
zh_hant: Language

# Main_HomeNavMenu
source: Home
af_za: tuisblad
ar_sa: صفحة رئيسية
ca_es: Pàgina d'inici
cs_cz: domovská stránka
da_dk: hjemmeside
de_de: Homepage
el_gr: αρχική σελίδα
es_es: página principal
fi_fi: kotisivu
fr_fr: page d’accueil
he_il: דף הבית
hu_hu: honlap
it_it: Pagina iniziale
ja_jp: ホームページ
ko_kr: 홈페이지
nb_no: hjemmeside
nl_nl: hoofdpagina
pl_pl: strona główna
pt_pt: Página inicial
ro_ro: Pagina principală
ru_ru: Главная страница
sr_sp: Мапа сајта
sv_se: hemsida
tr_tr: ana sayfa
uk_ua: Головна сторінка
vi_vn: trang nhà
zh_hans: 主页
zh_hant: 主頁

# Main_CreateInstanceNavMenu
source: Create Instance
af_za: Skep 'n instansie
ar_sa: إنشاء مثيل
ca_es: Crear una instància
cs_cz: Vytvoření instance
da_dk: Opret en forekomst
de_de: Erstellen einer Instanz
el_gr: Δημιουργία παρουσίας
es_es: Creación de una instancia
fi_fi: Ilmentymän luominen
fr_fr: Créer une instance
he_il: יצירת מופע
hu_hu: Példány létrehozása
it_it: Creare un'istanza
ja_jp: インスタンスを作成する
ko_kr: 인스턴스 만들기
nb_no: Opprett en forekomst
nl_nl: Een exemplaar maken
pl_pl: Tworzenie instancji
pt_pt: Criar uma instância
ro_ro: Creați o instanță
ru_ru: Создание экземпляра
sr_sp: Креирајте инстанцу
sv_se: Skapa en instans
tr_tr: Örnek oluşturma
uk_ua: Створення інсталяції
vi_vn: Tạo phiên bản
zh_hans: 新建实例
zh_hant: 新建實例

# Main_InstanceManagerNavMenu
source: Instance Manager
af_za: Instansie bestuur
ar_sa: إدارة المثيلات
ca_es: Gestió d'instàncies
cs_cz: Správa instancí
da_dk: Administration af forekomster
de_de: Verwaltung von Instanzen
el_gr: Διαχείριση παρουσιών
es_es: Gestión de instancias
fi_fi: Ilmentymän hallinta
fr_fr: Gestion des instances
he_il: ניהול מופעים
hu_hu: Példánykezelés
it_it: Gestione delle istanze
ja_jp: インスタンス管理
ko_kr: 인스턴스 관리
nb_no: Administrasjon av forekomster
nl_nl: Beheer van instanties
pl_pl: Zarządzanie instancjami
pt_pt: Gerenciamento de instâncias
ro_ro: Gestionarea instanțelor
ru_ru: Управление экземплярами
sr_sp: Управљање инстанцама
sv_se: Hantering av instanser
tr_tr: Örnek yönetimi
uk_ua: Управління інстансами
vi_vn: Quản lý phiên bản
zh_hans: 实例管理
zh_hant: 實例管理

# Main_ResDownloadNavMenu
source: Resource Download
af_za: Hulpbron aflaaie
ar_sa: تنزيلات الموارد
ca_es: Descàrregues de recursos
cs_cz: Stahování zdrojů
da_dk: Downloads af ressourcer
de_de: Ressourcen-Downloads
el_gr: Λήψεις πόρων
es_es: Descargas de recursos
fi_fi: Resurssien lataukset
fr_fr: Téléchargements de ressources
he_il: הורדות משאבים
hu_hu: Erőforrások letöltése
it_it: Download delle risorse
ja_jp: リソースのダウンロード
ko_kr: 리소스 다운로드
nb_no: Nedlasting av ressurser
nl_nl: Downloads van bronnen
pl_pl: Zasoby do pobrania
pt_pt: Downloads de recursos
ro_ro: Descărcări de resurse
ru_ru: Загрузка ресурсов
sr_sp: Преузимања ресурса
sv_se: Nedladdningar av resurser
tr_tr: Kaynak indirmeleri
uk_ua: Завантаження ресурсу
vi_vn: Tải xuống tài nguyên
zh_hans: 资源下载
zh_hant: 資源下載

# Main_HelpCenterNavMenu
source: Help Center
af_za: Hulpsentrum
ar_sa: مركز المساعدة
ca_es: Centre d'ajuda
cs_cz: Centrum nápovědy
da_dk: Hjælp
de_de: Hilfe-Center
el_gr: Κέντρο βοήθειας
es_es: Centro de ayuda
fi_fi: Ohje- ja tukikeskus
fr_fr: Centre d’aide
he_il: מרכז העזרה
hu_hu: Súgó Központ
it_it: Centro assistenza
ja_jp: ヘルプセンター
ko_kr: 지원 센터
nb_no: Brukerstøtte
nl_nl: Helpcentrum
pl_pl: Centrum pomocy
pt_pt: Centro de Ajuda
ro_ro: Centrul de ajutor
ru_ru: Справочный центр
sr_sp: Центар за помоћ
sv_se: Hjälpcenter
tr_tr: Yardım Merkezi
uk_ua: Довідковий центр
vi_vn: Trung tâm trợ giúp
zh_hans: 帮助中心
zh_hant: 幫助中心

# Main_NotificationCenterNavMenu
source: Nofitications
af_za: Kennisgewingsentrum
ar_sa: مركز الإشعارات
ca_es: Centre de notificacions
cs_cz: Centrum oznámení
da_dk: Meddelelsescenter
de_de: Benachrichtigungszentrale
el_gr: Κέντρο γνωστοποιήσεων
es_es: Centro de notificaciones
fi_fi: Ilmoituskeskus
fr_fr: Centre de notifications
he_il: מרכז העדכונים
hu_hu: Értesítési központ
it_it: Centro notifiche
ja_jp: 通知センター
ko_kr: 알림 센터
nb_no: Varslingssenter
nl_nl: Berichtencentrum
pl_pl: Centrum powiadomień
pt_pt: Central de Notificações
ro_ro: Centrul de notificări
ru_ru: Центр уведомлений
sr_sp: Центар за обавештавање
sv_se: Notiscenter
tr_tr: Bildirim Merkezi
uk_ua: Центр сповіщень
vi_vn: Trung tâm thông báo
zh_hans: 通知中心
zh_hant: 訊息中心

# Main_DebugNavMenu
source: Debug
af_za: Ontfouting bladsy
ar_sa: صفحة التصحيح
ca_es: Pàgina de depuració
cs_cz: Stránka ladění
da_dk: Side Fejlfinding
de_de: Seite "Debuggen"
el_gr: Σελίδα εντοπισμού σφαλμάτων
es_es: Página de depuración
fi_fi: Virheenkorjaus-sivu
fr_fr: Page de débogage
he_il: דף איתור באגים
hu_hu: Hibakeresési oldal
it_it: Pagina di debug
ja_jp: デバッグページ
ko_kr: 디버깅 페이지
nb_no: Feilsøking side
nl_nl: Pagina voor foutopsporing
pl_pl: Strona debugowania
pt_pt: Página de depuração
ro_ro: Pagina de depanare
ru_ru: Страница отладки
sr_sp: Страница за отклањање грешака
sv_se: Sidan Felsökning
tr_tr: Hata ayıklama sayfası
uk_ua: Сторінка налагодження
vi_vn: Trang gỡ lỗi
zh_hans: 调试页面
zh_hant: 調試頁面

# Main_SettingsNavMenu
source: Settings
af_za: Program instellings
ar_sa: إعدادات البرنامج
ca_es: Configuració del programa
cs_cz: Nastavení programu
da_dk: Program indstillinger
de_de: Programmeinstellungen
el_gr: Ρυθμίσεις προγράμματος
es_es: Configuración del programa
fi_fi: Ohjelman asetukset
fr_fr: Paramètres du programme
he_il: הגדרות תוכנית
hu_hu: Program beállítások
it_it: Impostazioni del programma
ja_jp: プログラム設定
ko_kr: 프로그램 설정
nb_no: Programinnstillinger
nl_nl: Programma-instellingen
pl_pl: Ustawienia programu
pt_pt: Configurações do programa
ro_ro: Setările programului
ru_ru: Настройки программы
sr_sp: Подешавања програма
sv_se: Programinställningar
tr_tr: Program ayarları
uk_ua: Налаштування програми
vi_vn: Cài đặt chương trình
zh_hans: 程序设置
zh_hant: 程式設定

source: Tip
af_za: Por
ar_sa: فوري
ca_es: puntual
cs_cz: pobídnout
da_dk: lynhurtig
de_de: prompt
el_gr: προτροπή
es_es: pronto
fi_fi: ripeä
fr_fr: prompt
he_il: בשורת
hu_hu: haladéktalan
it_it: sollecito
ja_jp: プロンプト
ko_kr: 프롬프트
nb_no: omgående
nl_nl: prompt
pl_pl: monit
pt_pt: Prompt
ro_ro: prompt
ru_ru: подсказывать
sr_sp: Одзивник
sv_se: snabb
tr_tr: Istemi
uk_ua: Оперативне
vi_vn: nhắc
zh_hans: 提示
zh_hant: 提示訊息

# NotAllowedOverOpening
source: Please do not run MCServerLauncher WPF repeatedly.
af_za: MCServerLauncher WPF ondersteun nie duplikaatlopies nie.
ar_sa: لا يدعم MCServerLauncher WPF عمليات التشغيل المكررة.
ca_es: MCServerLauncher WPF no admet execucions duplicades.
cs_cz: MCServerLauncher WPF nepodporuje duplicitní spuštění.
da_dk: MCServerLauncher WPF understøtter ikke duplikerede kørsler.
de_de: MCServerLauncher WPF unterstützt keine doppelten Durchläufe.
el_gr: Το MCServerLauncher WPF δεν υποστηρίζει διπλές εκτελέσεις.
es_es: MCServerLauncher WPF no admite ejecuciones duplicadas.
fi_fi: MCServerLauncher WPF ei tue päällekkäisiä ajoja.
fr_fr: MCServerLauncher WPF ne prend pas en charge les exécutions en double.
he_il: MCServerLauncher WPF אינו תומך בהפעלות כפולות.
hu_hu: Az MCServerLauncher WPF nem támogatja az ismétlődő futtatásokat.
it_it: MCServerLauncher WPF non supporta le esecuzioni duplicate.
ja_jp: MCServerLauncher WPF では、重複する実行はサポートされていません。
ko_kr: MCServerLauncher WPF는 중복 실행을 지원하지 않습니다.
nb_no: MCServerLauncher WPF støtter ikke dupliserte kjøringer.
nl_nl: MCServerLauncher WPF ondersteunt geen dubbele uitvoeringen.
pl_pl: MCServerLauncher WPF nie obsługuje zduplikowanych przebiegów.
pt_pt: MCServerLauncher WPF não suporta execuções duplicadas.
ro_ro: MCServerLauncher WPF nu acceptă rulări duplicate.
ru_ru: MCServerLauncher WPF не поддерживает дубликаты запусков.
sr_sp: МЦСерверЛаунцхер ВПФ не подржава дуплирање трчања.
sv_se: MCServerLauncher WPF stöder inte duplicerade körningar.
tr_tr: MCServerLauncher WPF yinelenen çalıştırmaları desteklemez.
uk_ua: MCServerLauncher WPF не підтримує дублювання прогонів.
vi_vn: MCServerLauncher WPF không hỗ trợ chạy trùng lặp.
zh_hans: MCServerLauncher WPF 不支持重复运行。
zh_hant: MCServerLauncher WPF 不支持重復啟動。

# DownloadModule_FastMirrorProxyType
source: Proxy
af_za: Makelaar
ar_sa: سمسار
ca_es: Corredor
cs_cz: makléř
da_dk: mægler
de_de: Makler
el_gr: μεσίτης
es_es: corredor
fi_fi: välittäjä
fr_fr: courtier
he_il: ברוקר
hu_hu: alkusz
it_it: intermediario
ja_jp: ブローカー
ko_kr: 브로커
nb_no: megler
nl_nl: makelaar
pl_pl: pośrednik
pt_pt: corretor
ro_ro: broker
ru_ru: брокер
sr_sp: Брокер
sv_se: mäklare
tr_tr: komisyoncu
uk_ua: Брокер
vi_vn: môi giới
zh_hans: 代理
zh_hant: 代理

# DownloadModule_FastMirrorVanillaType
source: Vanilla
af_za: Oorspronklike
ar_sa: اللغة الأصلية
ca_es: Original
cs_cz: Původní
da_dk: Oprindelig
de_de: Original
el_gr: Αρχικός
es_es: Texto original en
fi_fi: Alkuperäinen
fr_fr: Langue source
he_il: מקורי
hu_hu: Eredeti
it_it: Originale
ja_jp: 翻訳元
ko_kr: 원문 언어
nb_no: Original
nl_nl: Origineel
pl_pl: Oryginał
pt_pt: Original
ro_ro: Original
ru_ru: Исходный текст
sr_sp: Оригиналне
sv_se: Original
tr_tr: Özgün
uk_ua: Оригінальний
vi_vn: Gốc
zh_hans: 原版
zh_hant: 原版

# DownloadModule_FastMirrorPureType
source: Purity
af_za: Suiwer
ar_sa: نقي
ca_es: pur
cs_cz: ryzí
da_dk: ren
de_de: rein
el_gr: αγνός
es_es: puro
fi_fi: puhdas
fr_fr: pur
he_il: טהור
hu_hu: tiszta
it_it: Puro
ja_jp: 清い
ko_kr: 순수한
nb_no: ren
nl_nl: zuiver
pl_pl: czysty
pt_pt: puro
ro_ro: pur
ru_ru: чистый
sr_sp: Ииста
sv_se: ren
tr_tr: saf
uk_ua: Чистого
vi_vn: thuần
zh_hans: 纯净
zh_hant: 純淨

# DownloadModule_FastMirrorModType
source: Mods
af_za: Module
ar_sa: الوحده النمطيه
ca_es: Mòdul
cs_cz: Modul
da_dk: Modul
de_de: Modul
el_gr: Δομοστοιχείο
es_es: Módulo
fi_fi: Moduuli
fr_fr: Module
he_il: מודול
hu_hu: Modul
it_it: Modulo
ja_jp: モジュール
ko_kr: 모듈
nb_no: Modul
nl_nl: Module
pl_pl: Moduł
pt_pt: Módulo
ro_ro: Modul
ru_ru: Модуль
sr_sp: Модул
sv_se: Modul
tr_tr: Modül
uk_ua: Модуль
vi_vn: Module
zh_hans: 模组
zh_hant: 模組

# DownloadModule_FastMirrorBedrockType
source: Bedrock
af_za: Grondsteen
ar_sa: حجر الاساس
ca_es: Llit rocós
cs_cz: dno
da_dk: Grundfjeld
de_de: Grundgestein
el_gr: Θεμέλιο
es_es: lecho de roca
fi_fi: peruskallio
fr_fr: soubassement
he_il: סלע
hu_hu: fekükőzet
it_it: Fondamento
ja_jp: 岩盤
ko_kr: 암반
nb_no: berggrunn
pt_pt: substrato rochoso
ro_ro: Roca
ru_ru: коренная порода
sr_sp: Билтен
sv_se: berggrund
uk_ua: Основою
vi_vn: Nền tảng
zh_hans: 基岩
zh_hant: 基岩

# DownloadModule_MSLAPIGetCoreDescriptionFailed
source: Failed to fetch the core description!
af_za: Kon nie die kerninleiding kry nie!
ar_sa: فشل في الحصول على المقدمة الأساسية!
ca_es: No s'ha pogut obtenir la introducció principal!
cs_cz: Nepodařilo se získat základní úvod!
da_dk: Kunne ikke få kerneintroduktionen!
de_de: Es ist nicht gelungen, die Kerneinführung zu bekommen!
el_gr: Απέτυχε να πάρει την κύρια εισαγωγή!
es_es: ¡No logré obtener la introducción principal!
fi_fi: Ydinesittely epäonnistui!
fr_fr: Échec de l’introduction de base !
he_il: לא הצלחתי לקבל את ההקדמה המרכזית!
hu_hu: Nem sikerült megszerezni az alapvető bevezetést!
it_it: Non sono riuscito a ottenere l'introduzione principale!
ja_jp: コアの紹介に失敗しました!
ko_kr: 핵심 소개를 얻지 못했습니다!
nb_no: Klarte ikke å få kjerneintroduksjonen!
nl_nl: Het is niet gelukt om de kernintroductie te krijgen!
pl_pl: Nie udało się uzyskać podstawowego wprowadzenia!
pt_pt: Não conseguiu obter a introdução principal!
ro_ro: Nu am reușit să obțin introducerea de bază!
ru_ru: Не удалось получить основное введение!
sr_sp: Није успео да добије основни увод!
sv_se: Misslyckades med att få den grundläggande introduktionen!
tr_tr: Çekirdek tanıtımı alamadım!
uk_ua: Не вдалося отримати основне представлення!
vi_vn: Không nhận được phần giới thiệu cốt lõi!
zh_hans: 获取核心介绍失败！
zh_hant: 獲取核心介紹失敗！

# CreateInstance_SelectMinecraftBedrockArchive_Title
source: Compressed package for Minecraft Bedrock Edition
af_za: Minecraft Bedrock Uitgawe ritspakket
ar_sa: ماينكرافت بيدروك الطبعة ملف مضغوط
ca_es: Paquet de cremallera Minecraft Bedrock Edition
cs_cz: Minecraft Bedrock Edition zip pack
da_dk: Minecraft Bedrock Edition lynlås
de_de: Minecraft Bedrock Edition Zip-Paket
el_gr: Πακέτο φερμουάρ Minecraft Bedrock Edition
es_es: Paquete zip Minecraft Bedrock Edition
fi_fi: Minecraft Bedrock Editionin zip-paketti
fr_fr: Pack zippé Minecraft Bedrock Edition
he_il: חבילת zip של מהדורת Bedrock של Minecraft
hu_hu: Minecraft Bedrock Edition zip csomag
it_it: Pacchetto zip Minecraft Bedrock Edition
ja_jp: Minecraft Bedrock Edition ジップ パック
ko_kr: Minecraft Bedrock Edition 지퍼 팩
nb_no: Minecraft Bedrock Edition-zip-pakke
nl_nl: Minecraft Bedrock Edition-pakket met ritssluiting
pl_pl: Pakiet zip Minecraft Bedrock Edition
pt_pt: Minecraft Bedrock Edition zip pack
ro_ro: Pachet cu fermoar Minecraft Bedrock Edition
ru_ru: Zip пакет Minecraft Bedrock Edition
sr_sp: Минецрафт Бедроцк издање зип пакет
sv_se: Minecraft Bedrock Edition med dragkedja
tr_tr: Minecraft Bedrock Sürümü zip paketi
uk_ua: Zip-пак Minecraft Bedrock Edition
vi_vn: Gói zip Minecraft Bedrock Edition
zh_hans: Minecraft 基岩版压缩包
zh_hant: Minecraft 基岩版壓縮包

# CreateInstance_SelectArchive_Description
source: Please import the downloaded zip file here. If you don't know where to download, click the button on the right to jump.
af_za: Voer asseblief die afgelaaide pakket hier in. As u nie weet waar om af te laai nie, kan u op die knoppie aan die regterkant klik om te spring.
ar_sa: يرجى استيراد الحزمة التي تم تنزيلها هنا. إذا كنت لا تعرف مكان التنزيل ، فيمكنك النقر فوق الزر الموجود على اليمين للقفز.
ca_es: Si us plau, importeu el paquet descarregat aquí. Si no sabeu on descarregar, podeu fer clic al botó de la dreta per saltar.
cs_cz: Stažený balíček importujte zde. Pokud nevíte, kde stáhnout, můžete kliknout na tlačítko vpravo a přeskočit.
da_dk: Importer venligst den downloadede pakke her. Hvis du ikke ved, hvor du skal downloade, kan du klikke på knappen til højre for at hoppe.
de_de: Bitte importieren Sie das heruntergeladene Paket hier. Wenn Sie nicht wissen, wo Sie herunterladen sollen, können Sie auf die Schaltfläche rechts klicken, um zu springen.
el_gr: Εισαγάγετε το ληφθέν πακέτο εδώ. Εάν δεν ξέρετε πού να κατεβάσετε, μπορείτε να κάνετε κλικ στο κουμπί στα δεξιά για να πηδήξετε.
es_es: Por favor, importe el paquete descargado aquí. Si no sabes dónde descargar, puedes hacer clic en el botón de la derecha para saltar.
fi_fi: Tuo ladattu paketti tästä. Jos et tiedä mistä ladata, voit napsauttaa oikealla olevaa painiketta hypätäksesi.
fr_fr: Veuillez importer le package téléchargé ici. Si vous ne savez pas où télécharger, vous pouvez cliquer sur le bouton à droite pour sauter.
he_il: אנא יבא את החבילה שהורדת לכאן. אם אינך יודע היכן להוריד, תוכל ללחוץ על הלחצן מימין כדי לקפוץ.
hu_hu: Kérjük, importálja a letöltött csomagot itt. Ha nem tudja, hol töltse le, kattintson a jobb oldali gombra az ugráshoz.
it_it: Si prega di importare il pacchetto scaricato qui. Se non sai dove scaricare, puoi fare clic sul pulsante a destra per saltare.
ja_jp: ダウンロードしたパッケージをこちらからインポートしてください。 ダウンロードする場所がわからない場合は、右側のボタンをクリックしてジャンプできます。
ko_kr: 다운로드한 패키지를 여기로 가져오십시오. 다운로드할 위치를 모르는 경우 오른쪽에 있는 버튼을 클릭하여 점프할 수 있습니다.
nb_no: Importer den nedlastede pakken her. Hvis du ikke vet hvor du skal laste ned, kan du klikke på knappen til høyre for å hoppe.
nl_nl: Importeer het gedownloade pakket hier. Als je niet weet waar je moet downloaden, kun je op de knop aan de rechterkant klikken om te springen.
pl_pl: Zaimportuj pobrany pakiet tutaj. Jeśli nie wiesz, skąd pobrać, możesz kliknąć przycisk po prawej stronie, aby skoczyć.
pt_pt: Por favor, importe o pacote baixado aqui. Se você não sabe onde baixar, você pode clicar no botão à direita para pular.
ro_ro: Vă rugăm să importați pachetul descărcat aici. Dacă nu știți de unde să descărcați, puteți face clic pe butonul din dreapta pentru a sări.
ru_ru: Пожалуйста, импортируйте загруженный пакет здесь. Если вы не знаете, где скачать, вы можете нажать кнопку справа, чтобы прыгнуть.
sv_se: Importera det nedladdade paketet här. Om du inte vet var du ska ladda ner kan du klicka på knappen till höger för att hoppa.
tr_tr: Lütfen indirilen paketi buraya aktarın. Nereden indireceğinizi bilmiyorsanız, atlamak için sağdaki düğmeyi tıklayabilirsiniz.
uk_ua: Будь ласка, імпортуйте завантажений пакет сюди. Якщо ви не знаєте, де скачати, ви можете натиснути кнопку праворуч, щоб перейти.
vi_vn: Vui lòng nhập gói đã tải xuống tại đây. Nếu bạn không biết tải xuống ở đâu, bạn có thể nhấp vào nút bên phải để nhảy.
zh_hans: 请在此处导入下载的压缩包。如果不知道在哪里下载，可点击右侧按钮跳转。
zh_hant: 請在此處導入下載的壓縮包。 如果不知道在哪裡下載，可點擊右側按鈕跳轉。

source: Archive
af_za: Zip pakket
ar_sa: حزمة الرمز البريدي
ca_es: Paquet Zip
cs_cz: Zip balíček
da_dk: Zip-pakke
de_de: Zip-Paket
el_gr: Πακέτο φερμουάρ
es_es: Paquete zip
fi_fi: Zip-paketti
fr_fr: Forfait zip
he_il: חבילת מיקוד
hu_hu: Zip csomag
it_it: Pacchetto zip
ja_jp: Zipパッケージ
ko_kr: Zip 패키지
nb_no: Zip-pakke
nl_nl: Zip pakket
pl_pl: Pakiet zip
pt_pt: Pacote Zip
ro_ro: Pachet Zip
ru_ru: Zip пакет
sr_sp: Зип пакет
sv_se: Zip-paket
tr_tr: Zip paketi
uk_ua: Зіп-пакет
vi_vn: Gói zip
zh_hans: 压缩包
zh_hant: 壓縮包
