Repository: MCSLTeam/MCServerLauncher-Future
Catalog: MCServerLauncher.WPF/Resources/Language.*.resx
Languages: af_za, ar_sa, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, he_il, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sr_sp, sv_se, tr_tr, uk_ua, vi_vn, zh_hans, zh_hant

# Eula11
source: The user understands and agrees that, to the extent permitted by law, the developer makes no warranties regarding this software. The risks arising from the use of this software are entirely borne by the user.\n The user understands and agrees that the developer does not guarantee that this software and services will meet the user's needs, nor does it guarantee that the service will not be interrupted, and it provides no warranties regarding the accuracy, security, or other aspects of this software and services.\n The user understands and agrees that the developer cannot fully guarantee the accuracy, security, or legality of third-party files downloaded from the online services of this Software, nor does it take responsibility for the accuracy, security, legality, etc., of third-party services within the software (including but not limited to resource downloads, etc.). Therefore, the aforementioned content is unrelated to the developer and this software and does not represent the position of the developer or this software. Relevant disputes should be borne by the third-party service provider.\n The user understands and agrees that if the software online services or related files downloaded by this software are used in erroneous or illegal ways, the consequences are borne by the user. If it leads to property damage, copyright, or intellectual property infringement, the developer will not be responsible and will not undertake any legal liability.\n The user understands and agrees that this software does not provide any guarantee for third-party service content. If the use of third-party services leads to property damage, copyright, or intellectual property infringement, the developer will not be responsible and will not undertake any legal liability.\n The user understands and agrees that the developer provides no guarantees or legal support for the functionality of this software. If the user engages in illegal activities or other improper behavior using the software's functionality, the risks and legal consequences are entirely borne by the user.
af_za: Die gebruiker verstaan en stem saam dat die ontwikkelaar geen waarborg vir hierdie sagteware verskaf in die mate wat die wet dit toelaat nie. Die gebruik van hierdie sagteware deur die gebruiker is op eie risiko.\nDie gebruiker verstaan en stem saam dat die ontwikkelaar nie waarborg dat die sagteware en dienste aan die behoeftes van die gebruiker sal voldoen nie, en waarborg ook nie dat die dienste nie onderbreek sal word nie, en bied geen waarborg vir die korrektheid en sekuriteit van die sagteware en dienste nie.\nDie gebruiker verstaan en stem saam dat die ontwikkelaar nie die korrektheid, sekuriteit en legitimiteit van die derdeparty-lêers wat van die aanlyndienste van die sagteware afgelaai is, ten volle kan waarborg nie, en is ook nie verantwoordelik vir die korrektheid, sekuriteit en wettigheid van die derdeparty-dienste (insluitend maar nie beperk nie tot die aflaai van hulpbronne en ander dienste) wat in die sagteware bestaan. Daarom het die inhoud hierbo genoem niks met die ontwikkelaar en die sagteware te doen nie, en verteenwoordig dit nie die posisie van die ontwikkelaar en die sagteware nie. Geskille sal deur die derdeparty-diensverskaffer gedra word.\nDie gebruiker verstaan en stem in dat die gebruiker alleen verantwoordelik sal wees vir die gevolge wat veroorsaak word deur die gebruik van die aanlyndienste van die sagteware en die verwante lêers wat op verkeerde of onwettige wyse van die sagteware afgelaai is, en is nie verantwoordelik vir enige skade aan eiendom, skending van outeursreg of intellektuele eiendomsregte nie, ens., en sal geen wetlike verantwoordelikheid dra nie.\nDie gebruiker verstaan en stem saam dat die sagteware nie die inhoud van derdeparty-dienste waarborg nie. Die ontwikkelaar sal nie verantwoordelik wees vir enige skade aan eiendom, skending van kopiereg of intellektuele eiendomsregte wat veroorsaak word deur die gebruiker se gebruik van derdepartydienste nie, en sal en kan geen wetlike verantwoordelikheid dra nie.\nDie gebruiker verstaan en stem saam dat die ontwikkelaar geen waarborg en wettige ondersteuning bied vir die funksies van die sagteware nie, en as die gebruiker die funksies van die sagteware gebruik om onwettige of ander onbehoorlike dade aan te gaan, sal die risiko's en regsgevolge wat deur die gebruiker veroorsaak word, deur die gebruiker gedra word.
ar_sa: يدرك المستخدم ويوافق على أن المطور لا يقدم أي ضمان لهذا البرنامج إلى الحد الذي يسمح به القانون. استخدام هذا البرنامج من قبل المستخدم هو على مسؤولية المستخدم الخاصة.\nيدرك المستخدم ويوافق على أن المطور لا يضمن أن البرامج والخدمات ستلبي احتياجات المستخدم ، ولا يضمن عدم انقطاع الخدمات ، ولا يقدم أي ضمان لصحة وأمن البرامج والخدمات.\nيدرك المستخدم ويوافق على أن المطور لا يمكنه ضمان صحة وأمان وشرعية ملفات الجهات الخارجية التي تم تنزيلها من خدمات البرنامج عبر الإنترنت ، كما أنه ليس مسؤولا عن صحة وأمان وقانونية خدمات الجهات الخارجية (بما في ذلك على سبيل المثال لا الحصر تنزيل الموارد والخدمات الأخرى) الموجودة في البرنامج. لذلك ، فإن المحتوى المذكور أعلاه لا علاقة له بالمطور والبرنامج ، ولا يمثل موقف المطور والبرنامج. يتحمل مزود الخدمة الخارجي النزاعات.\nيدرك المستخدم ويوافق على أن المستخدم سيكون المسؤول الوحيد عن العواقب الناجمة عن استخدام الخدمات عبر الإنترنت للبرنامج والملفات ذات الصلة التي تم تنزيلها من البرنامج بوسائل غير صحيحة أو غير قانونية ، ولن يكون مسؤولا عن أي ضرر يلحق بالممتلكات أو انتهاك حقوق الطبع والنشر أو حقوق الملكية الفكرية ، وما إلى ذلك ، ولن يتحمل ولا يمكنه تحمل أي مسؤولية قانونية.\nيدرك المستخدم ويوافق على أن البرنامج لا يضمن محتوى خدمات الجهات الخارجية. لن يكون المطور مسؤولا عن أي ضرر يلحق بالممتلكات أو انتهاك حقوق الطبع والنشر أو حقوق الملكية الفكرية بسبب استخدام المستخدم لخدمات الطرف الثالث ، ولن يتحمل ولا يمكنه تحمل أي مسؤولية قانونية.\nيدرك المستخدم ويوافق على أن المطور لا يقدم أي ضمان ودعم قانوني لوظائف البرنامج ، وإذا استخدم المستخدم وظائف البرنامج للانخراط في أعمال غير قانونية أو غيرها من الأعمال غير السليمة ، يتحمل المستخدم المخاطر والعواقب القانونية التي يسببها المستخدم.
ca_es: L'usuari entén i accepta que el desenvolupador no ofereix cap garantia per a aquest programari en la mesura que ho permeti la llei. L'ús d'aquest programari per part de l'usuari és sota el seu propi risc.\nL'Usuari entén i accepta que el Desenvolupador no garanteix que el Programari i els Serveis satisfan les necessitats de l'Usuari, ni garanteix que els Serveis no s'interrompran, i no proporciona cap garantia per a la correcció i seguretat del Programari i els Serveis.\nL'usuari entén i accepta que el desenvolupador no pot garantir plenament la correcció, seguretat i legitimitat dels fitxers de tercers descarregats dels serveis en línia del programari, ni és responsable de la correcció, seguretat i legalitat dels serveis de tercers (inclosos, entre d'altres, la descàrrega de recursos i altres serveis) existents en el programari. Per tant, el contingut esmentat anteriorment no té res a veure amb el desenvolupador i el programari, i no representa la posició del desenvolupador i el programari. Les disputes aniran a càrrec del tercer proveïdor de serveis.\nL'Usuari entén i accepta que l'Usuari serà l'únic responsable de les conseqüències causades per l'ús dels serveis en línia del Programari i els fitxers relacionats descarregats del Programari per mitjans incorrectes o il·legals, i no serà responsable de cap dany a la propietat, infracció de drets d'autor o drets de propietat intel·lectual, etc., i no assumirà ni podrà assumir cap responsabilitat legal.\nL'usuari entén i accepta que el programari no garanteix el contingut dels serveis de tercers. El promotor no serà responsable dels danys a la propietat, infracció de drets d'autor o drets de propietat intel·lectual causats per l'ús de serveis de tercers per part de l'usuari, i no assumirà ni pot assumir cap responsabilitat legal.\nL'usuari entén i accepta que el desenvolupador no proporciona cap garantia i suport legal per a les funcions del programari, i si l'usuari utilitza les funcions del programari per participar en actes il·legals o altres actes impropis, els riscos i conseqüències legals causats per l'usuari seran a càrrec de l'usuari.
cs_cz: Uživatel bere na vědomí a souhlasí s tím, že vývojář neposkytuje na tento software žádnou záruku v rozsahu povoleném zákonem. Použití tohoto softwaru uživatelem je na vlastní riziko uživatele.\nUživatel je srozuměn a souhlasí s tím, že Vývojář nezaručuje, že Software a Služby budou splňovat potřeby Uživatele, ani nezaručuje, že Služby nebudou přerušeny, a neposkytuje žádnou záruku za správnost a bezpečnost Softwaru a Služeb.\nUživatel chápe a souhlasí s tím, že vývojář nemůže plně zaručit správnost, bezpečnost a legitimitu souborů třetích stran stažených z online služeb softwaru, ani není odpovědný za správnost, bezpečnost a zákonnost služeb třetích stran (mimo jiné včetně stahování zdrojů a dalších služeb) existujících v softwaru. Výše uvedený obsah proto nemá nic společného s vývojářem a softwarem a nereprezentuje postavení vývojáře a softwaru. Spory nese poskytovatel služeb třetí strany.\nUživatel je srozuměn a souhlasí s tím, že je výhradně odpovědný za následky způsobené používáním online služeb Softwaru a souvisejících souborů stažených ze Softwaru nesprávnými nebo nezákonnými prostředky a není odpovědný za žádné škody na majetku, porušení autorských práv nebo práv duševního vlastnictví atd. a nenese a nemůže nést žádnou právní odpovědnost.\nUživatel je srozuměn a souhlasí s tím, že Software nezaručuje obsah služeb třetích stran. Vývojář nenese odpovědnost za jakékoli škody na majetku, porušení autorských práv nebo práv duševního vlastnictví způsobené používáním služeb třetích stran uživatelem a nenese a nemůže nést žádnou právní odpovědnost.\nUživatel je srozuměn a souhlasí s tím, že vývojář neposkytuje žádnou záruku a právní podporu pro funkce softwaru, a pokud uživatel používá funkce softwaru k zapojení se do nezákonného nebo jiného nesprávného jednání, rizika a právní důsledky způsobené uživatelem nese uživatel.
da_dk: Brugeren forstår og accepterer, at udvikleren ikke giver nogen garanti for denne software i det omfang, det er tilladt ved lov. Brugerens brug af denne software er på brugerens egen risiko.\nBrugeren forstår og accepterer, at udvikleren ikke garanterer, at softwaren og tjenesterne opfylder brugerens behov, og heller ikke garanterer, at tjenesterne ikke vil blive afbrudt, og ikke giver nogen garanti for softwarens og tjenesternes rigtighed og sikkerhed.\nBrugeren forstår og accepterer, at udvikleren ikke fuldt ud kan garantere rigtigheden, sikkerheden og legitimiteten af de tredjepartsfiler, der downloades fra softwarens onlinetjenester, og heller ikke er ansvarlig for rigtigheden, sikkerheden og lovligheden af tredjepartstjenesterne (herunder, men ikke begrænset til, ressourcedownload og andre tjenester), der findes i softwaren. Derfor har ovennævnte indhold intet at gøre med udvikleren og softwaren og repræsenterer ikke udviklerens og softwarens position. Tvister skal afholdes af tredjepartstjenesteudbyderen.\nBrugeren forstår og accepterer, at brugeren alene er ansvarlig for konsekvenserne forårsaget af brugen af onlinetjenesterne i softwaren og de relaterede filer, der downloades fra softwaren på forkerte eller ulovlige måder, og ikke er ansvarlig for eventuelle skader på ejendom, krænkelse af ophavsret eller intellektuelle ejendomsrettigheder osv., og vil ikke og kan ikke bære noget juridisk ansvar.\nBrugeren forstår og accepterer, at softwaren ikke garanterer indholdet af tredjepartstjenester. Udvikleren er ikke ansvarlig for skade på ejendom, krænkelse af ophavsret eller intellektuelle ejendomsrettigheder forårsaget af brugerens brug af tredjepartstjenester og vil ikke og kan ikke bære noget juridisk ansvar.\nBrugeren forstår og accepterer, at udvikleren ikke giver nogen garanti og juridisk støtte til softwarens funktioner, og hvis brugeren bruger softwarens funktioner til at deltage i ulovlige eller andre upassende handlinger, skal de risici og juridiske konsekvenser, som brugeren forårsager, bæres af brugeren.
de_de: Der Benutzer versteht und stimmt zu, dass der Entwickler keine Garantie für diese Software übernimmt, soweit dies gesetzlich zulässig ist. Die Nutzung dieser Software durch den Nutzer erfolgt auf eigene Gefahr des Nutzers.\nDer Benutzer versteht und stimmt zu, dass der Entwickler weder garantiert, dass die Software und die Dienste den Bedürfnissen des Benutzers entsprechen, noch garantiert, dass die Dienste nicht unterbrochen werden, und keine Garantie für die Richtigkeit und Sicherheit der Software und Dienste gibt.\nDer Benutzer versteht und stimmt zu, dass der Entwickler weder die Richtigkeit, Sicherheit und Legitimität der Dateien von Drittanbietern, die von den Online-Diensten der Software heruntergeladen werden, vollständig garantieren kann, noch für die Richtigkeit, Sicherheit und Rechtmäßigkeit der in der Software vorhandenen Dienste von Drittanbietern (einschließlich, aber nicht beschränkt auf Ressourcen-Downloads und andere Dienste) verantwortlich ist. Daher haben die oben genannten Inhalte nichts mit dem Entwickler und der Software zu tun und stellen nicht die Position des Entwicklers und der Software dar. Streitigkeiten gehen zu Lasten des Drittanbieters.\nDer Benutzer versteht und stimmt zu, dass er allein für die Folgen verantwortlich ist, die durch die Nutzung der Online-Dienste der Software und der zugehörigen Dateien verursacht werden, die von der Software auf falsche oder illegale Weise heruntergeladen wurden, und nicht für Eigentumsschäden, Verletzungen von Urheberrechten oder Rechten an geistigem Eigentum usw. verantwortlich ist und keine rechtliche Verantwortung tragen wird und kann.\nDer Benutzer versteht und stimmt zu, dass die Software keine Garantie für den Inhalt von Diensten Dritter übernimmt. Der Entwickler ist nicht verantwortlich für Sachschäden, Verletzungen von Urheberrechten oder Rechten an geistigem Eigentum, die durch die Nutzung von Diensten Dritter durch den Benutzer verursacht werden, und trägt keine rechtliche Verantwortung und kann dies auch nicht tun.\nDer Benutzer versteht und stimmt zu, dass der Entwickler keine Garantie und rechtliche Unterstützung für die Funktionen der Software bietet, und wenn der Benutzer die Funktionen der Software verwendet, um illegale oder andere unzulässige Handlungen vorzunehmen, trägt der Benutzer die vom Benutzer verursachten Risiken und rechtlichen Konsequenzen.
el_gr: Ο χρήστης κατανοεί και συμφωνεί ότι ο προγραμματιστής δεν παρέχει καμία εγγύηση για αυτό το λογισμικό στο βαθμό που επιτρέπεται από το νόμο. Η χρήση αυτού του λογισμικού από τον χρήστη γίνεται με δική του ευθύνη.\nΟ Χρήστης κατανοεί και συμφωνεί ότι ο Προγραμματιστής δεν εγγυάται ότι το Λογισμικό και οι Υπηρεσίες θα ικανοποιούν τις ανάγκες του Χρήστη, ούτε εγγυάται ότι οι Υπηρεσίες δεν θα διακοπούν και δεν παρέχει καμία εγγύηση για την ορθότητα και την ασφάλεια του Λογισμικού και των Υπηρεσιών.\nΟ χρήστης κατανοεί και συμφωνεί ότι ο προγραμματιστής δεν μπορεί να εγγυηθεί πλήρως την ορθότητα, την ασφάλεια και τη νομιμότητα των αρχείων τρίτων που λαμβάνονται από τις ηλεκτρονικές υπηρεσίες του λογισμικού, ούτε είναι υπεύθυνος για την ορθότητα, την ασφάλεια και τη νομιμότητα των υπηρεσιών τρίτων (συμπεριλαμβανομένων, ενδεικτικά, της λήψης πόρων και άλλων υπηρεσιών) που υπάρχουν στο λογισμικό. Επομένως, το περιεχόμενο που αναφέρεται παραπάνω δεν έχει καμία σχέση με τον προγραμματιστή και το λογισμικό και δεν αντιπροσωπεύει τη θέση του προγραμματιστή και του λογισμικού. Οι διαφορές βαρύνουν τον τρίτο πάροχο υπηρεσιών.\nΟ Χρήστης κατανοεί και συμφωνεί ότι ο Χρήστης θα είναι αποκλειστικά υπεύθυνος για τις συνέπειες που προκαλούνται από τη χρήση των ηλεκτρονικών υπηρεσιών του Λογισμικού και των σχετικών αρχείων που λαμβάνονται από το Λογισμικό με εσφαλμένα ή παράνομα μέσα και δεν θα είναι υπεύθυνος για οποιαδήποτε ζημιά στην ιδιοκτησία, παραβίαση πνευματικών δικαιωμάτων ή δικαιωμάτων πνευματικής ιδιοκτησίας κ.λπ., και δεν θα φέρει και δεν μπορεί να φέρει καμία νομική ευθύνη.\nΟ χρήστης κατανοεί και συμφωνεί ότι το Λογισμικό δεν εγγυάται το περιεχόμενο υπηρεσιών τρίτων. Ο προγραμματιστής δεν ευθύνεται για οποιαδήποτε ζημιά στην ιδιοκτησία, παραβίαση πνευματικών δικαιωμάτων ή δικαιωμάτων πνευματικής ιδιοκτησίας που προκαλείται από τη χρήση υπηρεσιών τρίτων από τον χρήστη και δεν θα φέρει και δεν μπορεί να φέρει καμία νομική ευθύνη.\nΟ χρήστης κατανοεί και συμφωνεί ότι ο προγραμματιστής δεν παρέχει καμία εγγύηση και νομική υποστήριξη για τις λειτουργίες του λογισμικού και εάν ο χρήστης χρησιμοποιεί τις λειτουργίες του λογισμικού για να εμπλακεί σε παράνομες ή άλλες ανάρμοστες πράξεις, οι κίνδυνοι και οι νομικές συνέπειες που προκαλούνται από τον χρήστη βαρύνουν τον χρήστη.
es_es: El usuario entiende y acepta que el desarrollador no ofrece ninguna garantía para este software en la medida permitida por la ley. El uso de este software por parte del usuario es por su cuenta y riesgo.\nEl Usuario entiende y acepta que el Desarrollador no garantiza que el Software y los Servicios satisfagan las necesidades del Usuario, ni garantiza que los Servicios no se interrumpan, y no ofrece ninguna garantía de la exactitud y seguridad del Software y los Servicios.\nEl usuario entiende y acepta que el desarrollador no puede garantizar plenamente la exactitud, seguridad y legitimidad de los archivos de terceros descargados de los servicios en línea del software, ni es responsable de la corrección, seguridad y legalidad de los servicios de terceros (incluidos, entre otros, la descarga de recursos y otros servicios) existentes en el software. Por lo tanto, el contenido mencionado anteriormente no tiene nada que ver con el desarrollador y el software, y no representa la posición del desarrollador y el software. Los litigios correrán a cargo del proveedor de servicios externo.\nEl Usuario entiende y acepta que el Usuario será el único responsable de las consecuencias causadas por el uso de los servicios en línea del Software y los archivos relacionados descargados del Software por medios incorrectos o ilegales, y no será responsable de ningún daño a la propiedad, infracción de derechos de autor o derechos de propiedad intelectual, etcétera, y no asumirá ni podrá asumir ninguna responsabilidad legal.\nEl usuario entiende y acepta que el Software no garantiza el contenido de los servicios de terceros. El desarrollador no será responsable de ningún daño a la propiedad, infracción de derechos de autor o derechos de propiedad intelectual causados por el uso de servicios de terceros por parte del usuario, y no asumirá ni puede asumir ninguna responsabilidad legal.\nEl usuario entiende y acepta que el desarrollador no proporciona ninguna garantía ni soporte legal para las funciones del software, y si el usuario utiliza las funciones del software para participar en actos ilegales u otros actos indebidos, los riesgos y las consecuencias legales causadas por el usuario correrán a cargo del usuario.
fi_fi: Käyttäjä ymmärtää ja hyväksyy, että kehittäjä ei anna mitään takuuta tälle ohjelmistolle lain sallimassa laajuudessa. Käyttäjä käyttää tätä ohjelmistoa omalla vastuullaan.\nKäyttäjä ymmärtää ja hyväksyy, että kehittäjä ei takaa, että ohjelmisto ja palvelut vastaavat käyttäjän tarpeita, eikä takaa, että palvelut eivät keskeydy, eikä anna mitään takuuta ohjelmiston ja palvelujen oikeellisuudesta ja turvallisuudesta.\nKäyttäjä ymmärtää ja hyväksyy, että kehittäjä ei voi täysin taata ohjelmiston verkkopalveluista ladattujen kolmansien osapuolten tiedostojen oikeellisuutta, turvallisuutta ja laillisuutta, eikä se ole vastuussa ohjelmistossa olevien kolmansien osapuolten palveluiden (mukaan lukien, mutta ei rajoittuen, resurssien lataaminen ja muut palvelut) oikeellisuudesta, turvallisuudesta ja laillisuudesta. Siksi edellä mainitulla sisällöllä ei ole mitään tekemistä kehittäjän ja ohjelmiston kanssa, eikä se edusta kehittäjän ja ohjelmiston asemaa. Riidat ratkaisee kolmannen osapuolen palveluntarjoaja.\nKäyttäjä ymmärtää ja hyväksyy, että hän on yksin vastuussa seurauksista, jotka aiheutuvat ohjelmiston verkkopalvelujen ja ohjelmistosta ladattujen siihen liittyvien tiedostojen käytöstä virheellisin tai laittomin keinoin, eikä ole vastuussa mistään omaisuusvahingoista, tekijänoikeuksien tai immateriaalioikeuksien loukkauksista jne., eikä hän kanna eikä voi kantaa mitään oikeudellista vastuuta.\nKäyttäjä ymmärtää ja hyväksyy, että ohjelmisto ei takaa kolmansien osapuolten palveluiden sisältöä. Kehittäjä ei ole vastuussa mistään omaisuusvahingoista, tekijänoikeuksien tai immateriaalioikeuksien loukkauksista, jotka aiheutuvat käyttäjän kolmansien osapuolten palveluiden käytöstä, eikä hän ole eikä voi kantaa mitään oikeudellista vastuuta.\nKäyttäjä ymmärtää ja hyväksyy, että kehittäjä ei anna mitään takuita ja oikeudellista tukea ohjelmiston toiminnoille, ja jos käyttäjä käyttää ohjelmiston toimintoja laittomiin tai muihin sopimattomiin toimiin, käyttäjä vastaa käyttäjän aiheuttamista riskeistä ja oikeudellisista seurauksista.
fr_fr: L’utilisateur comprend et accepte que le développeur ne fournit aucune garantie pour ce logiciel dans la mesure permise par la loi. L’utilisation de ce logiciel par l’utilisateur se fait à ses propres risques.\nL’Utilisateur comprend et accepte que le Développeur ne garantit pas que le Logiciel et les Services répondront aux besoins de l’Utilisateur, ni que les Services ne seront pas interrompus, et ne fournit aucune garantie quant à l’exactitude et à la sécurité du Logiciel et des Services.\nL’utilisateur comprend et accepte que le développeur ne peut pas garantir entièrement l’exactitude, la sécurité et la légitimité des fichiers tiers téléchargés à partir des services en ligne du logiciel, ni être responsable de l’exactitude, de la sécurité et de la légalité des services tiers (y compris, mais sans s’y limiter, le téléchargement de ressources et d’autres services) existant dans le logiciel. Par conséquent, le contenu mentionné ci-dessus n’a rien à voir avec le développeur et le logiciel, et ne représente pas la position du développeur et du logiciel. Les litiges sont à la charge du prestataire de services tiers.\nL’Utilisateur comprend et accepte que l’Utilisateur sera seul responsable des conséquences causées par l’utilisation des services en ligne du Logiciel et des fichiers associés téléchargés à partir du Logiciel par des moyens incorrects ou illégaux, et ne sera pas responsable de tout dommage à la propriété, violation des droits d’auteur ou des droits de propriété intellectuelle, etc., et ne portera et ne pourra supporter aucune responsabilité légale.\nL’utilisateur comprend et accepte que le Logiciel ne garantit pas le contenu des services de tiers. Le développeur n’est pas responsable des dommages à la propriété, de la violation des droits d’auteur ou des droits de propriété intellectuelle causés par l’utilisation par l’utilisateur de services tiers, et n’assumera et ne pourra assumer aucune responsabilité légale.\nL’utilisateur comprend et accepte que le développeur ne fournit aucune garantie et support juridique pour les fonctions du logiciel, et si l’utilisateur utilise les fonctions du logiciel pour se livrer à des actes illégaux ou autres actes inappropriés, les risques et les conséquences juridiques causés par l’utilisateur seront à la charge de l’utilisateur.
he_il: המשתמש מבין ומסכים כי המפתח אינו מספק כל אחריות עבור תוכנה זו במידה המותרת על פי חוק. השימוש בתוכנה זו על ידי המשתמש הוא על אחריותו בלבד.\nהמשתמש מבין ומסכים כי המפתח אינו מבטיח שהתוכנה והשירותים יענו על צרכי המשתמש, ואינו מבטיח שהשירותים לא יופרעו, ואינו מספק כל ערובה לנכונות ולאבטחה של התוכנה והשירותים.\nהמשתמש מבין ומסכים כי המפתח אינו יכול להבטיח באופן מלא את הנכונות, האבטחה והלגיטימיות של קבצי צד שלישי שהורדו מהשירותים המקוונים של התוכנה, ואינו אחראי לנכונות, האבטחה והחוקיות של שירותי צד שלישי (כולל אך לא מוגבל להורדת משאבים ושירותים אחרים) הקיימים בתוכנה. לכן, התוכן המוזכר לעיל אינו קשור למפתח ולתוכנה, ואינו מייצג את עמדת המפתח והתוכנה. מחלוקות יחולו על ספק השירות של הצד השלישי.\nהמשתמש מבין ומסכים כי המשתמש יהיה האחראי הבלעדי לתוצאות הנגרמות כתוצאה מהשימוש בשירותים המקוונים של התוכנה ובקבצים הקשורים שהורדו מהתוכנה באמצעים שגויים או בלתי חוקיים, ולא יהיה אחראי לכל נזק לרכוש, הפרת זכויות יוצרים או זכויות קניין רוחני וכיו"ב, ולא יישא ולא יוכל לשאת בכל אחריות משפטית.\nהמשתמש מבין ומסכים שהתוכנה אינה ערבה לתוכן של שירותי צד שלישי. היזם לא יהיה אחראי לכל נזק לקניין, הפרת זכויות יוצרים או זכויות קניין רוחני שייגרמו עקב השימוש של המשתמש בשירותי צד שלישי, ולא יישא ולא יוכל לשאת בכל אחריות משפטית.\nהמשתמש מבין ומסכים כי המפתח אינו מספק כל ערבות ותמיכה משפטית לפונקציות התוכנה, ואם המשתמש משתמש בפונקציות התוכנה כדי לעסוק במעשים בלתי חוקיים או בלתי הולמים אחרים, הסיכונים וההשלכות המשפטיות שנגרמו על ידי המשתמש יישאו על המשתמש.
hu_hu: A felhasználó megérti és elfogadja, hogy a fejlesztő nem vállal garanciát erre a szoftverre a törvény által megengedett mértékben. A szoftvert a felhasználó saját felelősségére használja.\nA Felhasználó megérti és elfogadja, hogy a Fejlesztő nem garantálja, hogy a Szoftver és a Szolgáltatások megfelelnek a Felhasználó igényeinek, sem azt, hogy a Szolgáltatások nem szakadnak meg, és nem vállal garanciát a Szoftver és a Szolgáltatások helyességére és biztonságára.\nA felhasználó megérti és elfogadja, hogy a fejlesztő nem tudja teljes mértékben garantálni a szoftver online szolgáltatásaiból letöltött harmadik féltől származó fájlok helyességét, biztonságát és legitimitását, és nem felelős a szoftverben található harmadik féltől származó szolgáltatások helyességéért, biztonságáért és jogszerűségéért (beleértve, de nem kizárólagosan az erőforrások letöltését és egyéb szolgáltatásokat). Ezért a fent említett tartalomnak semmi köze a fejlesztőhöz és a szoftverhez, és nem képviseli a fejlesztő és a szoftver helyzetét. A vitákat a harmadik fél szolgáltató viseli.\nA Felhasználó megérti és elfogadja, hogy kizárólag a Felhasználó felelős a Szoftver online szolgáltatásainak és a Szoftverből helytelen vagy illegális módon letöltött kapcsolódó fájloknak a használatából eredő következményekért, és nem felelős semmilyen vagyoni kárért, szerzői jog vagy szellemi tulajdonjog megsértéséért stb., és nem vállal és nem is vállalhat jogi felelősséget.\nA felhasználó megérti és elfogadja, hogy a Szoftver nem garantálja harmadik fél szolgáltatásainak tartalmát. A fejlesztő nem vállal felelősséget semmilyen vagyoni kárért, a szerzői jog vagy a szellemi tulajdonjogok megsértéséért, amelyet a felhasználó harmadik fél szolgáltatásainak használata okoz, és nem vállal és nem is vállalhat jogi felelősséget.\nA felhasználó megérti és elfogadja, hogy a fejlesztő nem nyújt garanciát és jogi támogatást a szoftver funkcióira, és ha a felhasználó a szoftver funkcióit illegális vagy más helytelen cselekmények végrehajtására használja, a felhasználó által okozott kockázatok és jogi következmények a felhasználót terhelik.
it_it: L'utente comprende e accetta che lo sviluppatore non fornisce alcuna garanzia per questo software nella misura consentita dalla legge. L'uso di questo software da parte dell'utente è a proprio rischio.\nL'Utente comprende e accetta che lo Sviluppatore non garantisce che il Software e i Servizi soddisferanno le esigenze dell'Utente, né garantisce che i Servizi non saranno interrotti, e non fornisce alcuna garanzia per la correttezza e la sicurezza del Software e dei Servizi.\nL'utente comprende e accetta che lo sviluppatore non può garantire pienamente la correttezza, la sicurezza e la legittimità dei file di terze parti scaricati dai servizi online del software, né è responsabile della correttezza, della sicurezza e della legalità dei servizi di terze parti (inclusi, a titolo esemplificativo ma non esaustivo, il download di risorse e altri servizi) esistenti nel software. Pertanto, il contenuto sopra menzionato non ha nulla a che fare con lo sviluppatore e il software e non rappresenta la posizione dello sviluppatore e del software. Le controversie sono a carico del fornitore di servizi terzo.\nL'Utente comprende e accetta che l'Utente sarà l'unico responsabile delle conseguenze causate dall'uso dei servizi online del Software e dei relativi file scaricati dal Software con mezzi errati o illegali, e non sarà responsabile per eventuali danni alla proprietà, violazione del diritto d'autore o dei diritti di proprietà intellettuale, ecc., e non si assumerà e non potrà assumersi alcuna responsabilità legale.\nL'utente comprende e accetta che il Software non garantisce il contenuto di servizi di terze parti. Lo sviluppatore non sarà responsabile per eventuali danni alla proprietà, violazione del diritto d'autore o dei diritti di proprietà intellettuale causati dall'utilizzo da parte dell'utente di servizi di terze parti, e non si assumerà e non potrà assumersi alcuna responsabilità legale.\nL'utente comprende e accetta che lo sviluppatore non fornisce alcuna garanzia e supporto legale per le funzioni del software, e se l'utente utilizza le funzioni del software per impegnarsi in atti illegali o altri atti impropri, i rischi e le conseguenze legali causati dall'utente saranno a carico dell'utente.
ja_jp: ユーザーは、開発者が法律で許可されている範囲でこのソフトウェアに対していかなる保証も提供しないことを理解し、同意するものとします。 ユーザーによるこのソフトウェアの使用は、ユーザー自身の責任で行ってください。\nユーザーは、開発者がソフトウェアおよびサービスがユーザーのニーズを満たし、サービスが中断されないことを保証しず、ソフトウェアおよびサービスの正確性およびセキュリティについていかなる保証も提供しないことを理解し、同意するものとします。\nユーザーは、開発者がソフトウェアのオンラインサービスからダウンロードしたサードパーティファイルの正確性、セキュリティ、および正当性を完全に保証することはできず、ソフトウェアに存在するサードパーティサービス(リソースダウンロードおよびその他のサービスを含むがこれに限定されない)の正確性、セキュリティ、および合法性について責任を負わないことを理解し、同意するものとします。 したがって、上記の内容は、開発者とソフトウェアとは何の関係もなく、開発者とソフトウェアの立場を表すものではありません。 紛争は、第三者のサービスプロバイダーが負担するものとします。\nユーザーは、本ソフトウェアのオンラインサービスおよび本ソフトウェアからダウンロードした関連ファイルを不正または違法な手段で使用したことにより生じた結果について、ユーザーが単独で責任を負うものとし、財産への損害、著作権または知的財産権の侵害などについて責任を負わず、法的責任を負わないことを理解し、同意するものとします。\nユーザーは、本ソフトウェアが第三者のサービスの内容を保証するものではないことを理解し、同意するものとします。 開発者は、ユーザーが第三者のサービスを利用したことにより生じた財産の損害、著作権または知的財産権の侵害について、一切の責任を負わないものとし、また、いかなる法的責任も負わないものとします。\nユーザーは、開発者がソフトウェアの機能についていかなる保証も法的サポートも提供しないことを理解し、同意するものとします。また、ユーザーがソフトウェアの機能を使用して違法またはその他の不適切な行為を行った場合、ユーザーが引き起こしたリスクと法的結果はユーザーが負担するものとします。
ko_kr: 사용자는 개발자가 법이 허용하는 범위 내에서 이 소프트웨어에 대해 어떠한 보증도 제공하지 않음을 이해하고 이에 동의합니다. 사용자가 이 소프트웨어를 사용하는 데 따른 위험은 사용자가 감수해야 합니다.\n사용자는 개발자가 소프트웨어 및 서비스가 사용자의 요구를 충족시킬 것이라고 보장하지 않으며, 서비스가 중단되지 않을 것이라고 보장하지 않으며, 소프트웨어 및 서비스의 정확성과 보안에 대한 어떠한 보증도 제공하지 않는다는 것을 이해하고 이에 동의합니다.\n사용자는 개발자가 소프트웨어의 온라인 서비스에서 다운로드한 제3자 파일의 정확성, 보안 및 적법성을 완전히 보장할 수 없으며 소프트웨어에 존재하는 제3자 서비스(리소스 다운로드 및 기타 서비스를 포함하되 이에 국한되지 않음)의 정확성, 보안 및 적법성에 대해 책임을 지지 않음을 이해하고 이에 동의합니다. 따라서 위에서 언급한 내용은 개발자 및 소프트웨어와 아무런 관련이 없으며 개발자 및 소프트웨어의 입장을 나타내지 않습니다. 분쟁은 제3자 서비스 제공업체가 부담합니다.\n사용자는 부정확하거나 불법적인 수단으로 소프트웨어의 온라인 서비스 및 소프트웨어에서 다운로드한 관련 파일을 사용함으로써 발생하는 결과에 대해 전적으로 책임을 져야 하며, 재산 피해, 저작권 또는 지적 재산권 침해 등에 대해 책임을 지지 않으며, 어떠한 법적 책임도 지지 않으며 법적 책임을 질 수 없음을 이해하고 이에 동의합니다.\n사용자는 소프트웨어가 제3자 서비스의 내용을 보장하지 않는다는 것을 이해하고 이에 동의합니다. 개발자는 사용자의 제3자 서비스 사용으로 인해 발생하는 재산 피해, 저작권 또는 지적 재산권 침해에 대해 책임을 지지 않으며 어떠한 법적 책임도 지지 않으며 질 수도 없습니다.\n사용자는 개발자가 소프트웨어의 기능에 대해 어떠한 보증과 법적 지원도 제공하지 않으며, 사용자가 소프트웨어의 기능을 사용하여 불법 또는 기타 부적절한 행위에 관여하는 경우 사용자로 인해 발생하는 위험 및 법적 결과는 사용자가 부담해야 함을 이해하고 이에 동의합니다.
nb_no: Brukeren forstår og godtar at utvikleren ikke gir noen garanti for denne programvaren i den grad loven tillater det. Brukerens bruk av denne programvaren er på brukerens egen risiko.\nBrukeren forstår og godtar at utvikleren ikke garanterer at programvaren og tjenestene vil oppfylle brukerens behov, og heller ikke garanterer at tjenestene ikke vil bli avbrutt, og ikke gir noen garanti for riktigheten og sikkerheten til programvaren og tjenestene.\nBrukeren forstår og godtar at utvikleren ikke fullt ut kan garantere riktigheten, sikkerheten og legitimiteten til tredjepartsfilene som lastes ned fra programvarens nettjenester, og heller ikke er ansvarlig for riktigheten, sikkerheten og lovligheten av tredjepartstjenestene (inkludert, men ikke begrenset til, ressursnedlasting og andre tjenester) som finnes i programvaren. Derfor har innholdet nevnt ovenfor ingenting med utvikleren og programvaren å gjøre, og representerer ikke posisjonen til utvikleren og programvaren. Tvister skal bæres av tredjeparts tjenesteleverandør.\nBrukeren forstår og godtar at brukeren alene skal være ansvarlig for konsekvensene forårsaket av bruken av de elektroniske tjenestene til programvaren og de relaterte filene som lastes ned fra programvaren på feil eller ulovlige måter, og skal ikke være ansvarlig for skade på eiendom, brudd på opphavsrett eller immaterielle rettigheter, etc., og vil ikke og kan ikke bære noe juridisk ansvar.\nBrukeren forstår og godtar at programvaren ikke garanterer innholdet i tredjepartstjenester. Utvikleren skal ikke være ansvarlig for skade på eiendom, brudd på opphavsrett eller immaterielle rettigheter forårsaket av brukerens bruk av tredjepartstjenester, og vil ikke og kan ikke bære noe juridisk ansvar.\nBrukeren forstår og godtar at utvikleren ikke gir noen garanti og juridisk støtte for funksjonene til programvaren, og hvis brukeren bruker funksjonene til programvaren til å delta i ulovlige eller andre upassende handlinger, skal risikoen og de juridiske konsekvensene forårsaket av brukeren bæres av brukeren.
nl_nl: De gebruiker begrijpt en stemt ermee in dat de ontwikkelaar geen enkele garantie biedt voor deze software voor zover toegestaan door de wet. Het gebruik van deze software door de gebruiker is op eigen risico van de gebruiker.\nDe Gebruiker begrijpt en stemt ermee in dat de Ontwikkelaar niet garandeert dat de Software en Diensten zullen voldoen aan de behoeften van de Gebruiker, noch dat de Diensten niet zullen worden onderbroken, en geen enkele garantie biedt voor de juistheid en veiligheid van de Software en Diensten.\nDe gebruiker begrijpt en stemt ermee in dat de ontwikkelaar de juistheid, veiligheid en legitimiteit van de bestanden van derden die zijn gedownload van de online diensten van de software niet volledig kan garanderen, noch is hij verantwoordelijk voor de juistheid, veiligheid en wettigheid van de diensten van derden (inclusief maar niet beperkt tot het downloaden van bronnen en andere diensten) die in de software bestaan. Daarom heeft de hierboven genoemde inhoud niets te maken met de ontwikkelaar en de software, en vertegenwoordigt het niet de positie van de ontwikkelaar en de software. Geschillen zijn ten laste van de derde dienstverlener.\nDe Gebruiker begrijpt en stemt ermee in dat de Gebruiker als enige verantwoordelijk is voor de gevolgen die worden veroorzaakt door het gebruik van de online diensten van de Software en de bijbehorende bestanden die op onjuiste of illegale wijze van de Software zijn gedownload, en niet verantwoordelijk is voor enige schade aan eigendommen, inbreuk op auteursrechten of intellectuele eigendomsrechten, enz., en geen enkele wettelijke aansprakelijkheid zal en kan dragen.\nDe gebruiker begrijpt en stemt ermee in dat de Software de inhoud van diensten van derden niet garandeert. De ontwikkelaar is niet verantwoordelijk voor enige schade aan eigendommen, inbreuk op auteursrechten of intellectuele eigendomsrechten veroorzaakt door het gebruik van diensten van derden door de gebruiker, en zal en kan geen enkele juridische verantwoordelijkheid dragen.\nDe gebruiker begrijpt en stemt ermee in dat de ontwikkelaar geen enkele garantie en juridische ondersteuning biedt voor de functies van de software, en als de gebruiker de functies van de software gebruikt om illegale of andere ongepaste handelingen te verrichten, zijn de risico's en juridische gevolgen die door de gebruiker worden veroorzaakt, voor rekening van de gebruiker.
pl_pl: Użytkownik rozumie i zgadza się, że programista nie udziela żadnej gwarancji na to oprogramowanie w zakresie dozwolonym przez prawo. Użytkownik korzysta z tego oprogramowania na własne ryzyko.\nUżytkownik przyjmuje do wiadomości i zgadza się, że Deweloper nie gwarantuje, że Oprogramowanie i Usługi zaspokoją potrzeby Użytkownika, ani nie gwarantuje, że Usługi nie zostaną przerwane, ani nie udziela żadnej gwarancji poprawności i bezpieczeństwa Oprogramowania i Usług.\nUżytkownik przyjmuje do wiadomości i zgadza się, że programista nie może w pełni zagwarantować poprawności, bezpieczeństwa i legalności plików stron trzecich pobranych z usług online oprogramowania, ani nie ponosi odpowiedzialności za poprawność, bezpieczeństwo i legalność usług stron trzecich (w tym między innymi pobierania zasobów i innych usług) istniejących w oprogramowaniu. W związku z tym powyższe treści nie mają nic wspólnego z programistą i oprogramowaniem oraz nie reprezentują stanowiska programisty i oprogramowania. Spory będą rozstrzygane przez usługodawcę będącego stroną trzecią.\nUżytkownik przyjmuje do wiadomości i zgadza się, że ponosi wyłączną odpowiedzialność za konsekwencje spowodowane korzystaniem z usług online Oprogramowania i związanych z nimi plików pobranych z Oprogramowania w nieprawidłowy lub nielegalny sposób, a także nie ponosi odpowiedzialności za jakiekolwiek szkody majątkowe, naruszenie praw autorskich lub praw własności intelektualnej itp., a także nie będzie i nie może ponosić żadnej odpowiedzialności prawnej.\nUżytkownik przyjmuje do wiadomości i zgadza się, że Oprogramowanie nie gwarantuje zawartości usług stron trzecich. Deweloper nie ponosi odpowiedzialności za jakiekolwiek szkody majątkowe, naruszenie praw autorskich lub praw własności intelektualnej spowodowane korzystaniem przez użytkownika z usług osób trzecich i nie będzie i nie może ponosić żadnej odpowiedzialności prawnej.\nUżytkownik przyjmuje do wiadomości i zgadza się, że programista nie udziela żadnej gwarancji ani wsparcia prawnego dla funkcji oprogramowania, a jeśli użytkownik korzysta z funkcji oprogramowania w celu angażowania się w nielegalne lub inne niewłaściwe działania, ryzyko i konsekwencje prawne spowodowane przez użytkownika ponosi użytkownik.
pt_pt: O usuário entende e concorda que o desenvolvedor não fornece qualquer garantia para este software na medida permitida por lei. O uso deste software pelo usuário é por sua conta e risco.\nO Usuário entende e concorda que o Desenvolvedor não garante que o Software e Serviços atenderão às necessidades do Usuário, nem garante que os Serviços não serão interrompidos, e não fornece nenhuma garantia para a correção e segurança do Software e Serviços.\nO usuário entende e concorda que o desenvolvedor não pode garantir totalmente a correção, segurança e legitimidade dos arquivos de terceiros baixados dos serviços on-line do software, nem é responsável pela correção, segurança e legalidade dos serviços de terceiros (incluindo, mas não limitado a, download de recursos e outros serviços) existentes no software. Portanto, o conteúdo mencionado acima não tem nada a ver com o desenvolvedor e o software, e não representa a posição do desenvolvedor e do software. Os litígios serão suportados pelo terceiro prestador de serviços.\nO Usuário entende e concorda que o Usuário será o único responsável pelas consequências causadas pelo uso dos serviços on-line do Software e dos arquivos relacionados baixados do Software por meios incorretos ou ilegais, e não será responsável por qualquer dano à propriedade, violação de direitos autorais ou de propriedade intelectual, etc., e não assumirá e não poderá assumir qualquer responsabilidade legal.\nO usuário entende e concorda que o Software não garante o conteúdo de serviços de terceiros. O desenvolvedor não será responsável por qualquer dano à propriedade, violação de direitos autorais ou direitos de propriedade intelectual causados pelo uso de serviços de terceiros pelo usuário, e não assumirá e não poderá assumir qualquer responsabilidade legal.\nO usuário entende e concorda que o desenvolvedor não fornece qualquer garantia e suporte legal para as funções do software, e se o usuário usa as funções do software para se envolver em atos ilegais ou outros atos impróprios, os riscos e consequências legais causados pelo usuário serão suportados pelo usuário.
ro_ro: Utilizatorul înțelege și este de acord că dezvoltatorul nu oferă nicio garanție pentru acest software în măsura permisă de lege. Utilizarea acestui software de către utilizator se face pe propriul risc al utilizatorului.\nUtilizatorul înțelege și este de acord că Dezvoltatorul nu garantează că Software-ul și Serviciile vor satisface nevoile Utilizatorului și nici nu garantează că Serviciile nu vor fi întrerupte și nu oferă nicio garanție pentru corectitudinea și securitatea Software-ului și Serviciilor.\nUtilizatorul înțelege și este de acord că dezvoltatorul nu poate garanta pe deplin corectitudinea, securitatea și legitimitatea fișierelor terților descărcate din serviciile online ale software-ului și nici nu este responsabil pentru corectitudinea, securitatea și legalitatea serviciilor terților (inclusiv, dar fără a se limita la descărcarea de resurse și alte servicii) existente în software. Prin urmare, conținutul menționat mai sus nu are nimic de-a face cu dezvoltatorul și software-ul și nu reprezintă poziția dezvoltatorului și a software-ului. Litigiile vor fi suportate de furnizorul terț de servicii.\nUtilizatorul înțelege și este de acord că Utilizatorul va fi singurul responsabil pentru consecințele cauzate de utilizarea serviciilor online ale Software-ului și a fișierelor aferente descărcate din Software prin mijloace incorecte sau ilegale și nu va fi responsabil pentru nicio daună aduse proprietății, încălcarea drepturilor de autor sau a drepturilor de proprietate intelectuală etc.\nUtilizatorul înțelege și este de acord că Software-ul nu garantează conținutul serviciilor terțe. Dezvoltatorul nu va fi responsabil pentru nicio daună aduse proprietății, încălcarea drepturilor de autor sau a drepturilor de proprietate intelectuală cauzate de utilizarea de către utilizator a serviciilor terților și nu va purta și nu poate purta nicio responsabilitate legală.\nUtilizatorul înțelege și este de acord că dezvoltatorul nu oferă nicio garanție și suport juridic pentru funcțiile software-ului, iar dacă utilizatorul utilizează funcțiile software-ului pentru a se angaja în acte ilegale sau alte acte necorespunzătoare, riscurile și consecințele juridice cauzate de utilizator vor fi suportate de utilizator.
ru_ru: Пользователь понимает и соглашается с тем, что разработчик не предоставляет никаких гарантий на данное программное обеспечение в той мере, в какой это разрешено законодательством. Пользователь использует данное программное обеспечение на свой страх и риск.\nПользователь понимает и соглашается с тем, что Разработчик не гарантирует, что Программное обеспечение и Услуги будут удовлетворять потребности Пользователя, а также не гарантирует, что предоставление Услуг не будет прервано, и не предоставляет никаких гарантий правильности и безопасности Программного обеспечения и Услуг.\nПользователь понимает и соглашается с тем, что разработчик не может в полной мере гарантировать правильность, безопасность и легитимность сторонних файлов, загруженных из онлайн-сервисов программного обеспечения, а также не несет ответственности за правильность, безопасность и законность сторонних сервисов (включая, но не ограничиваясь, загрузку ресурсов и другие сервисы), существующих в программном обеспечении. Таким образом, упомянутый выше контент не имеет ничего общего с разработчиком и программным обеспечением, а также не отражает позицию разработчика и программного обеспечения. Споры возлагаются на стороннего поставщика услуг.\nПользователь понимает и соглашается с тем, что Пользователь несет единоличную ответственность за последствия, вызванные использованием онлайн-сервисов Программного обеспечения и связанных с ним файлов, загруженных из Программного обеспечения неправильными или незаконными способами, и не несет ответственности за любой ущерб имуществу, нарушение авторских прав или прав интеллектуальной собственности и т.д., а также не будет и не может нести никакой юридической ответственности.\nПользователь понимает и соглашается с тем, что Программное обеспечение не гарантирует содержание услуг третьих лиц. Разработчик не несет ответственности за любой ущерб имуществу, нарушение авторских прав или прав интеллектуальной собственности, вызванные использованием пользователем услуг третьих лиц, а также не будет и не может нести никакой юридической ответственности.\nПользователь понимает и соглашается с тем, что разработчик не предоставляет никаких гарантий и юридической поддержки функций программного обеспечения, а в случае использования пользователем функций программного обеспечения для совершения противоправных или иных неправомерных действий, риски и правовые последствия, причиненные пользователем, несет пользователь.
sr_sp: Корисник разуме и слаже се да програмер не даје никакву гаранцију за овај софтвер у мери у којој је то дозвољено законом. Коришћење овог софтвера од стране корисника је на сопствени ризик корисника.\nКорисник разуме и слаже се да Програмер не гарантује да ће Софтвер и Услуге задовољити потребе Корисника, нити гарантује да Услуге неће бити прекинуте, и не даје никакву гаранцију за исправност и сигурност Софтвера и Услуга.\nКорисник разуме и слаже се да програмер не може у потпуности гарантовати исправност, сигурност и легитимност датотека трећих страна преузетих са онлине услуга софтвера, нити је одговоран за исправност, сигурност и законитост услуга трећих страна (укључујући, али не ограничавајући се на преузимање ресурса и друге услуге) које постоје у софтверу. Стога , горе поменути садржај нема никакве везе са програмером и софтвером, и не представља став програмера и софтвера. Спорове сноси провајдер треће стране.\nКорисник разуме и слаже се да ће Корисник бити искључиво одговоран за последице проузроковане коришћењем онлајн услуга Софтвера и сродних датотека преузетих са Софтвера погрешним или незаконитим средствима, и неће бити одговоран за било какву штету на имовини, кршење ауторских права или права интелектуалне својине, итд., И неће и не може сносити никакву правну одговорност.\nКорисник разуме и слаже се да Софтвер не гарантује садржај услуга трећих страна. Програмер неће бити одговоран за било какву штету на имовини, кршење ауторских права или права интелектуалне својине проузроковано корисниковим коришћењем услуга трећих страна, и неће и не може сносити никакву правну одговорност.\nКорисник разуме и слаже се да програмер не пружа никакву гаранцију и правну подршку за функције софтвера, а ако корисник користи функције софтвера да се укључе у незаконите или друге неприкладне радње, ризике и правне последице које је проузроковао корисник сноси корисник.
sv_se: Användaren förstår och samtycker till att utvecklaren inte ger någon garanti för denna programvara i den utsträckning som lagen tillåter. Användarens användning av denna programvara sker på egen risk.\nAnvändaren är införstådd med och samtycker till att Utvecklaren inte garanterar att Programvaran och Tjänsterna kommer att uppfylla Användarens behov, och inte heller garanterar att Tjänsterna inte kommer att avbrytas, och ger ingen garanti för Programvarans och Tjänsternas korrekthet och säkerhet.\nAnvändaren förstår och samtycker till att utvecklaren inte helt kan garantera korrektheten, säkerheten och legitimiteten hos de tredjepartsfiler som laddas ner från programvarans onlinetjänster, och inte heller är ansvarig för korrektheten, säkerheten och lagligheten av tredjepartstjänsterna (inklusive men inte begränsat till resursnedladdning och andra tjänster) som finns i programvaran. Därför har innehållet som nämns ovan inget att göra med utvecklaren och programvaran och representerar inte utvecklarens och programvarans position. Tvister ska bäras av tredjepartsleverantören.\nAnvändaren förstår och samtycker till att användaren är ensam ansvarig för de konsekvenser som orsakas av användningen av programvarans onlinetjänster och relaterade filer som laddats ner från programvaran på felaktiga eller olagliga sätt, och ska inte vara ansvarig för eventuella skador på egendom, intrång i upphovsrätt eller immateriella rättigheter etc., och kommer inte och kan inte bära något juridiskt ansvar.\nAnvändaren är införstådd med och samtycker till att programvaran inte garanterar innehållet i tjänster från tredje part. Utvecklaren ska inte hållas ansvarig för eventuella skador på egendom, intrång i upphovsrätt eller immateriella rättigheter som orsakas av användarens användning av tjänster från tredje part, och kommer inte och kan inte bära något juridiskt ansvar.\nAnvändaren förstår och samtycker till att utvecklaren inte ger någon garanti och juridiskt stöd för programvarans funktioner, och om användaren använder programvarans funktioner för att begå olagliga eller andra olämpliga handlingar, ska de risker och rättsliga konsekvenser som orsakas av användaren bäras av användaren.
tr_tr: Kullanıcı, geliştiricinin bu yazılım için yasaların izin verdiği ölçüde herhangi bir garanti vermediğini anlar ve kabul eder. Bu yazılımın kullanıcı tarafından kullanılmasının riski kullanıcının kendisine aittir.\nKullanıcı, Geliştiricinin Yazılım ve Hizmetlerin Kullanıcının ihtiyaçlarını karşılayacağını garanti etmediğini ve Hizmetlerin kesintiye uğramayacağını garanti etmediğini ve Yazılım ve Hizmetlerin doğruluğu ve güvenliği konusunda herhangi bir garanti vermediğini anlar ve kabul eder.\nKullanıcı, geliştiricinin, yazılımın çevrimiçi hizmetlerinden indirilen üçüncü taraf dosyalarının doğruluğunu, güvenliğini ve meşruiyetini tam olarak garanti edemeyeceğini ve yazılımda bulunan üçüncü taraf hizmetlerinin (kaynak indirme ve diğer hizmetler dahil ancak bunlarla sınırlı olmamak üzere) doğruluğundan, güvenliğinden ve yasallığından sorumlu olmadığını anlar ve kabul eder. Bu nedenle, yukarıda belirtilen içeriğin geliştirici ve yazılımla hiçbir ilgisi yoktur ve geliştiricinin ve yazılımın konumunu temsil etmez. Anlaşmazlıklar üçüncü taraf hizmet sağlayıcı tarafından karşılanacaktır.\nKullanıcı, Yazılım'ın çevrimiçi hizmetlerinin ve Yazılım'dan indirilen ilgili dosyaların yanlış veya yasa dışı yollarla kullanılmasından kaynaklanan sonuçlardan münhasıran kendisinin sorumlu olacağını ve herhangi bir mülkiyet zararı, telif hakkı veya fikri mülkiyet haklarının ihlali vb. durumlardan sorumlu olmayacağını ve herhangi bir yasal sorumluluk üstlenmeyeceğini ve taşıyamayacağını anlar ve kabul eder.\nKullanıcı, Yazılımın üçüncü taraf hizmetlerinin içeriğini garanti etmediğini anlar ve kabul eder. Geliştirici, kullanıcının üçüncü taraf hizmetlerini kullanmasından kaynaklanan herhangi bir mülkiyet hasarı, telif hakkı veya fikri mülkiyet haklarının ihlalinden sorumlu olmayacak ve herhangi bir yasal sorumluluk kabul etmeyecektir ve edemez.\nKullanıcı, geliştiricinin yazılımın işlevleri için herhangi bir garanti ve yasal destek sağlamadığını ve kullanıcının yazılımın işlevlerini yasa dışı veya diğer uygunsuz eylemlerde bulunmak için kullanması durumunda, kullanıcının neden olduğu risklerin ve yasal sonuçların kullanıcı tarafından karşılanacağını anlar ve kabul eder.
uk_ua: Користувач розуміє і погоджується з тим, що розробник не надає жодних гарантій на це програмне забезпечення в межах, дозволених законом. Використання цього програмного забезпечення користувачем здійснюється на його власний ризик.\nКористувач розуміє та погоджується з тим, що Розробник не гарантує, що Програмне забезпечення та Послуги відповідатимуть потребам Користувача, а також не гарантує, що надання Послуг не буде перервано, а також не надає жодних гарантій щодо правильності та безпеки Програмного забезпечення та Послуг.\nКористувач розуміє і погоджується з тим, що розробник не може повністю гарантувати правильність, безпеку і законність сторонніх файлів, завантажених з онлайн-служб програмного забезпечення, а також не несе відповідальності за правильність, безпеку і законність сторонніх сервісів (включаючи, але не обмежуючись, завантаження ресурсів та інші послуги), що існують в програмному забезпеченні. Таким чином, згаданий вище контент не має нічого спільного з розробником і програмним забезпеченням, а також не відображає позицію розробника і програмного забезпечення. Спори несе сторонній постачальник послуг.\nКористувач розуміє і погоджується з тим, що він несе повну відповідальність за наслідки, спричинені використанням онлайн-сервісів Програмного забезпечення та пов'язаних з ним файлів, завантажених з Програмного забезпечення неправильним або незаконним шляхом, і не несе відповідальності за будь-яку шкоду майну, порушення авторських прав або прав інтелектуальної власності тощо, а також не буде і не може нести жодної юридичної відповідальності.\nКористувач розуміє і погоджується з тим, що Програмне забезпечення не гарантує зміст сторонніх сервісів. Розробник не несе відповідальності за будь-яку шкоду майну, порушення авторських прав або прав інтелектуальної власності, викликані використанням користувачем сторонніх сервісів, а також не несе і не може нести ніякої юридичної відповідальності.\nКористувач розуміє і погоджується з тим, що розробник не надає жодних гарантій та правової підтримки функцій програмного забезпечення, і якщо користувач використовує функції програмного забезпечення для вчинення незаконних або інших неправомірних дій, ризики та правові наслідки, спричинені користувачем, несуть користувач.
vi_vn: Người dùng hiểu và đồng ý rằng nhà phát triển không cung cấp bất kỳ bảo hành nào cho phần mềm này trong phạm vi pháp luật cho phép. Việc sử dụng phần mềm này của người dùng là rủi ro riêng của người dùng.\nNgười dùng hiểu và đồng ý rằng Nhà phát triển không đảm bảo rằng Phần mềm và Dịch vụ sẽ đáp ứng nhu cầu của Người dùng, cũng như không đảm bảo rằng Dịch vụ sẽ không bị gián đoạn và không cung cấp bất kỳ đảm bảo nào về tính đúng đắn và bảo mật của Phần mềm và Dịch vụ.\nNgười dùng hiểu và đồng ý rằng nhà phát triển không thể đảm bảo đầy đủ tính chính xác, bảo mật và tính hợp pháp của các tệp của bên thứ ba được tải xuống từ các dịch vụ trực tuyến của phần mềm, cũng như không chịu trách nhiệm về tính đúng đắn, bảo mật và hợp pháp của các dịch vụ của bên thứ ba (bao gồm nhưng không giới hạn ở tải xuống tài nguyên và các dịch vụ khác) hiện có trong phần mềm. Do đó, nội dung nêu trên không liên quan gì đến nhà phát triển và phần mềm, và không đại diện cho vị trí của nhà phát triển và phần mềm. Tranh chấp sẽ do nhà cung cấp dịch vụ bên thứ ba chịu.\nNgười dùng hiểu và đồng ý rằng Người dùng sẽ tự chịu trách nhiệm về hậu quả gây ra bởi việc sử dụng các dịch vụ trực tuyến của Phần mềm và các tệp liên quan được tải xuống từ Phần mềm bằng các phương tiện không chính xác hoặc bất hợp pháp và sẽ không chịu trách nhiệm về bất kỳ thiệt hại nào đối với tài sản, vi phạm bản quyền hoặc quyền sở hữu trí tuệ, v.v., và sẽ không và không thể chịu bất kỳ trách nhiệm pháp lý nào.\nNgười dùng hiểu và đồng ý rằng Phần mềm không đảm bảo nội dung của các dịch vụ của bên thứ ba. Nhà phát triển sẽ không chịu trách nhiệm về bất kỳ thiệt hại nào đối với tài sản, vi phạm bản quyền hoặc quyền sở hữu trí tuệ do người dùng sử dụng dịch vụ của bên thứ ba gây ra và sẽ không và không thể chịu bất kỳ trách nhiệm pháp lý nào.\nNgười dùng hiểu và đồng ý rằng nhà phát triển không cung cấp bất kỳ đảm bảo và hỗ trợ pháp lý nào cho các chức năng của phần mềm và nếu người dùng sử dụng các chức năng của phần mềm để tham gia vào các hành vi bất hợp pháp hoặc không phù hợp khác, rủi ro và hậu quả pháp lý do người dùng gây ra sẽ do người dùng chịu.
zh_hans: 用户理解并同意，在法律许可范围内，开发者不对本软件提供任何保证。 用户使用本软件所造成的的风险均由用户自行承担。\n用户理解并同意，开发者不保证本软件及服务一定能满足用户需求，也不保证服务不会被中断，并且对本软件及服务的正确性、安全性等方面不提供任何担保。\n用户理解并同意，开发者无法完全保证本软件在线服务所下载的第三方文件的的正确性、安全性、合法性，也不对本软件内存在的第三方服务（包括但不限于 资源下载 等服务）的正确性、安全性、合法性等负责。因此，前面提到的内容与开发者和本软件无关，不代表开发者及本软件的立场。相关争议应由第三方服务提供方承担。\n用户理解并同意，若以错误或非法的手段使用本软件在线服务以及本软件所下载的相关文件，其造成的后果由用户自行承担，若导致财产损毁、版权或知识产权被侵犯等问题，开发者概不负责，不会也不能承担任何法律责任。\n用户理解并同意，本软件不对第三方服务内容提供担保。 若用户使用第三方服务导致财产损毁、版权或知识产权被侵犯等问题，开发者概不负责，不会也不能承担任何法律责任。\n用户理解并同意，开发者对本软件功能不提供任何保证和法律支持，若用户使用本软件功能从事违法犯罪或其他不正当的行为，所造成的风险和法律后果均由用户自行承担。
zh_hant: 使用者理解並同意，在法律許可範圍內，開發者不對本軟體提供任何保證。 使用者使用本軟體所造成的的風險均由使用者自行承擔。 \n使用者理解並同意，開發者不保證本軟體及服務一定能滿足使用者需求，也不保證服務不會被中斷，並且對本軟體及服務的正確性、安全性等方面不提供任何擔保。 \n使用者理解並同意，開發者無法完全保證本軟體在線服務所下載的第三方檔的的正確性、安全性、合法性，也不對本軟體內存在的第三方服務（包括但不限於 資源下載 等服務）的正確性、安全性、合法性等負責。 因此，前面提到的內容與開發者和本軟體無關，不代表開發者及本軟體的立場。 相關爭議應由第三方服務提供方承擔。 \n使用者理解並同意，若以錯誤或非法的手段使用本軟體在線服務以及本軟體所下載的相關文件，其造成的後果由使用者自行承擔，若導致財產損毀、版權或智慧財產權被侵犯等問題，開發者概不負責，不會也不能承擔任何法律責任。 \n使用者理解並同意，本軟體不對第三方服務內容提供擔保。 若使用者使用第三方服務導致財產損毀、版權或智慧財產權被侵犯等問題，開發者概不負責，不會也不能承擔任何法律責任。 \n使用者理解並同意，開發者對本軟體功能不提供任何保證和法律支援，若使用者使用本軟體功能從事違法犯罪或其他不正當的行為，所造成的風險和法律後果均由使用者自行承擔。
