Repository: MCSLTeam/MCServerLauncher-Future
Catalog: MCServerLauncher.WPF/Resources/Language.*.resx
Languages: af_za, ar_sa, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, he_il, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sr_sp, sv_se, tr_tr, uk_ua, vi_vn, zh_hans, zh_hant

# HelpCenterTip
source: Striving our utmost, answering every question.
af_za: Doen jou bes om hul vrae te beantwoord.
ar_sa: ابذل قصارى جهدك للإجابة على أسئلتهم.
ca_es: Fes tot el possible per respondre les seves preguntes.
cs_cz: Snažte se co nejlépe odpovědět na jejich otázky.
da_dk: Gør dit bedste for at besvare deres spørgsmål.
de_de: Tun Sie Ihr Bestes, um ihre Fragen zu beantworten.
el_gr: Κάντε το καλύτερο δυνατό για να απαντήσετε στις ερωτήσεις τους.
es_es: Haz todo lo posible por responder a sus preguntas.
fi_fi: Tee parhaasi vastataksesi heidän kysymyksiinsä.
fr_fr: Faites de votre mieux pour répondre à leurs questions.
he_il: עשו כמיטב יכולתכם לענות על שאלותיהם.
hu_hu: Tegyen meg minden tőle telhetőt, hogy válaszoljon a kérdéseikre.
it_it: Fai del tuo meglio per rispondere alle loro domande.
ja_jp: 彼らの質問に答えるために最善を尽くしてください。
ko_kr: 그들의 질문에 답하기 위해 최선을 다하십시오.
nb_no: Gjør ditt beste for å svare på spørsmålene deres.
nl_nl: Doe je best om hun vragen te beantwoorden.
pl_pl: Postaraj się odpowiedzieć na ich pytania.
pt_pt: Faça o seu melhor para responder às suas perguntas.
ro_ro: Faceți tot posibilul să răspundeți la întrebările lor.
ru_ru: Постарайтесь ответить на их вопросы.
sr_sp: Дајте све од себе да одговорите на њихова питања.
sv_se: Gör ditt bästa för att svara på deras frågor.
tr_tr: Sorularını cevaplamak için elinizden gelenin en iyisini yapın.
uk_ua: Зробіть усе можливе, щоб відповісти на їхні запитання.
vi_vn: Cố gắng hết sức để trả lời câu hỏi của họ.
zh_hans: 尽其所能，答其所问。
zh_hant: 盡其所能，答其所問。

# SettingsTip
source: Your MCSL, also your style.
af_za: Jou MCSL, jou keuse.
ar_sa: MCSL الخاص بك ، اختيارك.
ca_es: El teu MCSL, la teva elecció.
cs_cz: Vaše MCSL, vaše volba.
da_dk: Din MCSL, dit valg.
de_de: Ihr MCSL, Ihre Wahl.
el_gr: Το MCSL σας, η επιλογή σας.
es_es: Su MCSL, su elección.
fi_fi: Sinun MCSL, sinun valintasi.
fr_fr: Votre MCSL, votre choix.
he_il: MCSL שלך, הבחירה שלך.
hu_hu: Az Ön MCSL-je, az Ön választása.
it_it: Il tuo MCSL, la tua scelta.
ja_jp: あなたのMCSL、あなたの選択。
ko_kr: 당신의 MCSL, 당신의 선택.
nb_no: Din MCSL, ditt valg.
nl_nl: Uw MCSL, uw keuze.
pl_pl: Twój MCSL, Twój wybór.
pt_pt: O seu MCSL, a sua escolha.
ro_ro: MCSL-ul tău, alegerea ta.
ru_ru: Ваш MCSL, ваш выбор.
sr_sp: Ваш МЦСЛ, ваш избор.
sv_se: Ditt MCSL, ditt val.
tr_tr: Sizin MCSL'niz, sizin seçiminiz.
uk_ua: Ваш MCSL, ваш вибір.
vi_vn: MCSL của bạn, sự lựa chọn của bạn.
zh_hans: 你的 MCSL，你的选择。
zh_hant: 你的 MCSL，你的選擇。

# Settings_ActionWhenDownloadError_Stop
source: Stop Downloading
af_za: Stop die aflaai direk
ar_sa: أوقف التنزيل مباشرة
ca_es: Atura la descàrrega directament
cs_cz: Přímé zastavení stahování
da_dk: Stop overførslen direkte
de_de: Stoppen Sie den Download direkt
el_gr: Σταματήστε απευθείας τη λήψη
es_es: Detenga la descarga directamente
fi_fi: Lopeta lataus suoraan
fr_fr: Arrêtez le téléchargement directement
he_il: עצור את ההורדה ישירות
hu_hu: A letöltés közvetlen leállítása
it_it: Interrompi direttamente il download
ja_jp: ダウンロードを直接停止する
ko_kr: 다운로드를 직접 중지하십시오
nb_no: Stopp nedlastingen direkte
nl_nl: Stop de download direct
pl_pl: Zatrzymaj pobieranie bezpośrednio
pt_pt: Pare o download diretamente
ro_ro: Opriți descărcarea direct
ru_ru: Остановите загрузку напрямую
sr_sp: Зауставите преузимање директно
sv_se: Stoppa nedladdningen direkt
tr_tr: İndirme işlemini doğrudan durdurun
uk_ua: Зупиніть завантаження безпосередньо
vi_vn: Dừng tải xuống trực tiếp
zh_hans: 直接停止下载
zh_hant: 直接停止下載

# Settings_ActionWhenDownloadError_Retry1
source: Retry Once
af_za: Probeer die aflaai 1 keer weer
ar_sa: أعد محاولة التنزيل 1 مرة
ca_es: Torneu a provar la descàrrega 1 vegada
cs_cz: Opakujte stahování 1krát
da_dk: Prøv at downloade igen 1 gang
de_de: Wiederholen Sie den Download 1 Mal
el_gr: Επαναλάβετε τη λήψη 1 φορά
es_es: Vuelva a intentar la descarga 1 vez
fi_fi: Yritä latausta uudelleen 1 kerran
fr_fr: Réessayez le téléchargement 1 fois
he_il: נסה שוב את ההורדה פעם אחת
hu_hu: Próbálja meg újra a letöltést 1 alkalommal
it_it: Riprova il download 1 volta
ja_jp: ダウンロードを 1 回再試行します
ko_kr: 다운로드 1회 다시 시도
nb_no: Prøv å laste ned på nytt 1 gang
nl_nl: Probeer de download 1 keer opnieuw uit te voeren
pl_pl: Ponów próbę pobrania 1 raz
pt_pt: Repita o download 1 vez
ro_ro: Reîncercați descărcarea de 1 dată
ru_ru: Повторите попытку загрузки 1 раз
sr_sp: Поновите преузимање 1 пут
sv_se: Försök att ladda ned igen 1 gång
tr_tr: İndirmeyi 1 kez yeniden deneyin
uk_ua: Повторіть спробу завантаження 1 раз
vi_vn: Thử tải xuống lại 1 lần
zh_hans: 重试下载 1 次
zh_hant: 重試下載 1 次

# Settings_ActionWhenDownloadError_Retry3
source: Retry 3 Times
af_za: Probeer die aflaai 3 keer weer
ar_sa: أعد محاولة التنزيل 3 مرات
ca_es: Torna a provar la descàrrega 3 vegades
cs_cz: Opakujte stahování 3krát
da_dk: Prøv at downloade igen 3 gange
de_de: Wiederholen Sie den Download 3 Mal
el_gr: Επαναλάβετε τη λήψη 3 φορές
es_es: Vuelva a intentar la descarga 3 veces
fi_fi: Yritä latausta uudelleen 3 kertaa
fr_fr: Réessayez le téléchargement 3 fois
he_il: נסה שוב את ההורדה 3 פעמים
hu_hu: Próbálja meg újra a letöltést 3-szor
it_it: Riprova il download 3 volte
ja_jp: ダウンロードを3回再試行してください
ko_kr: 다운로드를 3번 다시 시도합니다
nb_no: Prøv å laste ned på nytt 3 ganger
nl_nl: Probeer de download 3 keer opnieuw uit te voeren
pl_pl: Ponów próbę pobrania 3 razy
pt_pt: Repita o download 3 vezes
ro_ro: Reîncercați descărcarea de 3 ori
ru_ru: Повторите попытку загрузки 3 раза
sr_sp: Поновите преузимање 3 пута
sv_se: Försök att ladda ner igen 3 gånger
tr_tr: İndirmeyi 3 kez yeniden deneyin
uk_ua: Повторіть спробу завантаження 3 рази
vi_vn: Thử tải xuống lại 3 lần
zh_hans: 重试下载 3 次
zh_hant: 重試下載 3 次

# Settings_ActionWhenDeleteConfirm_TypeName
source: Instance Name Input Validation
af_za: Voer die instansienaam in vir validering
ar_sa: أدخل اسم المثيل للتحقق من صحته
ca_es: Introduïu el nom de la instància per a la validació
cs_cz: Zadejte název instance pro ověření
da_dk: Indtast forekomstnavnet til validering
de_de: Geben Sie den Namen der Instanz für die Validierung ein
el_gr: Εισαγάγετε το όνομα της παρουσίας για επικύρωση
es_es: Introduzca el nombre de la instancia para la validación
fi_fi: Kirjoita ilmentymän nimi vahvistusta varten
fr_fr: Entrez le nom de l’instance pour la validation
he_il: הזן את שם המופע לאימות
hu_hu: Adja meg a példány nevét az érvényesítéshez
it_it: Immettere il nome dell'istanza per la convalida
ja_jp: 検証のインスタンス名を入力します
ko_kr: 유효성 검사를 위해 인스턴스 이름을 입력합니다
nb_no: Skriv inn forekomstnavnet for validering
nl_nl: Voer de naam van het exemplaar in voor validatie
pl_pl: Wprowadź nazwę instancji do walidacji
pt_pt: Insira o nome da instância para validação
ro_ro: Introduceți numele instanței pentru validare
ru_ru: Введите имя экземпляра для проверки
sr_sp: Унесите име инстанце за валидацију
sv_se: Ange instansnamnet för validering
tr_tr: Doğrulama için örnek adını girin
uk_ua: Введіть ім'я екземпляра для перевірки
vi_vn: Nhập tên phiên bản để xác thực
zh_hans: 实例名称输入验证
zh_hant: 實例名稱輸入驗證

# Settings_ActionWhenDeleteConfirm_TypeKey
source: Daemon Key Validation
af_za: Daemon sleutel validering
ar_sa: التحقق من صحة المفتاح الخفي
ca_es: Validació de claus del dimoni
cs_cz: Ověření démonického klíče
da_dk: Validering af dæmonnøgle
de_de: Validierung von Daemon-Schlüsseln
el_gr: Επικύρωση κλειδιού δαίμονα
es_es: Validación de claves de demonio
fi_fi: Daemon-avaimen validointi
fr_fr: Validation de la clé démoniaque
he_il: אימות מפתח Daemon
hu_hu: Démonkulcs érvényesítése
it_it: Convalida della chiave del demone
ja_jp: デーモンキーの検証
ko_kr: 데몬 키 유효성 검사
nb_no: Validering av daemonnøkkel
nl_nl: Validatie van Daemon-sleutels
pl_pl: Walidacja klucza demona
pt_pt: Validação de chave Daemon
ro_ro: Validarea cheii demonului
ru_ru: Проверка ключа демона
sr_sp: Даемон кључ валидација
sv_se: Validering av daemonnyckel
tr_tr: Daemon anahtar doğrulaması
uk_ua: Перевірка ключа демона
vi_vn: Xác thực khóa Daemon
zh_hans: 守护进程密钥验证
zh_hant: 守護進程密鑰驗證

# Settings_AppTheme_Auto
source: System
af_za: Volg die stelsel
ar_sa: اتبع النظام
ca_es: Segueix el sistema
cs_cz: Sledujte systém
da_dk: Følg systemet
de_de: Folgen Sie dem System
el_gr: Ακολουθήστε το σύστημα
es_es: Siga el sistema
fi_fi: Seuraa järjestelmää
fr_fr: Suivre le système
he_il: עקוב אחר המערכת
hu_hu: Kövesse a rendszert
it_it: Segui il sistema
ja_jp: システムに従ってください
ko_kr: 시스템을 따르십시오
nb_no: Følg systemet
nl_nl: Volg het systeem
pl_pl: Postępuj zgodnie z systemem
pt_pt: Siga o sistema
ro_ro: Urmați sistemul
ru_ru: Следите за системой
sr_sp: Пратите систем
sv_se: Följ systemet
tr_tr: Sistemi takip edin
uk_ua: Дотримуйтесь системи
vi_vn: Thực hiện theo hệ thống
zh_hans: 跟随系统
zh_hant: 跟隨系統

# Settings_AppTheme_Light
source: Light
af_za: Lig
ar_sa: ضوء
ca_es: llum
cs_cz: světlo
da_dk: lys
de_de: Licht
el_gr: φως
es_es: luz
fi_fi: valo
fr_fr: lumière
he_il: אור
hu_hu: fény
it_it: Leggero
ja_jp: 光
ko_kr: 광
nb_no: lys
nl_nl: licht
pl_pl: światło
pt_pt: luz
ro_ro: lumină
ru_ru: свет
sr_sp: Светло
sv_se: ljus
tr_tr: ışık
uk_ua: світлий
vi_vn: ánh sáng
zh_hans: 浅色
zh_hant: 淺色

# Settings_AppTheme_Dark
source: Dark
af_za: Donker
ar_sa: داكن
ca_es: Fosc
cs_cz: Temný
da_dk: Mørk
de_de: Dunkel
el_gr: Σκοτεινός
es_es: Oscuro
fi_fi: Tumma
fr_fr: Sombre
he_il: חשוך
hu_hu: Sötét
it_it: Oscuro
ja_jp: 暗い
ko_kr: 어둠
nb_no: Mørk
nl_nl: Donker
pl_pl: Ciemny
pt_pt: Escuro
ro_ro: Întunecat
ru_ru: Темный
sr_sp: Мраино
sv_se: Mörk
tr_tr: Koyu
uk_ua: Темний
vi_vn: Tối
zh_hans: 深色
zh_hant: 深色

# Settings_AutoAcceptMinecraftJavaEula_Title
source: Auto Accept Minecraft's EULA (Minecraft Java Edition Server Instance)
af_za: Outomatiese toestemming EULA (Minecraft Java Edition Server Instance)
ar_sa: الموافقة التلقائية EULA (مثيل خادم إصدار جافا من Minecraft)
ca_es: EULA de consentiment automàtic (instància de servidor de Minecraft Java Edition)
cs_cz: EULA s automatickým souhlasem (serverová instance Minecraft Java Edition)
da_dk: Automatisk samtykke-slutbrugerlicensaftale (Minecraft Java Edition Server-forekomst)
de_de: EULA für die automatische Zustimmung (Minecraft Java Edition Serverinstanz)
el_gr: EULA αυτόματης συγκατάθεσης (παρουσία διακομιστή Minecraft Java Edition)
es_es: EULA de consentimiento automático (instancia de servidor de Minecraft Java Edition)
fi_fi: Automaattinen suostumus EULA (Minecraft Java Edition Server -esiintymä)
fr_fr: CLUF de consentement automatique (instance serveur Minecraft Java Edition)
he_il: הסכמה אוטומטית EULA (מופע שרת Minecraft Java Edition)
hu_hu: Automatikus hozzájárulási EULA (Minecraft Java Edition kiszolgálópéldány)
it_it: EULA per il consenso automatico (istanza del server Minecraft Java Edition)
ja_jp: 自動同意 EULA (Minecraft Java Edition サーバー インスタンス)
ko_kr: 자동 동의 EULA(Minecraft Java Edition 서버 인스턴스)
nb_no: Lisensavtale for automatisk samtykke (Minecraft Java Edition Server Instance)
nl_nl: EULA voor automatische toestemming (Minecraft Java Edition Server-instantie)
pl_pl: Umowa licencyjna użytkownika końcowego (EULA) dotycząca automatycznej zgody (instancja serwerowa Minecraft Java Edition)
pt_pt: EULA de Consentimento Automático (Instância do Servidor Minecraft Java Edition)
ro_ro: EULA de consimțământ automat (instanță de server Minecraft Java Edition)
ru_ru: Лицензионное соглашение с конечным пользователем с автоматическим согласием (экземпляр сервера Minecraft Java Edition)
sr_sp: Аутоматска сагласност ЕУЛА (Минецрафт Јава Едитион Сервер Инстанце)
sv_se: Licensavtal för automatiskt samtycke (Minecraft Java Edition Server Instance)
tr_tr: Otomatik Onay EULA'sı (Minecraft Java Sürümü Sunucu Örneği)
uk_ua: Ліцензійна угода з автоматичною згодою (екземпляр сервера Minecraft Java Edition)
vi_vn: Đồng ý tự động EULA (Phiên bản máy chủ Minecraft Java Edition)
zh_hans: 自动同意 EULA (Minecraft Java 版服务器实例)
zh_hant: 自動同意 EULA (Minecraft Java 版伺服器實例)

# Settings_AutoAcceptMinecraftJavaEula_Description
source: Automatically agree the EULA means you comply with the Minecraft EULA and acknowledge that MCSL assumes no joint liability.
af_za: Deur outomaties in te stem, is u gebonde aan die Minecraft End User License Agreement en stem u in dat MCSL nie gesamentlik en afsonderlik aanspreeklik is nie.
ar_sa: بالموافقة التلقائية ، فأنت ملزم باتفاقية ترخيص المستخدم النهائي ل Minecraft وتوافق على أن MCSL ليست مسؤولة بشكل مشترك وفردي.
ca_es: En acceptar automàticament, esteu obligat per l'acord de llicència d'usuari final de Minecraft i accepteu que MCSL no és responsable conjuntament i solidàriament.
cs_cz: Automatickým souhlasem jste vázáni Licenční smlouvou s koncovým uživatelem hry Minecraft a souhlasíte s tím, že společnost MCSL nenese společnou a nerozdílnou odpovědnost.
da_dk: Ved automatisk at acceptere er du bundet af Minecrafts slutbrugerlicensaftale og accepterer, at MCSL ikke hæfter solidarisk.
de_de: Indem du automatisch zustimmst, bist du an die Minecraft-Endbenutzer-Lizenzvereinbarung gebunden und stimmst zu, dass MCSL nicht gesamtschuldnerisch haftet.
el_gr: Συμφωνώντας αυτόματα, δεσμεύεστε από την Άδεια Χρήσης Τελικού Χρήστη του Minecraft και συμφωνείτε ότι η MCSL δεν είναι αλληλεγγύως και εις ολόκληρον υπεύθυνη.
es_es: Al aceptar automáticamente, estás obligado por el Acuerdo de licencia de usuario final de Minecraft y aceptas que MCSL no es responsable conjunta y solidariamente.
fi_fi: Hyväksymällä automaattisesti sitoudut Minecraftin loppukäyttäjän lisenssisopimukseen ja hyväksyt, että MCSL ei ole yhteisvastuussa.
fr_fr: En acceptant automatiquement, vous êtes lié par le contrat de licence d’utilisateur final de Minecraft et acceptez que MCSL n’est pas conjointement et solidairement responsable.
he_il: על ידי הסכמה אוטומטית, אתה מחויב להסכם הרישיון למשתמש קצה של Minecraft ומסכים ש- MCSL אינה נושאת באחריות משותפת ולחוד.
hu_hu: Az automatikus elfogadással kötelező érvényű a Minecraft végfelhasználói licencszerződése, és elfogadja, hogy az MCSL nem tartozik egyetemleges felelősséggel.
it_it: Accettando automaticamente, l'utente è vincolato dal Contratto di licenza con l'utente finale di Minecraft e accetta che MCSL non sia responsabile in solido.
ja_jp: 自動的に同意することにより、お客様は Minecraft エンド ユーザー ライセンス契約に拘束され、MCSL が連帯して責任を負わないことに同意するものとします。
ko_kr: 자동으로 동의하면 Minecraft 최종 사용자 라이선스 계약에 구속되며 MCSL이 공동 및 개별적으로 책임을 지지 않음에 동의하는 것입니다.
nb_no: Ved å godta automatisk er du bundet av Minecrafts lisensavtale for sluttbrukere og godtar at MCSL ikke er solidarisk ansvarlig.
nl_nl: Door automatisch akkoord te gaan, bent u gebonden aan de Minecraft End User License Agreement en gaat u ermee akkoord dat MCSL niet hoofdelijk aansprakelijk is.
pl_pl: Wyrażając na to automatyczną zgodę, użytkownik jest związany Umową licencyjną użytkownika końcowego gry Minecraft i zgadza się, że firma MCSL nie ponosi odpowiedzialności solidarnej.
pt_pt: Ao concordar automaticamente, você está vinculado pelo Contrato de Licença de Usuário Final do Minecraft e concorda que a MCSL não é conjunta e solidariamente responsável.
ro_ro: Prin acceptarea automată, sunteți obligat să respectați Acordul de licență pentru utilizatorul final Minecraft și sunteți de acord că MCSL nu este răspunzător în solidar.
ru_ru: Соглашаясь автоматически, вы обязуетесь соблюдать Лицензионное соглашение с конечным пользователем Minecraft и соглашаетесь с тем, что MCSL не несет солидарной ответственности.
sr_sp: Аутоматским слагањем, обавезани сте Уговором о лиценцирању крајњег корисника Минецрафт и слажете се да МЦСЛ није солидарно одговоран.
sv_se: Genom att automatiskt godkänna avtalet är du bunden av Minecrafts licensavtal för slutanvändare och samtycker till att MCSL inte är solidariskt ansvarigt.
tr_tr: Otomatik olarak kabul ederek, Minecraft Son Kullanıcı Lisans Sözleşmesi'ne bağlı olursunuz ve MCSL'nin müştereken ve müteselsilen sorumlu olmadığını kabul edersiniz.
uk_ua: Автоматично погоджуючись, ви зобов'язані дотримуватися Ліцензійної угоди з кінцевим користувачем Minecraft і погоджуєтеся з тим, що MCSL не несе солідарної відповідальності.
vi_vn: Bằng cách tự động đồng ý, bạn bị ràng buộc bởi Thỏa thuận cấp phép người dùng cuối Minecraft và đồng ý rằng MCSL không chịu trách nhiệm liên đới và riêng biệt.
zh_hans: 自动同意即代表您遵守 Minecraft 最终用户许可协议，且认同 MCSL 不承担任何连带责任。
zh_hant: 自動同意即代表您遵守 Minecraft 最終用戶許可協議，且認同 MCSL 不承擔任何連帶責任。

# Settings_AutoDisableMinecraftJavaOnlineMode_Title
source: Automatically Disable Online Authentication (Minecraft Java Edition Instance)
af_za: Skakel egtheidsverifikasie outomaties uit (Minecraft Java Edition-bedienerinstansie)
ar_sa: تعطيل التحقق من الأصالة تلقائيا (مثيل خادم Minecraft Java Edition)
ca_es: Desactiva automàticament la verificació d'autenticitat (instància del servidor Minecraft Java Edition)
cs_cz: Automaticky zakázat ověření pravosti (instance serveru Minecraft Java Edition)
da_dk: Deaktiver automatisk ægthedsbekræftelse (Minecraft Java Edition-serverforekomst)
de_de: Automatisches Deaktivieren der Authentizitätsprüfung (Minecraft Java Edition-Serverinstanz)
el_gr: Αυτόματη απενεργοποίηση επαλήθευσης γνησιότητας (παρουσία διακομιστή Minecraft Java Edition)
es_es: Deshabilitar automáticamente la verificación de autenticidad (instancia de servidor de Minecraft Java Edition)
fi_fi: Poista aitouden tarkistus automaattisesti käytöstä (Minecraft Java Edition -palvelinesiintymä)
fr_fr: Désactiver automatiquement la vérification de l’authenticité (instance de serveur Minecraft Java Edition)
he_il: השבתה אוטומטית של אימות המקוריות (מופע שרת Minecraft Java Edition)
hu_hu: A hitelesség ellenőrzésének automatikus letiltása (Minecraft Java Edition kiszolgálópéldány)
it_it: Disabilita automaticamente la verifica dell'autenticità (istanza del server Minecraft Java Edition)
ja_jp: 信頼性検証を自動的に無効にする (Minecraft Java Edition サーバー インスタンス)
ko_kr: 정품 확인 자동 비활성화(Minecraft Java Edition 서버 인스턴스)
nb_no: Deaktiver automatisk autentisitetsverifisering (Minecraft Java Edition-serverforekomst)
nl_nl: Authenticiteitsverificatie automatisch uitschakelen (Minecraft Java Edition-serverinstantie)
pl_pl: Automatycznie wyłącz weryfikację autentyczności (instancja serwera Minecraft Java Edition)
pt_pt: Desative automaticamente a verificação de autenticidade (instância do servidor Minecraft Java Edition)
ro_ro: Dezactivați automat verificarea autenticității (instanță de server Minecraft Java Edition)
ru_ru: Автоматическое отключение проверки подлинности (экземпляр сервера Minecraft Java Edition)
sr_sp: Аутоматски онемогућите верификацију аутентичности (Минецрафт Јава Едитион инстанца сервера)
sv_se: Inaktivera äkthetsverifiering automatiskt (serverinstans för Minecraft Java Edition)
tr_tr: Orijinallik doğrulamasını otomatik olarak devre dışı bırak (Minecraft Java Edition sunucu örneği)
uk_ua: Автоматичне відключення перевірки автентичності (екземпляр сервера Minecraft Java Edition)
vi_vn: Tự động tắt xác minh tính xác thực (phiên bản máy chủ Minecraft Java Edition)
zh_hans: 自动禁用正版验证 (Minecraft Java 版服务器实例)
zh_hant: 自動禁用正版驗證 (Minecraft Java版伺服器實例)
