Repository: MCSLTeam/MCServerLauncher-Future
Catalog: MCServerLauncher.WPF/Resources/Language.*.resx
Languages: af_za, ar_sa, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, he_il, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sr_sp, sv_se, tr_tr, uk_ua, vi_vn, zh_hans, zh_hant

# Eula1
source: Welcome to MCServerLauncher by MCSLTeam.\nThank you for choosing the software and services provided by MCSLTeam (hereinafter referred to as "the software"). To protect user rights and interests, please carefully read all contents of this agreement before using the software. We reserve the right to update this agreement at any time, and upon publication, the updated agreement will supersede any previous versions.\nBy using this software, you acknowledge that you have read and understood all terms and conditions of this agreement and agree to be bound by them.
af_za: Welkom by die sagteware en dienste van MCServerLauncher (hierna die "Sagteware" genoem) wat deur die MCSL-ontwikkelingspan verskaf word. Om die regte en belange van gebruikers te beskerm, lees asseblief al die inhoud van hierdie ooreenkoms aandagtig deur voordat u hierdie sagteware gebruik. Ons kan hierdie ooreenkoms te eniger tyd opdateer, en dit sal die oorspronklike gebruikersooreenkoms effektief vervang sodra dit geplaas is.\nLees asseblief die volgende inhoud aandagtig deur, wanneer u hierdie sagteware gebruik, beteken dit dat u al die inhoud van hierdie ooreenkoms in detail gelees en ingestem het en instem om die bepalings van hierdie ooreenkoms na te kom.
ar_sa: مرحبا بكم في برامج وخدمات MCServerLauncher (المشار إليها فيما يلي باسم "البرنامج") التي يقدمها فريق تطوير MCSL. من أجل حماية حقوق ومصالح المستخدمين ، يرجى قراءة جميع محتويات هذه الاتفاقية بعناية قبل استخدام هذا البرنامج. يجوز لنا تحديث هذه الاتفاقية في أي وقت ، وستحل محل اتفاقية المستخدم الأصلية بشكل فعال بمجرد نشرها.\nيرجى قراءة المحتوى التالي بعناية ، عند استخدام هذا البرنامج ، فهذا يعني أنك قد قرأت ووافقت على جميع محتويات هذه الاتفاقية بالتفصيل ، وتوافق على الالتزام بأحكام هذه الاتفاقية.
ca_es: Benvinguts al programari i serveis de MCServerLauncher (d'ara endavant, el "Programari") proporcionats per l'equip de desenvolupament de MCSL. Per tal de protegir els drets i interessos dels usuaris, llegiu atentament tot el contingut d'aquest acord abans d'utilitzar aquest programari. Podem actualitzar aquest acord en qualsevol moment i substituirà efectivament l'acord d'usuari original un cop es publiqui.\nSi us plau, llegiu atentament el contingut següent, quan utilitzeu aquest programari, vol dir que heu llegit i acceptat tot el contingut d'aquest acord en detall i accepteu complir les disposicions d'aquest acord.
cs_cz: Vítejte v softwaru a službách MCServerLauncher (dále jen "Software") poskytovaných Vývojovým týmem MCSL. Z důvodu ochrany práv a zájmů uživatelů si před použitím tohoto softwaru pečlivě přečtěte veškerý obsah této smlouvy. Tuto smlouvu můžeme kdykoli aktualizovat a po jejím zveřejnění účinně nahradí původní uživatelskou smlouvu.\nPřečtěte si prosím pozorně následující obsah, protože při používání tohoto softwaru to znamená, že jste si podrobně přečetli a souhlasili s veškerým obsahem této smlouvy a souhlasíte s tím, že se budete řídit ustanoveními této smlouvy.
da_dk: Velkommen til softwaren og tjenesterne fra MCServerLauncher (i det følgende benævnt "Softwaren"), der leveres af MCServerLauncher Development Team. For at beskytte brugernes rettigheder og interesser bedes du læse alt indholdet af denne aftale omhyggeligt, før du bruger denne software. Vi kan til enhver tid opdatere denne aftale, og den vil effektivt erstatte den oprindelige brugeraftale, når den er offentliggjort.\nLæs venligst følgende indhold omhyggeligt, når du bruger denne software, betyder det, at du har læst og accepteret alt indholdet af denne aftale i detaljer og accepterer at overholde bestemmelserne i denne aftale.
de_de: Willkommen bei der Software und den Diensten von MCServerLauncher (im Folgenden als "Software" bezeichnet), die vom MCSL-Entwicklungsteam bereitgestellt werden. Um die Rechte und Interessen der Benutzer zu schützen, lesen Sie bitte alle Inhalte dieser Vereinbarung sorgfältig durch, bevor Sie diese Software verwenden. Wir können diese Vereinbarung jederzeit aktualisieren, und sie wird die ursprüngliche Nutzungsvereinbarung wirksam ersetzen, sobald sie veröffentlicht wurde.\nBitte lesen Sie den folgenden Inhalt sorgfältig durch, wenn Sie diese Software verwenden, bedeutet dies, dass Sie alle Inhalte dieser Vereinbarung im Detail gelesen und akzeptiert haben und sich damit einverstanden erklären, die Bestimmungen dieser Vereinbarung einzuhalten.
el_gr: Καλώς ήλθατε στο λογισμικό και τις υπηρεσίες του MCServerLauncher (εφεξής το "Λογισμικό") που παρέχονται από την Ομάδα Ανάπτυξης MCSL. Προκειμένου να προστατεύσουμε τα δικαιώματα και τα συμφέροντα των χρηστών, διαβάστε προσεκτικά όλα τα περιεχόμενα αυτής της συμφωνίας πριν χρησιμοποιήσετε αυτό το λογισμικό. Ενδέχεται να ενημερώσουμε την παρούσα Συμφωνία ανά πάσα στιγμή και θα αντικαταστήσει αποτελεσματικά την αρχική Συμφωνία Χρήστη μόλις δημοσιευτεί.\nΔιαβάστε προσεκτικά το ακόλουθο περιεχόμενο, όταν χρησιμοποιείτε αυτό το λογισμικό, σημαίνει ότι έχετε διαβάσει και συμφωνήσει λεπτομερώς με όλα τα περιεχόμενα αυτής της συμφωνίας και συμφωνείτε να συμμορφώνεστε με τις διατάξεις αυτής της συμφωνίας.
es_es: Bienvenido al software y a los servicios de MCServerLauncher (en adelante, el "Software") proporcionados por el equipo de desarrollo de MCSL. Con el fin de proteger los derechos e intereses de los usuarios, lea atentamente todo el contenido de este acuerdo antes de utilizar este software. Podemos actualizar este Acuerdo en cualquier momento, y reemplazará efectivamente el Acuerdo de usuario original una vez que se publique.\nPor favor, lea atentamente el siguiente contenido, cuando utilice este software, significa que ha leído y aceptado todo el contenido de este acuerdo en detalle, y acepta cumplir con las disposiciones de este acuerdo.
fi_fi: Tervetuloa MCServerLauncherin (jäljempänä "ohjelmisto") ohjelmistoon ja palveluihin, jotka tarjoaa MCSL-kehitystiimi. Käyttäjien oikeuksien ja etujen suojaamiseksi lue tämän sopimuksen koko sisältö huolellisesti ennen tämän ohjelmiston käyttöä. Voimme päivittää tätä Sopimusta milloin tahansa, ja se korvaa alkuperäisen käyttäjäsopimuksen, kun se on julkaistu.\nLue seuraava sisältö huolellisesti, kun käytät tätä ohjelmistoa, se tarkoittaa, että olet lukenut ja hyväksynyt tämän sopimuksen kaiken sisällön yksityiskohtaisesti ja sitoudut noudattamaan tämän sopimuksen määräyksiä.
fr_fr: Bienvenue sur le logiciel et les services de MCServerLauncher (ci-après dénommés le « Logiciel ») fournis par l’équipe de développement de MCSL. Afin de protéger les droits et les intérêts des utilisateurs, veuillez lire attentivement tout le contenu de cet accord avant d’utiliser ce logiciel. Nous pouvons mettre à jour le présent Accord à tout moment, et il remplacera effectivement le Contrat d’utilisation original une fois qu’il sera publié.\nVeuillez lire attentivement le contenu suivant, lorsque vous utilisez ce logiciel, cela signifie que vous avez lu et accepté tout le contenu de cet accord en détail, et que vous acceptez de respecter les dispositions de cet accord.
he_il: ברוכים הבאים לתוכנה ולשירותים של MCServerLauncher (להלן "התוכנה") המסופקים על ידי צוות הפיתוח של MCSL. על מנת להגן על הזכויות והאינטרסים של המשתמשים, אנא קרא בעיון את כל התוכן של הסכם זה לפני השימוש בתוכנה זו. אנו עשויים לעדכן הסכם זה בכל עת, והוא יחליף למעשה את הסכם המשתמש המקורי לאחר פרסומו.\nאנא קרא בעיון את התוכן הבא, כאשר אתה משתמש בתוכנה זו, פירוש הדבר שקראת והסכמת לכל התוכן של הסכם זה בפירוט, ואתה מסכים לציית להוראות הסכם זה.
hu_hu: Üdvözöljük az MCServerLauncher szoftverében és szolgáltatásaiban (a továbbiakban: "Szoftver"), amelyet az MCSL fejlesztői csapat biztosít. A felhasználók jogainak és érdekeinek védelme érdekében kérjük, olvassa el figyelmesen a jelen szerződés teljes tartalmát a szoftver használata előtt. A jelen Szerződést bármikor frissíthetjük, és közzétételét követően ténylegesen felváltja az eredeti Felhasználói megállapodást.\nKérjük, figyelmesen olvassa el az alábbi tartalmat, amikor ezt a szoftvert használja, ez azt jelenti, hogy részletesen elolvasta és elfogadta a jelen szerződés teljes tartalmát, és vállalja, hogy betartja a jelen szerződés rendelkezéseit.
it_it: Benvenuti nel software e nei servizi di MCServerLauncher (di seguito denominati "Software") forniti dal team di sviluppo MCSL. Al fine di proteggere i diritti e gli interessi degli utenti, si prega di leggere attentamente tutto il contenuto del presente contratto prima di utilizzare questo software. Ci riserviamo il diritto di aggiornare il presente Contratto in qualsiasi momento e sostituirà efficacemente l'Accordo con l'utente originale una volta pubblicato.\nSi prega di leggere attentamente il seguente contenuto, quando si utilizza questo software, significa che si è letto e accettato tutti i contenuti del presente contratto in dettaglio e si accetta di rispettare le disposizioni del presente contratto.
ja_jp: MCSL開発チームが提供するMCServerLauncherのソフトウェアおよびサービス(以下「ソフトウェア」といいます)へようこそ。 ユーザーの権利と利益を保護するために、このソフトウェアを使用する前に、本契約のすべての内容を注意深くお読みください。 当社は、本契約をいつでも更新することができ、掲載された時点で、元のユーザー契約に実質的に置き換えられます。\n以下の内容を注意深くお読みください、このソフトウェアを使用すると、本契約のすべての内容を詳細に読み、同意し、本契約の規定を遵守することに同意したことを意味します。
ko_kr: MCSL 개발팀에서 제공하는 MCServerLauncher의 소프트웨어 및 서비스(이하 "소프트웨어")에 오신 것을 환영합니다. 사용자의 권리와 이익을 보호하기 위해 이 소프트웨어를 사용하기 전에 본 계약의 모든 내용을 주의 깊게 읽으십시오. 당사는 본 계약을 언제든지 업데이트할 수 있으며, 본 계약은 게시되는 즉시 원래의 사용자 계약을 효과적으로 대체합니다.\n이 소프트웨어를 사용할 때 다음 내용을 주의 깊게 읽으십시오., 이는 귀하가 본 계약의 모든 내용을 자세히 읽고 동의했으며 본 계약의 조항을 준수할 것에 동의한다는 것을 의미합니다.
nb_no: Velkommen til programvaren og tjenestene til MCServerLauncher (heretter kalt "Programvaren") levert av MCServerLauncher Development Team. For å beskytte brukernes rettigheter og interesser må du lese alt innholdet i denne avtalen nøye før du bruker denne programvaren. Vi kan oppdatere denne avtalen når som helst, og den vil effektivt erstatte den opprinnelige brukeravtalen når den er lagt ut.\nVennligst les følgende innhold nøye, når du bruker denne programvaren, betyr det at du har lest og godtatt alt innholdet i denne avtalen i detalj, og godtar å overholde bestemmelsene i denne avtalen.
nl_nl: Welkom bij de software en diensten van MCServerLauncher (hierna te noemen de "Software") die worden geleverd door het MCSL Development Team. Om de rechten en belangen van gebruikers te beschermen, verzoeken wij u de volledige inhoud van deze overeenkomst zorgvuldig te lezen voordat u deze software gebruikt. We kunnen deze Overeenkomst op elk gewenst moment bijwerken en deze zal de oorspronkelijke Gebruikersovereenkomst in feite vervangen zodra deze is geplaatst.\nLees de volgende inhoud aandachtig door, wanneer u deze software gebruikt, betekent dit dat u alle inhoud van deze overeenkomst in detail hebt gelezen en ermee instemt, en ermee instemt zich te houden aan de bepalingen van deze overeenkomst.
pl_pl: Witamy w oprogramowaniu i usługach MCServerLauncher (zwanych dalej "Oprogramowaniem") dostarczanych przez Zespół Programistów MCSL. W celu ochrony praw i interesów użytkowników prosimy o uważne zapoznanie się z całą treścią niniejszej umowy przed rozpoczęciem korzystania z tego oprogramowania. Niniejsza Umowa może zostać zaktualizowana w dowolnym momencie, a po jej opublikowaniu zastąpi ona pierwotną Umowę z Użytkownikiem.\nProsimy o uważne zapoznanie się z poniższą treścią, korzystanie z tego oprogramowania oznacza, że przeczytałeś i zgadzasz się na całą treść niniejszej umowy w szczegółach oraz zgadzasz się przestrzegać postanowień tej umowy.
pt_pt: Bem-vindo ao software e serviços do MCServerLauncher (doravante referido como o "Software") fornecidos pela Equipa de Desenvolvimento MCSL. A fim de proteger os direitos e interesses dos usuários, leia atentamente todo o conteúdo deste acordo antes de usar este software. Podemos atualizar este Contrato a qualquer momento, e ele substituirá efetivamente o Contrato de Usuário original assim que ele for publicado.\nPor favor, leia o seguinte conteúdo cuidadosamente, quando você usa este software, isso significa que você leu e concordou com todo o conteúdo deste contrato em detalhes, e concorda em cumprir as disposições deste contrato.
ro_ro: Bine ați venit la software-ul și serviciile MCServerLauncher (denumit în continuare "Software") furnizate de echipa de dezvoltare MCSL. Pentru a proteja drepturile și interesele utilizatorilor, vă rugăm să citiți cu atenție tot conținutul acestui acord înainte de a utiliza acest software. Putem actualiza acest Acord în orice moment și va înlocui efectiv Acordul de utilizare original odată ce este postat.\nVă rugăm să citiți cu atenție următorul conținut, atunci când utilizați acest software, înseamnă că ați citit și sunteți de acord cu întregul conținut al acestui acord în detaliu și sunteți de acord să respectați prevederile acestui acord.
ru_ru: Добро пожаловать в программное обеспечение и услуги MCServerLauncher (далее именуемые «Программное обеспечение»), предоставляемые Командой разработчиков MCSL. В целях защиты прав и интересов пользователей, пожалуйста, внимательно ознакомьтесь со всем содержанием настоящего соглашения перед использованием данного программного обеспечения. Мы можем обновить настоящее Соглашение в любое время, и оно фактически заменит первоначальное Пользовательское соглашение после его публикации.\nПожалуйста, внимательно прочтите следующее содержимое, когда вы используете это программное обеспечение, это означает, что вы прочитали и согласились со всем содержанием настоящего соглашения в деталях, а также соглашаетесь соблюдать положения настоящего соглашения.
sr_sp: Добродошли на софтвер и услуге МЦСерверЛаунцхер (у даљем тексту "Софтвер") које пружа МЦСЛ развојни тим. У циљу заштите права и интереса корисника, молимо вас да пажљиво прочитате сав садржај овог уговора пре употребе овог софтвера. Овај Уговор можемо ажурирати у било ком тренутку, а он ће ефективно заменити оригинални Кориснички уговор након што је објављен.\nМолимо Вас да пажљиво прочитате следећи садржај, када користите овај софтвер, то значи да сте прочитали и сложили се са свим садржајима овог уговора у детаље, и слажете се да се придржавате одредби овог уговора.
sv_se: Välkommen till programvaran och tjänsterna från MCServerLauncher (hädanefter kallad "programvaran") som tillhandahålls av MCSL-utvecklingsteamet. För att skydda användarnas rättigheter och intressen bör du läsa igenom allt innehåll i detta avtal noggrant innan du använder programvaran. Vi kan uppdatera detta avtal när som helst, och det kommer att ersätta det ursprungliga användaravtalet när det har publicerats.\nLäs följande innehåll noggrant, när du använder denna programvara innebär det att du har läst och godkänt allt innehåll i detta avtal i detalj och samtycker till att följa bestämmelserna i detta avtal.
tr_tr: MCServerLauncher Yazılım ve Hizmetlerine (bundan böyle "Yazılım" olarak anılacaktır) MCSL Geliştirme Ekibi tarafından sağlanmaktadır. Kullanıcıların haklarını ve çıkarlarını korumak için lütfen bu yazılımı kullanmadan önce bu sözleşmenin tüm içeriğini dikkatlice okuyun. Bu Sözleşmeyi herhangi bir zamanda güncelleyebiliriz ve yayınlandıktan sonra orijinal Kullanıcı Sözleşmesinin yerini etkin bir şekilde alacaktır.\nLütfen aşağıdaki içeriği dikkatlice okuyunuz, bu yazılımı kullandığınızda, bu sözleşmenin tüm içeriğini ayrıntılı olarak okuyup kabul ettiğiniz ve bu sözleşmenin hükümlerine uymayı kabul ettiğiniz anlamına gelir.
uk_ua: Ласкаво просимо до програмного забезпечення та послуг MCServerLauncher (далі – «Програмне забезпечення»), що надаються командою розробників MCSL. З метою захисту прав та інтересів користувачів, будь ласка, уважно прочитайте весь зміст цієї угоди перед використанням цього програмного забезпечення. Ми можемо оновити цю Угоду в будь-який час, і вона фактично замінить оригінальну Угоду користувача після її публікації.\nБудь ласка, уважно прочитайте наступний вміст, коли ви використовуєте це програмне забезпечення, це означає, що ви детально прочитали та погодилися з усім змістом цієї угоди та погоджуєтеся дотримуватися положень цієї угоди.
vi_vn: Chào mừng bạn đến với phần mềm và dịch vụ của MCServerLauncher (sau đây gọi là "Phần mềm") do Nhóm Phát triển MCSL cung cấp. Để bảo vệ quyền và lợi ích của người dùng, vui lòng đọc kỹ tất cả nội dung của thỏa thuận này trước khi sử dụng phần mềm này. Chúng tôi có thể cập nhật Thỏa thuận này bất cứ lúc nào và nó sẽ thay thế Thỏa thuận người dùng ban đầu một cách hiệu quả sau khi nó được đăng.\nVui lòng đọc kỹ nội dung sau, khi bạn sử dụng phần mềm này, điều đó có nghĩa là bạn đã đọc và đồng ý với tất cả các nội dung của thỏa thuận này một cách chi tiết, và đồng ý tuân thủ các quy định của thỏa thuận này.
zh_hans: 欢迎使用 MCSL开发组 提供的 MCServerLauncher（以下简称“本软件”）的软件与服务。为了保障用户权益，在使用本软件前，请详细阅读本协议的所有内容。我们可能随时更新本协议，一旦公布即有效代替原用户协议书。\n请您仔细阅读以下内容，当您使用本软件时，即代表您已经详细阅读并同意本协议的全部内容，且同意遵守本协议的规定。
zh_hant: 歡迎使用 MCSL開發組 提供的 MCServerLauncher（以下簡稱為“本軟體”）的軟体與服務。為了保障用戶權益，在使用本軟體前，請詳細閱讀本協議的所有內容。我們可能隨時更新該協議，一旦公佈幾有效代替原用戶協定。\n請您仔細閱讀以下內容，當您使用本協議的全部內容，且同意遵守本協議的規定。

# Eula2
source: Instructions for Use
af_za: Voorsorgmaatreëls
ar_sa: الاحتياطات
ca_es: Precaucions
cs_cz: Opatření
da_dk: Forholdsregler
de_de: Vorsichtsmaßnahmen
el_gr: Προφυλάξεις
es_es: Precauciones
fi_fi: Varotoimet
fr_fr: Précautions
he_il: אמצעי זהירות
hu_hu: Óvintézkedések
it_it: Precauzioni
ja_jp: 注意 事項
ko_kr: 예방 조치
nb_no: Forholdsregler
nl_nl: Voorzorgsmaatregelen
pl_pl: Środki ostrożności
pt_pt: Precauções
ro_ro: Precauţii
ru_ru: Профилактика
sr_sp: Мере
sv_se: Försiktighetsåtgärder
tr_tr: Önlem
uk_ua: Заходи
vi_vn: Biện pháp phòng ngừa
zh_hans: 使用须知
zh_hant: 使用須知
