Repository: MCSLTeam/MCServerLauncher-Future
Catalog: MCServerLauncher.WPF/Resources/Language.*.resx
Languages: af_za, ar_sa, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, he_il, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sr_sp, sv_se, tr_tr, uk_ua, vi_vn, zh_hans, zh_hant

# Eula13
source: The copyright, patent rights, and other intellectual property rights of this software are owned by the developer or designated copyright holders.\n\n The third-party services used by this Software are owned by the relevant copyright holders, including but not limited to:\n this software is a server management and online gaming tool for Minecraft (the final interpretation rights belong to Microsoft and Mojang AB). Users must comply with its End User License Agreement (EULA) and the relevant policies implemented by NetEase in Mainland China, and must not use the game content for commercial purposes or engage in other activities prohibited by the EULA.\n This software is a server management and online gaming tool for Terraria (the final interpretation rights belong to Re-Logic and its publisher). Users must comply with its End User License Agreement (EULA) and related policies. Users must not use the game content for unauthorized commercial purposes or engage in other activities prohibited by the EULA.\n Some online file resources (such as server cores, game/server mods, and plugins) provided by this software are downloaded from official/third-party sources, and copyright is handled according to third-party platform regulations.\n Other third-party services used by this software have their copyrights owned by the service providers.\n This software is open-source, and users or other software developers not associated with this software must comply with its open-source license.\n The user understands and agrees that, except for resources created by the user, all online service data provided by this software are owned by the developer. The developer has the right to decide whether to retain all or part of the data on the server.
af_za: Die kopiereg, patente en ander intellektuele eiendomsregte van hierdie sagteware word besit deur die ontwikkelaar of die aangewese kopieregeienaar.\n\nDerdepartydienste wat in hierdie sagteware gebruik word, word deur die betrokke kopiereghouers besit, insluitend maar nie beperk nie tot:：\nHierdie sagteware is 'n bedienerbestuur- en speletjie-aanlynhulpmiddel vir Minecraft (waarvan die finale interpretasie deur Microsoft Corporation en Mojang AB besit word). Gebruikers moet voldoen aan hul eindgebruikerlisensie-ooreenkoms (ELO) en die relevante beleide wat deur NetEase op die Chinese vasteland geïmplementeer word, en mag nie die inhoud van die spel vir kommersiële doeleindes gebruik of ander handelinge uitvoer wat deur die eindgebruikerlisensieooreenkoms verbied word nie.\nDie sagteware is die bedienerbestuur- en spelverbindingsinstrument van Terraria, waarvan die uiteindelike interpretasie berus by Re-Logic en sy uitgewers. Gebruikers is verantwoordelik vir die nakoming van hul eindgebruikerlisensie-ooreenkoms (ELO) en verwante beleide. Gebruikers mag nie die inhoud van die speletjie vir ongelisensieerde kommersiële doeleindes gebruik of ander handelinge uitvoer wat deur die eindgebruikerlisensie-ooreenkoms verbied word nie.\nSommige van die aanlyn lêerbronne (bedienerkern, spel- / bedienermodules, plug-ins, ens.) aflaaidienste wat deur hierdie sagteware verskaf word, word verskaf deur die ooreenstemmende amptenaar / derde party, ens., En die outeursreg word hanteer in ooreenstemming met die bepalings van die derdeparty-platform.\nDie kopiereg van ander derdeparty-dienste wat in hierdie sagteware gebruik word, behoort aan die diensverskaffer.\nHierdie sagteware is open source sagteware, en gebruikers of ander sagteware-ontwikkelaars wat nie deel van hierdie sagteware is nie, moet voldoen aan die open source ooreenkoms van hierdie sagteware.\nDie gebruiker verstaan en stem saam dat, behalwe vir die hulpbronne wat deur die gebruiker geskep is, alle aanlyndiensdata wat deur die sagteware verskaf word, deur die ontwikkelaar besit word. Die ontwikkelaar het die reg om te besluit of hy die hele of 'n gedeelte van die data op die bediener wil behou of nie.
ar_sa: حقوق الطبع والنشر وبراءات الاختراع وحقوق الملكية الفكرية الأخرى لهذا البرنامج مملوكة للمطور أو مالك حقوق الطبع والنشر المعين.\n\nخدمات الجهات الخارجية المستخدمة في هذا البرنامج مملوكة لأصحاب حقوق الطبع والنشر المعنيين، بما في ذلك على سبيل المثال لا الحصر:：\nهذا البرنامج عبارة عن أداة لإدارة الخادم والألعاب عبر الإنترنت ل Minecraft (التفسير النهائي مملوك لشركة Microsoft Corporation و Mojang AB). يجب على المستخدمين الامتثال لاتفاقية ترخيص المستخدم النهائي (EULA) والسياسات ذات الصلة التي تنفذها NetEase في بر الصين الرئيسي، ولا يجوز لهم استخدام محتوى اللعبة لأغراض تجارية أو القيام بأعمال أخرى محظورة بموجب اتفاقية ترخيص المستخدم النهائي.\nالبرنامج هو أداة إدارة الخادم واتصال الألعاب من Terraria ، والتفسير النهائي الذي يقع على عاتق Re-Logic وناشريها. يتحمل المستخدمون مسؤولية الامتثال لاتفاقية ترخيص المستخدم النهائي (EULA) والسياسات ذات الصلة. لا يجوز للمستخدمين استخدام محتوى اللعبة لأغراض تجارية غير مرخصة أو القيام بأعمال أخرى محظورة بموجب اتفاقية ترخيص المستخدم النهائي.\nيتم توفير بعض موارد الملفات عبر الإنترنت (نواة الخادم ، ووحدات الألعاب / الخادم ، والمكونات الإضافية ، وما إلى ذلك) التي يوفرها هذا البرنامج من قبل المسؤول / الطرف الثالث المقابل ، وما إلى ذلك ، ويجب التعامل مع حقوق الطبع والنشر وفقا لأحكام منصة الطرف الثالث.\nحقوق الطبع والنشر لخدمات الجهات الخارجية الأخرى المستخدمة في هذا البرنامج تنتمي إلى مزود الخدمة.\nهذا البرنامج هو برنامج مفتوح المصدر ، ويجب على المستخدمين أو مطوري البرامج الآخرين الذين ليسوا جزءا من هذا البرنامج الالتزام باتفاقية المصدر المفتوح لهذا البرنامج.\nيدرك المستخدم ويوافق على أنه ، باستثناء الموارد التي أنشأها المستخدم ، فإن جميع بيانات الخدمة عبر الإنترنت التي يوفرها البرنامج مملوكة للمطور. يحق للمطور أن يقرر ما إذا كان سيحتفظ أو لا يحتفظ بكل أو جزء من البيانات الموجودة على الخادم.
ca_es: Els drets d'autor, patents i altres drets de propietat intel·lectual d'aquest programari són propietat del desenvolupador o del propietari dels drets d'autor designat.\n\nEls serveis de tercers utilitzats en aquest programari són propietat dels titulars dels drets d'autor corresponents, inclosos, entre d'altres:：\nAquest programari és una eina de gestió de servidors i jocs en línia per a Minecraft (la interpretació final de la qual és propietat de Microsoft Corporation i Mojang AB). Els usuaris han de complir amb el seu Acord de llicència d'usuari final (EULA) i les polítiques pertinents implementades per NetEase a la Xina continental, i no han d'utilitzar el contingut del joc amb finalitats comercials ni realitzar altres actes prohibits per l'Acord de llicència d'usuari final.\nEl programari és l'eina de gestió de servidors i connexió de jocs de Terraria, la interpretació definitiva de la qual recau en Re-Logic i els seus editors. Els usuaris són responsables de complir el seu acord de llicència d'usuari final (EULA) i les polítiques relacionades. Els usuaris no utilitzaran el contingut del joc amb finalitats comercials sense llicència ni realitzaran altres actes prohibits per l'acord de llicència d'usuari final.\nAlguns dels serveis de descàrrega de recursos d'arxius en línia (nucli del servidor, mòduls de joc/servidor, plug-ins, etc.) proporcionats per aquest programari són proporcionats pel funcionari/tercer corresponent, etc., i els drets d'autor es tractaran d'acord amb les disposicions de la plataforma de tercers.\nEls drets d'autor d'altres serveis de tercers utilitzats en aquest programari pertanyen al proveïdor de serveis.\nAquest programari és programari de codi obert i els usuaris o altres desenvolupadors de programari que no formin part d'aquest programari han de complir l'acord de codi obert d'aquest programari.\nL'Usuari entén i accepta que, excepte els recursos creats per l'Usuari, totes les dades del servei en línia proporcionades pel Programari són propietat del Desenvolupador. El desenvolupador té dret a decidir si conserva o no la totalitat o part de les dades del servidor.
cs_cz: Autorská práva, patenty a další práva duševního vlastnictví tohoto softwaru jsou vlastnictvím vývojáře nebo určeného vlastníka autorských práv.\n\nSlužby třetích stran používané v tomto softwaru jsou vlastněny příslušnými držiteli autorských práv, mimo jiné včetně:：\nTento software je online nástroj pro správu serverů a hry Minecraft (jehož konečná interpretace je ve vlastnictví společností Microsoft Corporation a Mojang AB). Uživatelé musí dodržovat svou Licenční smlouvu s koncovým uživatelem (EULA) a příslušné zásady implementované společností NetEase v pevninské Číně a nesmí používat obsah hry pro komerční účely nebo provádět jiné činnosti zakázané Licenční smlouvou s koncovým uživatelem.\nSoftware je nástrojem pro správu serverů a připojení her společnosti Terraria, jehož konečná interpretace spočívá na společnosti Re-Logic a jejích vydavatelích. Uživatelé jsou zodpovědní za dodržování své licenční smlouvy s koncovým uživatelem (EULA) a souvisejících zásad. Uživatelé nesmí používat obsah hry pro nelicencované komerční účely nebo provádět jiné činnosti zakázané licenční smlouvou s koncovým uživatelem.\nNěkteré z online zdrojů stahování souborů (jádro serveru, herní/serverové moduly, zásuvné moduly atd.) poskytované tímto softwarem jsou poskytovány příslušnou oficiální/třetí stranou atd. a s autorskými právy bude nakládáno v souladu s ustanoveními platformy třetí strany.\nAutorská práva k dalším službám třetích stran použitým v tomto softwaru patří poskytovateli služeb.\nTento software je software s otevřeným zdrojovým kódem a uživatelé nebo jiní vývojáři softwaru, kteří nejsou součástí tohoto softwaru, musí dodržovat smlouvu o otevřeném zdrojovém kódu tohoto softwaru.\nUživatel je srozuměn a souhlasí s tím, že s výjimkou zdrojů vytvořených uživatelem jsou všechna data online služeb poskytovaná softwarem vlastnictvím vývojáře. Vývojář má právo rozhodnout, zda zachová nebo nezachová všechna data nebo jejich část na serveru.
da_dk: Ophavsretten, patenterne og andre intellektuelle ejendomsrettigheder til denne software ejes af udvikleren eller den udpegede ophavsretsejer.\n\nTredjepartstjenester, der bruges i denne software, ejes af de relevante ophavsretsindehavere, herunder, men ikke begrænset til:：\nDenne software er et serverstyrings- og spilonlineværktøj til Minecraft (hvis endelige fortolkning ejes af Microsoft Corporation og Mojang AB). Brugere skal overholde deres slutbrugerlicensaftale (EULA) og de relevante politikker implementeret af NetEase på det kinesiske fastland, og må ikke bruge spillets indhold til kommercielle formål eller udføre andre handlinger, der er forbudt i henhold til slutbrugerlicensaftalen.\nSoftwaren er serverstyrings- og spilforbindelsesværktøjet fra Terraria, hvis ultimative fortolkning ligger hos Re-Logic og dets udgivere. Brugere er ansvarlige for at overholde deres slutbrugerlicensaftale (EULA) og relaterede politikker. Brugere må ikke bruge spillets indhold til ulicenserede kommercielle formål eller udføre andre handlinger, der er forbudt i henhold til slutbrugerlicensaftalen.\nNogle af de online filressourcer (serverkerne, spil-/servermoduler, plug-ins osv.) downloadtjenester, der leveres af denne software, leveres af den tilsvarende embedsmand/tredjepart osv., og ophavsretten skal håndteres i overensstemmelse med bestemmelserne på tredjepartsplatformen.\nOphavsretten til andre tredjepartstjenester, der bruges i denne software, tilhører tjenesteudbyderen.\nDenne software er open source-software, og brugere eller andre softwareudviklere, der ikke er en del af denne software, skal overholde open source-aftalen for denne software.\nBrugeren forstår og accepterer, at bortset fra de ressourcer, der er oprettet af brugeren, ejes alle onlinetjenestedata, der leveres af softwaren, af udvikleren. Udvikleren har ret til at beslutte, om han vil beholde alle eller dele af dataene på serveren eller ej.
de_de: Die Urheberrechte, Patente und andere Rechte an geistigem Eigentum dieser Software sind Eigentum des Entwicklers oder des benannten Urheberrechtsinhabers.\n\nDie in dieser Software verwendeten Dienste von Drittanbietern sind Eigentum der jeweiligen Urheberrechtsinhaber, einschließlich, aber nicht beschränkt auf:：\nBei dieser Software handelt es sich um ein Serververwaltungs- und Online-Spieltool für Minecraft (dessen endgültige Interpretation der Microsoft Corporation und Mojang AB gehört). Die Nutzer sind verpflichtet, ihre Endbenutzer-Lizenzvereinbarung (EULA) und die einschlägigen Richtlinien, die von NetEase auf dem chinesischen Festland umgesetzt werden, einzuhalten und dürfen den Inhalt des Spiels nicht für kommerzielle Zwecke verwenden oder andere Handlungen vornehmen, die durch die Endbenutzer-Lizenzvereinbarung verboten sind.\nDie Software ist das Server-Management- und Spielverbindungstool von Terraria, dessen endgültige Interpretation bei Re-Logic und seinen Herausgebern liegt. Die Benutzer sind für die Einhaltung ihrer Endbenutzer-Lizenzvereinbarung (EULA) und der damit verbundenen Richtlinien verantwortlich. Benutzer dürfen den Inhalt des Spiels nicht für unlizenzierte kommerzielle Zwecke verwenden oder andere Handlungen vornehmen, die durch die Endbenutzer-Lizenzvereinbarung verboten sind.\nEinige der von dieser Software bereitgestellten Download-Dienste für Online-Dateiressourcen (Serverkern, Spiel-/Servermodule, Plug-Ins usw.) werden von den entsprechenden offiziellen/dritten Anbietern usw. bereitgestellt, und das Urheberrecht wird in Übereinstimmung mit den Bestimmungen der Drittanbieterplattform behandelt.\nDas Urheberrecht an anderen Diensten Dritter, die in dieser Software verwendet werden, liegt beim Dienstanbieter.\nBei dieser Software handelt es sich um Open-Source-Software, und Benutzer oder andere Softwareentwickler, die nicht Teil dieser Software sind, müssen sich an die Open-Source-Vereinbarung dieser Software halten.\nDer Benutzer versteht und stimmt zu, dass mit Ausnahme der vom Benutzer erstellten Ressourcen alle von der Software bereitgestellten Online-Service-Daten Eigentum des Entwicklers sind. Der Entwickler hat das Recht zu entscheiden, ob er alle oder einen Teil der Daten auf dem Server aufbewahrt oder nicht.
el_gr: Τα πνευματικά δικαιώματα, τα διπλώματα ευρεσιτεχνίας και άλλα δικαιώματα πνευματικής ιδιοκτησίας αυτού του λογισμικού ανήκουν στον προγραμματιστή ή στον καθορισμένο κάτοχο πνευματικών δικαιωμάτων.\n\nΟι υπηρεσίες τρίτων που χρησιμοποιούνται σε αυτό το λογισμικό ανήκουν στους σχετικούς κατόχους πνευματικών δικαιωμάτων, συμπεριλαμβανομένων, ενδεικτικά, των εξής:：\nΑυτό το λογισμικό είναι ένα διαδικτυακό εργαλείο διαχείρισης διακομιστών και παιχνιδιών για το Minecraft (η τελική ερμηνεία του οποίου ανήκει στη Microsoft Corporation και τη Mojang AB). Οι Χρήστες οφείλουν να συμμορφώνονται με την Άδεια Χρήσης Τελικού Χρήστη (EULA) και τις σχετικές πολιτικές που εφαρμόζει η NetEase στην ηπειρωτική Κίνα και δεν πρέπει να χρησιμοποιούν το περιεχόμενο του παιχνιδιού για εμπορικούς σκοπούς ή να εκτελούν άλλες πράξεις που απαγορεύονται από την Άδεια Χρήσης Τελικού Χρήστη.\nΤο Λογισμικό είναι το εργαλείο διαχείρισης διακομιστών και σύνδεσης παιχνιδιών της Terraria, η τελική ερμηνεία του οποίου εναπόκειται στη Re-Logic και τους εκδότες της. Οι χρήστες είναι υπεύθυνοι για τη συμμόρφωση με την Άδεια Χρήσης Τελικού Χρήστη (EULA) και τις σχετικές πολιτικές. Οι χρήστες δεν πρέπει να χρησιμοποιούν το περιεχόμενο του παιχνιδιού για εμπορικούς σκοπούς χωρίς άδεια ή να εκτελούν άλλες πράξεις που απαγορεύονται από τη συμφωνία άδειας χρήσης τελικού χρήστη.\nΟρισμένες από τις διαδικτυακές πηγές αρχείων (πυρήνας διακομιστή, μονάδες παιχνιδιών/διακομιστών, plug-ins κ.λπ.) υπηρεσίες λήψης που παρέχονται από αυτό το λογισμικό παρέχονται από το αντίστοιχο επίσημο / τρίτο μέρος κ.λπ., και τα πνευματικά δικαιώματα θα αντιμετωπίζονται σύμφωνα με τις διατάξεις της πλατφόρμας τρίτου μέρους.\nΤα πνευματικά δικαιώματα άλλων υπηρεσιών τρίτων που χρησιμοποιούνται σε αυτό το λογισμικό ανήκουν στον πάροχο υπηρεσιών.\nΑυτό το λογισμικό είναι λογισμικό ανοιχτού κώδικα και οι χρήστες ή άλλοι προγραμματιστές λογισμικού που δεν αποτελούν μέρος αυτού του λογισμικού πρέπει να συμμορφώνονται με τη συμφωνία ανοιχτού κώδικα αυτού του λογισμικού.\nΟ Χρήστης κατανοεί και συμφωνεί ότι, εκτός από τους πόρους που δημιουργούνται από τον Χρήστη, όλα τα δεδομένα ηλεκτρονικών υπηρεσιών που παρέχονται από το Λογισμικό ανήκουν στον Προγραμματιστή. Ο προγραμματιστής έχει το δικαίωμα να αποφασίσει εάν θα διατηρήσει ή όχι το σύνολο ή μέρος των δεδομένων στον διακομιστή.
es_es: Los derechos de autor, patentes y otros derechos de propiedad intelectual de este software son propiedad del desarrollador o del propietario de los derechos de autor designado.\n\nLos servicios de terceros utilizados en este software son propiedad de los titulares de los derechos de autor correspondientes, incluidos, entre otros:：\nEste software es una herramienta de administración de servidores y juegos en línea para Minecraft (cuya interpretación final es propiedad de Microsoft Corporation y Mojang AB). Los usuarios deberán cumplir con su Acuerdo de licencia de usuario final (EULA) y las políticas pertinentes implementadas por NetEase en China continental, y no utilizarán el contenido del juego con fines comerciales ni realizarán otros actos prohibidos por el Acuerdo de licencia de usuario final.\nEl Software es la herramienta de gestión de servidores y conexión de juegos de Terraria, cuya interpretación final recae en Re-Logic y sus editores. Los usuarios son responsables de cumplir con su Acuerdo de licencia de usuario final (EULA) y las políticas relacionadas. Los usuarios no utilizarán el contenido del juego con fines comerciales sin licencia ni realizarán otros actos prohibidos por el acuerdo de licencia de usuario final.\nAlgunos de los servicios de descarga de recursos de archivos en línea (núcleo del servidor, módulos de juego/servidor, complementos, etcétera) proporcionados por este software son proporcionados por el funcionario / tercero correspondiente, etcétera, y los derechos de autor se manejarán de acuerdo con las disposiciones de la plataforma de terceros.\nLos derechos de autor de otros servicios de terceros utilizados en este software pertenecen al proveedor del servicio.\nEste software es software de código abierto, y los usuarios u otros desarrolladores de software que no formen parte de este software deberán cumplir con el acuerdo de código abierto de este software.\nEl Usuario entiende y acepta que, a excepción de los recursos creados por el Usuario, todos los datos de servicios en línea proporcionados por el Software son propiedad del Desarrollador. El desarrollador tiene derecho a decidir si conserva o no la totalidad o parte de los datos en el servidor.
fi_fi: Tämän ohjelmiston tekijänoikeudet, patentit ja muut immateriaalioikeudet omistaa kehittäjä tai nimetty tekijänoikeuksien omistaja.\n\nTässä ohjelmistossa käytetyt kolmannen osapuolen palvelut ovat asianomaisten tekijänoikeuksien haltijoiden omaisuutta, mukaan lukien, mutta ei rajoittuen:：\nTämä ohjelmisto on Minecraftin palvelimen hallinta- ja pelityökalu (jonka lopullisen tulkinnan omistavat Microsoft Corporation ja Mojang AB). Käyttäjien on noudatettava loppukäyttäjän lisenssisopimustaan (EULA) ja asiaankuuluvia käytäntöjä, jotka NetEase on toteuttanut Manner-Kiinassa, eivätkä he saa käyttää pelin sisältöä kaupallisiin tarkoituksiin tai suorittaa muita loppukäyttäjän lisenssisopimuksessa kiellettyjä toimia.\nOhjelmisto on Terrarian palvelinten hallinta- ja peliyhteystyökalu, jonka lopullinen tulkinta on Re-Logicilla ja sen julkaisijoilla. Käyttäjät ovat vastuussa loppukäyttäjän lisenssisopimuksensa (EULA) ja siihen liittyvien käytäntöjen noudattamisesta. Käyttäjät eivät saa käyttää pelin sisältöä lisensoimattomiin kaupallisiin tarkoituksiin tai suorittaa muita loppukäyttäjän lisenssisopimuksessa kiellettyjä toimia.\nJotkin tämän ohjelmiston tarjoamat online-tiedostoresurssit (palvelinydin, peli-/palvelinmoduulit, laajennukset jne.) ovat vastaavan virallisen/kolmannen osapuolen tarjoamia jne., ja tekijänoikeuksia käsitellään kolmannen osapuolen alustan määräysten mukaisesti.\nMuiden tässä ohjelmistossa käytettyjen kolmansien osapuolten palveluiden tekijänoikeudet kuuluvat palveluntarjoajalle.\nTämä ohjelmisto on avoimen lähdekoodin ohjelmisto, ja käyttäjien tai muiden ohjelmistokehittäjien, jotka eivät ole osa tätä ohjelmistoa, on noudatettava tämän ohjelmiston avoimen lähdekoodin sopimusta.\nKäyttäjä ymmärtää ja hyväksyy, että Käyttäjän luomia resursseja lukuun ottamatta kaikki Ohjelmiston tarjoamat verkkopalvelutiedot ovat Kehittäjän omaisuutta. Kehittäjällä on oikeus päättää, säilytetäänkö kaikki tai osa palvelimella olevista tiedoista vai ei.
fr_fr: Les droits d’auteur, brevets et autres droits de propriété intellectuelle de ce logiciel sont la propriété du développeur ou du propriétaire des droits d’auteur désigné.\n\nLes services tiers utilisés dans ce logiciel sont la propriété des détenteurs des droits d’auteur concernés, y compris, mais sans s’y limiter :：\nCe logiciel est un outil de gestion de serveur et de jeu en ligne pour Minecraft (dont l’interprétation finale appartient à Microsoft Corporation et Mojang AB). Les utilisateurs doivent se conformer à leur contrat de licence d’utilisateur final (CLUF) et aux politiques pertinentes mises en œuvre par NetEase en Chine continentale, et ne doivent pas utiliser le contenu du jeu à des fins commerciales ou effectuer d’autres actes interdits par le contrat de licence d’utilisateur final.\nLe Logiciel est l’outil de gestion de serveur et de connexion de jeu de Terraria, dont l’interprétation ultime incombe à Re-Logic et à ses éditeurs. Les utilisateurs sont responsables du respect de leur contrat de licence d’utilisateur final (CLUF) et des politiques associées. Les utilisateurs ne doivent pas utiliser le contenu du jeu à des fins commerciales sans licence ou effectuer d’autres actes interdits par le contrat de licence de l’utilisateur final.\nCertaines des ressources de téléchargement de fichiers en ligne (noyau de serveur, modules de jeu/serveur, plug-ins, etc.) fournies par ce logiciel sont fournies par le fonctionnaire/tiers correspondant, etc., et les droits d’auteur sont gérés conformément aux dispositions de la plate-forme tierce.\nLes droits d’auteur des autres services tiers utilisés dans ce logiciel appartiennent au fournisseur de services.\nCe logiciel est un logiciel open source, et les utilisateurs ou autres développeurs de logiciels qui ne font pas partie de ce logiciel doivent respecter l’accord open source de ce logiciel.\nL’Utilisateur comprend et accepte que, à l’exception des ressources créées par l’Utilisateur, toutes les données de service en ligne fournies par le Logiciel sont la propriété du Développeur. Le développeur a le droit de décider de conserver ou non tout ou partie des données sur le serveur.
he_il: זכויות היוצרים, הפטנטים וזכויות קניין רוחני אחרות של תוכנה זו הם בבעלות המפתח או הבעלים המיועד של זכויות היוצרים.\n\nשירותי צד שלישי המשמשים בתוכנה זו הם בבעלות בעלי זכויות היוצרים הרלוונטיים, כולל, בין היתר:：\nתוכנה זו היא כלי מקוון לניהול שרתים ומשחקים עבור Minecraft (הפרשנות הסופית של אשר בבעלות Microsoft Corporation ו Mojang AB). המשתמשים יצייתו להסכם הרישיון למשתמש קצה (EULA) שלהם ולמדיניות הרלוונטית המיושמת על ידי NetEase בסין היבשתית, ולא ישתמשו בתוכן המשחק למטרות מסחריות או יבצעו פעולות אחרות האסורות על פי הסכם הרישיון למשתמש הקצה.\nהתוכנה היא כלי ניהול השרתים וחיבור המשחקים של Terraria, שהפרשנות האולטימטיבית שלו מוטלת על Re-Logic והמוציאים לאור שלה. המשתמשים אחראים לציית להסכם הרישיון למשתמש קצה (EULA) שלהם ולמדיניות קשורה. המשתמשים לא ישתמשו בתוכן המשחק למטרות מסחריות ללא רישיון או יבצעו פעולות אחרות האסורות על פי הסכם הרישיון למשתמש הקצה.\nחלק ממשאבי הקבצים המקוונים (ליבת שרת, מודולי משחק/שרת, תוספים וכו') הניתנים על ידי תוכנה זו מסופקים על ידי הצד הרשמי/השלישי המתאים וכו', וזכויות היוצרים יטופלו בהתאם להוראות פלטפורמת הצד השלישי.\nזכויות היוצרים של שירותי צד שלישי אחרים המשמשים בתוכנה זו שייכות לספק השירות.\nתוכנה זו היא תוכנת קוד פתוח, ומשתמשים או מפתחי תוכנה אחרים שאינם חלק מתוכנה זו יצייתו להסכם הקוד הפתוח של תוכנה זו.\nהמשתמש מבין ומסכים כי, למעט המשאבים שנוצרו על ידי המשתמש, כל נתוני השירותים המקוונים המסופקים על ידי התוכנה הם בבעלות המפתח. למפתח יש את הזכות להחליט אם לשמור או לא לשמור את כל הנתונים או חלק מהם בשרת.
hu_hu: A szoftver szerzői jogai, szabadalmai és egyéb szellemi tulajdonjogai a fejlesztő vagy a szerzői jog kijelölt tulajdonosának tulajdonát képezik.\n\nA szoftverben használt, harmadik féltől származó szolgáltatások az érintett szerzői jogok tulajdonosainak tulajdonát képezik, korlátozás nélkül ideértve a következőket:：\nEz a szoftver egy szerverkezelő és játék online eszköz a Minecraft számára (amelynek végső értelmezése a Microsoft Corporation és a Mojang AB tulajdonában van). A felhasználóknak be kell tartaniuk a Végfelhasználói Licencszerződésüket (EULA) és a NetEase által a kontinentális Kínában bevezetett vonatkozó irányelveket, és nem használhatják a játék tartalmát kereskedelmi célokra, és nem végezhetnek más, a Végfelhasználói licencszerződés által tiltott cselekedeteket.\nA Szoftver a Terrária szerverkezelő és játékkapcsolati eszköze, amelynek végső értelmezése a Re-Logic és kiadói kezében van. A felhasználók felelősek a végfelhasználói licencszerződés (EULA) és a kapcsolódó irányelvek betartásáért. A felhasználók nem használhatják a játék tartalmát engedély nélküli kereskedelmi célokra, és nem végezhetnek más, a végfelhasználói licencszerződés által tiltott cselekményeket.\nA szoftver által biztosított online fájlforrások (szervermag, játék/szervermodulok, beépülő modulok stb.) letöltési szolgáltatásainak egy részét a megfelelő hivatalos/harmadik fél stb. biztosítja, és a szerzői jogokat a harmadik fél platformjának rendelkezéseivel összhangban kell kezelni.\nA szoftverben használt, harmadik féltől származó egyéb szolgáltatások szerzői joga a szolgáltatót illeti.\nEz a szoftver nyílt forráskódú szoftver, és azoknak a felhasználóknak vagy más szoftverfejlesztőknek, akik nem részei a szoftvernek, be kell tartaniuk a szoftver nyílt forráskódú megállapodását.\nA Felhasználó megérti és elfogadja, hogy a Felhasználó által létrehozott erőforrások kivételével a Szoftver által biztosított összes online szolgáltatási adat a Fejlesztő tulajdonát képezi. A fejlesztőnek joga van eldönteni, hogy megőrzi-e vagy sem az adatok egészét vagy egy részét a szerveren.
it_it: I diritti d'autore, i brevetti e gli altri diritti di proprietà intellettuale di questo software sono di proprietà dello sviluppatore o del proprietario designato del copyright.\n\nI servizi di terze parti utilizzati in questo software sono di proprietà dei relativi titolari del copyright, tra cui, a titolo esemplificativo ma non esaustivo:：\nQuesto software è uno strumento di gestione del server e di gioco online per Minecraft (la cui interpretazione finale è di proprietà di Microsoft Corporation e Mojang AB). Gli utenti devono rispettare il loro Contratto di licenza con l'utente finale (EULA) e le politiche pertinenti implementate da NetEase nella Cina continentale e non devono utilizzare il contenuto del gioco per scopi commerciali o eseguire altri atti vietati dal Contratto di licenza con l'utente finale.\nIl Software è lo strumento di gestione del server e di connessione al gioco di Terraria, la cui interpretazione finale spetta a Re-Logic e ai suoi editori. Gli utenti sono responsabili del rispetto del Contratto di licenza con l'utente finale (EULA) e delle relative politiche. Gli utenti non devono utilizzare il contenuto del gioco per scopi commerciali senza licenza o eseguire altre azioni vietate dal contratto di licenza con l'utente finale.\nAlcuni dei servizi di download di file online (nucleo del server, moduli di gioco/server, plug-in, ecc.) forniti da questo software sono forniti dalla corrispondente parte ufficiale/terza, ecc., e i diritti d'autore saranno gestiti in conformità con le disposizioni della piattaforma di terze parti.\nIl copyright di altri servizi di terze parti utilizzati in questo software appartiene al fornitore del servizio.\nQuesto software è open source e gli utenti o altri sviluppatori di software che non fanno parte di questo software devono rispettare l'accordo open source di questo software.\nL'Utente comprende e accetta che, ad eccezione delle risorse create dall'Utente, tutti i dati dei servizi online forniti dal Software sono di proprietà dello Sviluppatore. Lo sviluppatore ha il diritto di decidere se conservare o meno tutti o parte dei dati sul server.
ja_jp: 本ソフトウェアの著作権、特許権、その他の知的財産権は、開発者または指定された著作権所有者が所有しています。\n\nこのソフトウェアで使用されているサードパーティのサービスは、以下を含むがこれらに限定されない、関連する著作権所有者が所有しています。：\nこのソフトウェアは、Minecraft用のサーバー管理およびゲームオンラインツールです(最終的な解釈はMicrosoft CorporationとMojang ABが所有しています)。 ユーザーは、エンドユーザーライセンス契約(EULA)およびNetEaseが中国本土で実施する関連ポリシーを遵守するものとし、ゲームのコンテンツを商業目的で使用したり、エンドユーザーライセンス契約で禁止されているその他の行為を行ったりしてはなりません。\n本ソフトウェアは、Terrariaのサーバー管理およびゲーム接続ツールであり、その最終的な解釈はRe-Logicとそのパブリッシャーに委ねられています。 ユーザーは、エンドユーザーライセンス契約(EULA)および関連ポリシーを遵守する責任があります。 ユーザーは、ゲームのコンテンツを無許可の商業目的で使用したり、エンドユーザーライセンス契約で禁止されているその他の行為を行ってはなりません。\n本ソフトウェアが提供するオンラインファイルリソース(サーバーコア、ゲーム/サーバーモジュール、プラグイン等)のダウンロードサービスの一部は、対応する公式/第三者等によって提供されており、著作権は第三者プラットフォームの規定に従って取り扱われるものとします。\n本ソフトウェアで使用されているその他の第三者のサービスの著作権は、サービス提供者に帰属します。\nこのソフトウェアはオープンソースソフトウェアであり、このソフトウェアの一部ではないユーザーまたはその他のソフトウェア開発者は、このソフトウェアのオープンソース契約を遵守するものとします。\nユーザーは、ユーザーが作成したリソースを除き、ソフトウェアによって提供されるすべてのオンラインサービスデータが開発者が所有することを理解し、同意するものとします。 開発者は、サーバー上のデータの全部または一部を保持するかどうかを決定する権利があります。
ko_kr: 이 소프트웨어의 저작권, 특허 및 기타 지적 재산권은 개발자 또는 지정된 저작권 소유자가 소유합니다.\n\n이 소프트웨어에 사용된 타사 서비스는 다음을 포함하되 이에 국한되지 않는 관련 저작권 소유자가 소유합니다.：\n이 소프트웨어는 Minecraft용 서버 관리 및 게임 온라인 도구입니다(최종 해석은 Microsoft Corporation 및 Mojang AB 소유). 사용자는 최종 사용자 사용권 계약(EULA) 및 중국 본토에서 NetEase가 시행하는 관련 정책을 준수해야 하며, 게임 콘텐츠를 상업적 목적으로 사용하거나 최종 사용자 사용권 계약에서 금지하는 기타 행위를 해서는 안 됩니다.\n소프트웨어는 Terraria의 서버 관리 및 게임 연결 도구이며, 이에 대한 궁극적인 해석은 Re-Logic과 그 퍼블리셔에게 있습니다. 사용자는 EULA(최종 사용자 사용권 계약) 및 관련 정책을 준수할 책임이 있습니다. 사용자는 게임 콘텐츠를 허가되지 않은 상업적 목적으로 사용하거나 최종 사용자 라이선스 계약에서 금지하는 기타 행위를 해서는 안 됩니다.\n이 소프트웨어가 제공하는 일부 온라인 파일 리소스(서버 코어, 게임/서버 모듈, 플러그인 등) 다운로드 서비스는 해당 공식/제3자 등에 의해 제공되며, 저작권은 제3자 플랫폼의 규정에 따라 취급됩니다.\n이 소프트웨어에 사용된 다른 타사 서비스의 저작권은 서비스 공급자에게 있습니다.\n이 소프트웨어는 오픈 소스 소프트웨어이며 이 소프트웨어의 일부가 아닌 사용자 또는 기타 소프트웨어 개발자는 이 소프트웨어의 오픈 소스 계약을 준수해야 합니다.\n사용자는 사용자가 만든 리소스를 제외하고 소프트웨어가 제공하는 모든 온라인 서비스 데이터는 개발자가 소유한다는 것을 이해하고 동의합니다. 개발자는 서버의 데이터 전부 또는 일부를 보존할지 여부를 결정할 권리가 있습니다.
nb_no: Opphavsretten, patentene og andre immaterielle rettigheter til denne programvaren eies av utvikleren eller den utpekte opphavsrettseieren.\n\nTredjepartstjenester som brukes i denne programvaren eies av de relevante opphavsrettsinnehaverne, inkludert, men ikke begrenset til:：\nDenne programvaren er et serveradministrasjons- og spillnettverktøy for Minecraft (hvis endelige tolkning eies av Microsoft Corporation og Mojang AB). Brukere skal overholde sin sluttbrukerlisensavtale (EULA) og de relevante retningslinjene implementert av NetEase på det kinesiske fastlandet, og skal ikke bruke innholdet i spillet til kommersielle formål eller utføre andre handlinger som er forbudt i henhold til sluttbrukerlisensavtalen.\nProgramvaren er serveradministrasjons- og spilltilkoblingsverktøyet til Terraria, hvis ultimate tolkning ligger hos Re-Logic og dets utgivere. Brukere er ansvarlige for å overholde sluttbrukerlisensavtalen (EULA) og relaterte retningslinjer. Brukere skal ikke bruke innholdet i spillet til ulisensierte kommersielle formål eller utføre andre handlinger som er forbudt i henhold til sluttbrukerlisensavtalen.\nNoen av de elektroniske filressursene (serverkjerne, spill-/servermoduler, plugin-moduler, etc.) nedlastingstjenester levert av denne programvaren leveres av den tilsvarende offisielle/tredjeparten, etc., og opphavsretten skal håndteres i samsvar med bestemmelsene til tredjepartsplattformen.\nOpphavsretten til andre tredjepartstjenester som brukes i denne programvaren tilhører tjenesteleverandøren.\nDenne programvaren er programvare med åpen kildekode, og brukere eller andre programvareutviklere som ikke er en del av denne programvaren, skal overholde avtalen om åpen kildekode for denne programvaren.\nBrukeren forstår og samtykker i at, med unntak av ressursene som er opprettet av brukeren, eies alle nettbaserte tjenestedata som leveres av programvaren, av utvikleren. Utvikleren har rett til å bestemme om han vil beholde eller ikke beholde alle eller deler av dataene på serveren.
nl_nl: De auteursrechten, patenten en andere intellectuele eigendomsrechten van deze software zijn eigendom van de ontwikkelaar of de aangewezen auteursrechthebbende.\n\nDiensten van derden die in deze software worden gebruikt, zijn eigendom van de relevante auteursrechthebbenden, met inbegrip van, maar niet beperkt tot:：\nDeze software is een online tool voor serverbeheer en games voor Minecraft (waarvan de uiteindelijke interpretatie eigendom is van Microsoft Corporation en Mojang AB). Gebruikers dienen zich te houden aan hun Licentieovereenkomst voor eindgebruikers (EULA) en het relevante beleid dat door NetEase op het Chinese vasteland is geïmplementeerd, en mogen de inhoud van het spel niet gebruiken voor commerciële doeleinden of andere handelingen verrichten die verboden zijn door de Licentieovereenkomst voor eindgebruikers.\nDe Software is de tool voor serverbeheer en spelverbinding van Terraria, waarvan de uiteindelijke invulling berust bij Re-Logic en haar uitgevers. Gebruikers zijn verantwoordelijk voor het naleven van hun licentieovereenkomst voor eindgebruikers (EULA) en gerelateerd beleid. Gebruikers mogen de inhoud van het spel niet gebruiken voor commerciële doeleinden zonder licentie of andere handelingen verrichten die verboden zijn door de licentieovereenkomst voor eindgebruikers.\nSommige van de downloadservices voor online bestandsbronnen (serverkern, game-/servermodules, plug-ins, enz.) die door deze software worden geleverd, worden geleverd door de overeenkomstige officiële/derde partij, enz., en het auteursrecht zal worden behandeld in overeenstemming met de bepalingen van het platform van derden.\nHet auteursrecht van andere diensten van derden die in deze software worden gebruikt, behoort toe aan de dienstverlener.\nDeze software is open source software en gebruikers of andere softwareontwikkelaars die geen deel uitmaken van deze software moeten zich houden aan de open source-overeenkomst van deze software.\nDe Gebruiker begrijpt en gaat ermee akkoord dat, met uitzondering van de bronnen die door de Gebruiker zijn gemaakt, alle online servicegegevens die door de Software worden verstrekt, eigendom zijn van de Ontwikkelaar. De ontwikkelaar heeft het recht om te beslissen of hij alle of een deel van de gegevens op de server wil bewaren of niet.
pl_pl: Prawa autorskie, patenty i inne prawa własności intelektualnej do tego oprogramowania są własnością programisty lub wyznaczonego właściciela praw autorskich.\n\nUsługi stron trzecich używane w tym oprogramowaniu są własnością odpowiednich właścicieli praw autorskich, w tym między innymi:：\nTo oprogramowanie jest narzędziem do zarządzania serwerem i gry online dla Minecrafta (którego ostateczna interpretacja jest własnością Microsoft Corporation i Mojang AB). Użytkownicy są zobowiązani do przestrzegania Umowy licencyjnej użytkownika końcowego (EULA) oraz odpowiednich zasad wdrożonych przez NetEase w Chinach kontynentalnych, a także nie mogą wykorzystywać zawartości gry do celów komercyjnych ani podejmować innych działań zabronionych przez Umowę licencyjną użytkownika końcowego.\nOprogramowanie jest narzędziem do zarządzania serwerami i łączenia się z grą firmy Terraria, którego ostateczna interpretacja należy do Re-Logic i jego wydawców. Użytkownicy są odpowiedzialni za przestrzeganie Umowy licencyjnej użytkownika końcowego (EULA) i powiązanych zasad. Użytkownicy nie mogą wykorzystywać zawartości gry do nielicencjonowanych celów komercyjnych ani wykonywać innych działań zabronionych przez umowę licencyjną użytkownika końcowego.\nNiektóre z internetowych zasobów plików (rdzeń serwera, moduły gry/serwera, wtyczki itp.) usługi pobierania świadczone przez to oprogramowanie są świadczone przez odpowiedniego urzędnika/osobę trzecią itp., a prawa autorskie będą traktowane zgodnie z postanowieniami platformy strony trzeciej.\nPrawa autorskie do innych usług stron trzecich wykorzystywanych w tym oprogramowaniu należą do usługodawcy.\nTo oprogramowanie jest oprogramowaniem typu open source, a użytkownicy lub inni twórcy oprogramowania, którzy nie są częścią tego oprogramowania, muszą przestrzegać umowy o otwartym oprogramowaniu tej firmy.\nUżytkownik przyjmuje do wiadomości i zgadza się, że z wyjątkiem zasobów stworzonych przez Użytkownika, wszystkie dane usług online udostępnianych przez Oprogramowanie są własnością Dewelopera. Deweloper ma prawo zdecydować, czy chce zachować całość lub część danych na serwerze.
pt_pt: Os direitos autorais, patentes e outros direitos de propriedade intelectual deste software são de propriedade do desenvolvedor ou do proprietário designado dos direitos autorais.\n\nOs serviços de terceiros utilizados neste software são propriedade dos detentores de direitos de autor relevantes, incluindo, entre outros:：\nEste software é uma ferramenta de gerenciamento de servidor e jogo on-line para Minecraft (cuja interpretação final é de propriedade da Microsoft Corporation e Mojang AB). Os usuários devem cumprir seu Contrato de Licença de Usuário Final (EULA) e as políticas relevantes implementadas pela NetEase na China continental, e não devem usar o conteúdo do jogo para fins comerciais ou realizar outros atos proibidos pelo Contrato de Licença de Usuário Final.\nO Software é a ferramenta de gerenciamento de servidores e conexão de jogos da Terraria, cuja interpretação final cabe à Re-Logic e seus editores. Os usuários são responsáveis por cumprir seu Contrato de Licença de Usuário Final (EULA) e políticas relacionadas. Os usuários não devem usar o conteúdo do jogo para fins comerciais não licenciados ou realizar outros atos proibidos pelo contrato de licença de usuário final.\nAlguns dos recursos de arquivo on-line (núcleo do servidor, módulos de jogo/servidor, plug-ins, etc.) fornecidos por este software são fornecidos pelo funcionário correspondente/terceiro, etc., e os direitos autorais devem ser tratados de acordo com as disposições da plataforma de terceiros.\nOs direitos autorais de outros serviços de terceiros usados neste software pertencem ao provedor de serviços.\nEste software é software de código aberto, e os usuários ou outros desenvolvedores de software que não fazem parte deste software devem cumprir o contrato de código aberto deste software.\nO Usuário entende e concorda que, exceto para os recursos criados pelo Usuário, todos os dados de serviço on-line fornecidos pelo Software são de propriedade do Desenvolvedor. O desenvolvedor tem o direito de decidir se retém ou não todos ou parte dos dados no servidor.
ro_ro: Drepturile de autor, brevetele și alte drepturi de proprietate intelectuală ale acestui software sunt deținute de dezvoltator sau de proprietarul desemnat al drepturilor de autor.\n\nServiciile terțe utilizate în acest software sunt deținute de deținătorii de drepturi de autor relevanți, inclusiv, dar fără a se limita la:：\nAcest software este un instrument online de gestionare a serverului și de jocuri pentru Minecraft (a cărui interpretare finală este deținută de Microsoft Corporation și Mojang AB). Utilizatorii trebuie să respecte Acordul de licență pentru utilizatorul final (EULA) și politicile relevante implementate de NetEase în China continentală și nu trebuie să utilizeze conținutul jocului în scopuri comerciale sau să efectueze alte acte interzise de Acordul de licență pentru utilizatorul final.\nSoftware-ul este instrumentul de gestionare a serverului și de conectare la jocuri al Terraria, a cărui interpretare finală aparține Re-Logic și editorilor săi. Utilizatorii sunt responsabili pentru respectarea Acordului de licență pentru utilizatorul final (EULA) și a politicilor aferente. Utilizatorii nu trebuie să utilizeze conținutul jocului în scopuri comerciale fără licență sau să efectueze alte acte interzise de acordul de licență pentru utilizatorul final.\nUnele dintre serviciile de descărcare a resurselor de fișiere online (nucleul serverului, modulele de joc/server, plug-in-uri etc.) furnizate de acest software sunt furnizate de oficialul/terța parte corespunzătoare etc., iar drepturile de autor vor fi gestionate în conformitate cu prevederile platformei terțe.\nDrepturile de autor ale altor servicii terțe utilizate în acest software aparțin furnizorului de servicii.\nAcest software este software open source, iar utilizatorii sau alți dezvoltatori de software care nu fac parte din acest software trebuie să respecte acordul open source al acestui software.\nUtilizatorul înțelege și este de acord că, cu excepția resurselor create de utilizator, toate datele serviciilor online furnizate de software sunt deținute de dezvoltator. Dezvoltatorul are dreptul de a decide dacă să păstreze sau nu toate sau o parte din datele de pe server.
ru_ru: Авторские права, патенты и другие права интеллектуальной собственности на данное программное обеспечение принадлежат разработчику или назначенному владельцу авторских прав.\n\nСторонние сервисы, используемые в этом программном обеспечении, принадлежат соответствующим правообладателям, включая, помимо прочего:：\nДанное программное обеспечение представляет собой онлайн-инструмент для управления серверами и играми для Minecraft (окончательная интерпретация которого принадлежит корпорациям Microsoft и Mojang AB). Пользователи должны соблюдать свое Лицензионное соглашение с конечным пользователем (EULA) и соответствующие политики, внедренные NetEase на материковой части Китая, а также не должны использовать содержимое игры в коммерческих целях или совершать другие действия, запрещенные Лицензионным соглашением с конечным пользователем.\nПрограммное обеспечение является инструментом управления серверами и подключением к играм Terraria, окончательная интерпретация которого лежит на компании Re-Logic и ее издателях. Пользователи несут ответственность за соблюдение своего Лицензионного соглашения с конечным пользователем (EULA) и связанных с ним политик. Пользователи не должны использовать контент игры в нелицензионных коммерческих целях или совершать иные действия, запрещенные лицензионным соглашением с конечным пользователем.\nНекоторые из онлайн-ресурсов (ядро сервера, игровые/серверные модули, плагины и т.д.), предоставляемые данным программным обеспечением, предоставляются соответствующим должностным/третьим лицом и т.д., а авторские права обрабатываются в соответствии с положениями сторонней платформы.\nАвторские права на другие сторонние сервисы, используемые в этом программном обеспечении, принадлежат поставщику услуг.\nДанное программное обеспечение является программным обеспечением с открытым исходным кодом, и пользователи или другие разработчики программного обеспечения, которые не являются частью этого программного обеспечения, должны соблюдать соглашение об открытом исходном коде этого программного обеспечения.\nПользователь понимает и соглашается с тем, что, за исключением ресурсов, созданных Пользователем, все данные онлайн-сервиса, предоставляемые Программным обеспечением, являются собственностью Разработчика. Разработчик оставляет за собой право самостоятельно решать, сохранять или не сохранять все или часть данных на сервере.
sr_sp: Ауторска права, патенти и друга права интелектуалне својине овог софтвера су у власништву програмера или одређеног власника ауторских права.\n\nУслуге трећих страна које се користе у овом софтверу су у власништву релевантних власника ауторских права, укључујући, али не ограничавајући се на:：\nОвај софтвер је алат за управљање сервером и онлине игре за Минецрафт (коначна интерпретација која је у власништву Мицрософт Цорпоратион и Мојанг АБ). Корисници ће се придржавати свог Уговора о лиценцирању крајњег корисника (ЕУЛА) и релевантних политика које спроводи НетЕасе у кинеском копну, и неће користити садржај игре у комерцијалне сврхе или обављати друге радње забрањене Уговором о лиценцирању крајњег корисника.\nСофтвер је алат за управљање сервером и повезивање игара Террариа, чије крајње тумачење почива на Ре-Логиц-у и његовим издавачима. Корисници су одговорни за поштовање њиховог Уговора о лиценцирању крајњег корисника (ЕУЛА) и сродних политика. Корисници неће користити садржај игре у нелиценциране комерцијалне сврхе или обављати друге радње забрањене уговором о лиценцирању крајњег корисника.\nНеке од онлине ресурса датотека (језгро сервера, модули за игру / сервер, додаци, итд.) Услуге преузимања које пружа овај софтвер обезбеђује одговарајућа званична / трећа страна, итд., А ауторска права ће се обрађивати у складу са одредбама платформе треће стране.\nАуторска права других услуга трећих страна које се користе у овом софтверу припадају провајдеру.\nОвај софтвер је софтвер отвореног кода, а корисници или други програмери који нису део овог софтвера морају се придржавати уговора о отвореном изворном коду овог софтвера.\nКорисник разуме и слаже се да, осим ресурса које је створио Корисник, сви подаци о онлајн услугама које пружа Софтвер су у власништву Програмера. Програмер има право да одлучи да ли ће задржати или не да задржи све или део података на серверу.
sv_se: Upphovsrätten, patenten och andra immateriella rättigheter för denna programvara ägs av utvecklaren eller den utsedda upphovsrättsinnehavaren.\n\nTjänster från tredje part som används i denna programvara ägs av relevanta upphovsrättsinnehavare, inklusive men inte begränsat till:：\nDenna programvara är ett serverhanterings- och spelonlineverktyg för Minecraft (vars slutliga tolkning ägs av Microsoft Corporation och Mojang AB). Användare ska följa sitt licensavtal för slutanvändare (EULA) och relevanta policyer som implementerats av NetEase på det kinesiska fastlandet, och får inte använda innehållet i spelet för kommersiella ändamål eller utföra andra åtgärder som är förbjudna enligt licensavtalet för slutanvändare.\nProgramvaran är Terrarias serverhanterings- och spelanslutningsverktyg, och den ultimata tolkningen av detta ligger hos Re-Logic och dess utgivare. Användare är ansvariga för att följa sitt licensavtal för slutanvändare (EULA) och relaterade policyer. Användare får inte använda innehållet i spelet för olicensierade kommersiella ändamål eller utföra andra handlingar som är förbjudna enligt licensavtalet för slutanvändare.\nVissa av de nedladdningstjänster för onlinefiler (serverkärna, spel-/servermoduler, plugin-program osv.) som tillhandahålls av denna programvara tillhandahålls av motsvarande tjänsteman/tredje part, etc., och upphovsrätten ska hanteras i enlighet med bestämmelserna för tredjepartsplattformen.\nUpphovsrätten till andra tjänster från tredje part som används i denna programvara tillhör tjänsteleverantören.\nDenna programvara är programvara med öppen källkod och användare eller andra programvaruutvecklare som inte är en del av denna programvara ska följa avtalet om öppen källkod för denna programvara.\nAnvändaren är införstådd med och samtycker till att, med undantag för de resurser som skapats av användaren, alla onlinetjänstdata som tillhandahålls av programvaran ägs av utvecklaren. Utvecklaren har rätt att bestämma om han eller hon vill behålla alla eller delar av data på servern.
tr_tr: Bu yazılımın telif hakları, patentleri ve diğer fikri mülkiyet hakları, geliştiriciye veya belirlenen telif hakkı sahibine aittir.\n\nBu yazılımda kullanılan üçüncü taraf hizmetleri, aşağıdakiler dahil ancak bunlarla sınırlı olmamak üzere ilgili telif hakkı sahiplerine aittir:：\nBu yazılım, Minecraft için bir sunucu yönetimi ve çevrimiçi oyun aracıdır (son yorumlaması Microsoft Corporation ve Mojang AB'ye aittir). Kullanıcılar, Son Kullanıcı Lisans Sözleşmelerine (EULA) ve NetEase tarafından Çin ana karasında uygulanan ilgili politikalara uymalı ve oyunun içeriğini ticari amaçlarla kullanmamalı veya Son Kullanıcı Lisans Sözleşmesi tarafından yasaklanan diğer eylemleri gerçekleştirmemelidir.\nYazılım, Terraria'nın sunucu yönetimi ve oyun bağlantı aracıdır ve nihai yorumu Re-Logic ve yayıncılarına aittir. Kullanıcılar, Son Kullanıcı Lisans Sözleşmesi'ne (EULA) ve ilgili politikalara uymaktan sorumludur. Kullanıcılar, oyunun içeriğini lisanssız ticari amaçlarla kullanamaz veya son kullanıcı lisans sözleşmesi tarafından yasaklanan diğer eylemleri gerçekleştiremez.\nBu yazılım tarafından sağlanan bazı çevrimiçi dosya kaynakları (sunucu çekirdeği, oyun/sunucu modülleri, eklentiler vb.) indirme hizmetleri, ilgili yetkili/üçüncü taraf vb. tarafından sağlanır ve telif hakkı, üçüncü taraf platformunun hükümlerine uygun olarak ele alınacaktır.\nBu yazılımda kullanılan diğer üçüncü taraf hizmetlerinin telif hakkı hizmet sağlayıcıya aittir.\nBu yazılım açık kaynaklı bir yazılımdır ve bu yazılımın bir parçası olmayan kullanıcılar veya diğer yazılım geliştiricileri, bu yazılımın açık kaynak sözleşmesine uyacaktır.\nKullanıcı, Kullanıcı tarafından oluşturulan kaynaklar dışında, Yazılım tarafından sağlanan tüm çevrimiçi hizmet verilerinin Geliştiriciye ait olduğunu anlar ve kabul eder. Geliştirici, sunucudaki verilerin tamamını veya bir kısmını tutup tutmamaya karar verme hakkına sahiptir.
uk_ua: Авторські права, патенти та інші права інтелектуальної власності на це програмне забезпечення належать розробнику або призначеному власнику авторських прав.\n\nСторонні служби, що використовуються в цьому програмному забезпеченні, належать відповідним власникам авторських прав, включаючи, але не обмежуючись:：\nЦе програмне забезпечення є інструментом управління сервером і гри онлайн для Minecraft (остаточна інтерпретація якого належить Microsoft Corporation і Mojang AB). Користувачі повинні дотримуватися своєї Ліцензійної угоди з кінцевим користувачем (EULA) і відповідних політик, впроваджених NetEase в материковому Китаї, і не повинні використовувати контент гри в комерційних цілях або виконувати інші дії, заборонені Ліцензійною угодою з кінцевим користувачем.\nПрограмне забезпечення є інструментом управління серверами та підключення до ігор Terraria, остаточна інтерпретація якого покладається на Re-Logic та її видавців. Користувачі несуть відповідальність за дотримання Ліцензійної угоди з кінцевим користувачем (EULA) і пов'язаних політик. Користувачі не повинні використовувати контент гри в неліцензованих комерційних цілях або здійснювати інші дії, заборонені ліцензійною угодою з кінцевим користувачем.\nДеякі з файлових ресурсів в Інтернеті (ядро сервера, ігрові/серверні модулі, плагіни тощо), що надаються цим програмним забезпеченням, надаються відповідною офіційною/третьою стороною тощо, а авторські права обробляються відповідно до положень платформи третьої сторони.\nАвторські права на інші сторонні служби, що використовуються в цьому програмному забезпеченні, належать постачальнику послуг.\nЦе програмне забезпечення є програмним забезпеченням з відкритим вихідним кодом, і користувачі або інші розробники програмного забезпечення, які не є частиною цього програмного забезпечення, повинні дотримуватися угоди про відкритий вихідний код цього програмного забезпечення.\nКористувач розуміє і погоджується з тим, що, за винятком створених Користувачем ресурсів, всі дані онлайн-сервісів, що надаються Програмним забезпеченням, належать Розробнику. Розробник має право вирішувати, зберігати чи не зберігати всі або частину даних на сервері.
vi_vn: Bản quyền, bằng sáng chế và các quyền sở hữu trí tuệ khác của phần mềm này thuộc sở hữu của nhà phát triển hoặc chủ sở hữu bản quyền được chỉ định.\n\nCác dịch vụ của bên thứ ba được sử dụng trong phần mềm này thuộc sở hữu của chủ sở hữu bản quyền có liên quan, bao gồm nhưng không giới hạn ở:：\nPhần mềm này là một công cụ quản lý máy chủ và trò chơi trực tuyến cho Minecraft (cách giải thích cuối cùng thuộc sở hữu của Microsoft Corporation và Mojang AB). Người dùng phải tuân thủ Thỏa thuận cấp phép người dùng cuối (EULA) và các chính sách liên quan do NetEase thực hiện tại Trung Quốc đại lục và không được sử dụng nội dung của trò chơi cho mục đích thương mại hoặc thực hiện các hành vi khác bị cấm theo Thỏa thuận cấp phép người dùng cuối.\nPhần mềm là công cụ quản lý máy chủ và kết nối trò chơi của Terraria, cách giải thích cuối cùng thuộc về Re-Logic và các nhà xuất bản của nó. Người dùng có trách nhiệm tuân thủ Thỏa thuận cấp phép người dùng cuối (EULA) và các chính sách liên quan. Người dùng không được sử dụng nội dung của trò chơi cho mục đích thương mại không có giấy phép hoặc thực hiện các hành vi khác bị cấm theo thỏa thuận cấp phép người dùng cuối.\nMột số tài nguyên tệp trực tuyến (lõi máy chủ, mô-đun trò chơi / máy chủ, trình cắm, v.v.) dịch vụ tải xuống do phần mềm này cung cấp được cung cấp bởi chính thức / bên thứ ba tương ứng, v.v. và bản quyền sẽ được xử lý theo các quy định của nền tảng bên thứ ba.\nBản quyền của các dịch vụ của bên thứ ba khác được sử dụng trong phần mềm này thuộc về nhà cung cấp dịch vụ.\nPhần mềm này là phần mềm nguồn mở và người dùng hoặc nhà phát triển phần mềm khác không phải là một phần của phần mềm này phải tuân thủ thỏa thuận nguồn mở của phần mềm này.\nNgười dùng hiểu và đồng ý rằng, ngoại trừ các tài nguyên do Người dùng tạo ra, tất cả dữ liệu dịch vụ trực tuyến do Phần mềm cung cấp đều thuộc sở hữu của Nhà phát triển. Nhà phát triển có quyền quyết định giữ lại hay không giữ lại toàn bộ hoặc một phần dữ liệu trên máy chủ.
zh_hans: 本软件著作权、专利权及其他知识产权，均为开发者或者指定版权方所有。\n\n本软件所使用的第三方服务归相关版权方所有，包括但不限于：\n本软件为 Minecraft（其最终解释权归 Microsoft 公司 和 Mojang AB 所有）的服务器管理和游戏联机工具。用户应当遵守其最终用户许可协议（EULA）和 中国区代理公司 网易 在中国大陆实行的相关政策，不得将游戏本体内容用于商业用途，或实施其他被最终用户许可协议所禁止的行为。\n本软件为 Terraria（其最终解释权归 Re-Logic 和其发行商所有）的服务器管理和游戏联机工具。用户应当遵守其最终用户许可协议（EULA）及相关政策。用户不得将游戏本体内容用于未经许可的商业用途，或实施其他被最终用户许可协议所禁止的行为。\n本软件提供的部分在线文件资源（服务端核心、游戏/服务器模组和插件等内容）下载服务由相应 官方/第三方 等提供，版权依照第三方平台规定处理。\n本软件使用的其他第三方服务，版权归服务提供商所有。\n本软件是开源软件，用户或其他非本软件的软件开发者应当遵守本软件的开源协议。\n用户理解并同意，除用户创建的资源外，本软件提供的所有在线服务数据均归开发者所有。开发者有权决定保留或不保留服务器上的全部或部分数据。
zh_hant: 本軟體著作權、專利權及其他智慧財產權，均為開發者或者指定版權方所有。 \n\n本軟體所使用的第三方服務歸相關版權方所有，包括但不限於：\n本軟體為 Minecraft（其最終解釋權歸 Microsoft 公司 和 Mojang AB 所有）的伺服器管理和遊戲連線工具。 用戶應當遵守其最終使用者許可協定（EULA）和 中國區代理公司 網易 在中國大陸實行的相關政策，不得將遊戲本體內容用於商業用途，或實施其他被最終使用者許可協定所禁止的行為。 \n本軟體為 Terraria（其最終解釋權歸 Re-Logic 和其發行商所有）的伺服器管理和遊戲連線工具。 用戶應當遵守其最終使用者許可協定（EULA）及相關政策。 使用者不得將遊戲本體內容用於未經許可的商業用途，或實施其他被最終使用者許可協定所禁止的行為。 \n本軟體提供的部分在線文件資源（服務端核心、遊戲/伺服器模組和外掛程式等內容）下載服務由相應 官方/第三方 等提供，版權依照第三方平臺規定處理。 \n本軟體使用的其他第三方服務，版權歸服務提供者所有。 \n本軟體是開源軟體，使用者或其他非本軟體的軟體開發者應當遵守本軟體的開源協定。 \n使用者理解並同意，除使用者創建的資源外，本軟體提供的所有在線服務數據均歸開發者所有。 開發者有權決定保留或不保留伺服器上的全部或部分數據。
