Repository: MCSLTeam/MCServerLauncher-Future
Catalog: MCServerLauncher.WPF/Resources/Language.*.resx
Languages: af_za, ar_sa, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, he_il, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sr_sp, sv_se, tr_tr, uk_ua, vi_vn, zh_hans, zh_hant

# Eula3
source: Users shall provide the necessary hardware and software configurations required for this software and its functionalities (including but not limited to creating new instances).\nUsers shall bear any costs associated with connecting to the Internet, such as telephone and broadband usage fees.\nUsers shall be solely responsible for all actions, events, and consequences arising from their use of this software.\nAny transactions and disputes between users and unauthorized non-official individuals are not the responsibility of the developers.\nUsers must comply with the laws and regulations of the PRC (if the user is outside the PRC, they must also comply with the laws and regulations of their country or region).\nUsers may not use this Software (or any of its features) to engage in illegal activities or use any related processes and services in an unlawful manner. The developers are not liable for any consequences resulting from such behavior.\nUsers are solely responsible for the legal consequences of any information they publish. Users must not input, post, or disseminate any of the following content within this Software or any related processes and services:\n\nContent opposing the fundamental principles established by the Constitution of the PRC.\nContent endangering national security, disclosing state secrets, subverting state power, or undermining national unity.\nContent damaging the national honor and interests.\nContent inciting ethnic hatred or discrimination and disrupting ethnic unity.\nContent undermining national religious policies, promoting cults, or feudal superstitions.\nRumors that disrupt social order or undermine social stability.\nObscene, pornographic, gambling-related, violent, murderous, or terrorist content, or content inciting criminal activities.\nContent defaming others or infringing on the legal rights and interests of others.\nAny other content prohibited by the laws and administrative regulations of the PRC.\nUnless permitted by law or granted written permission by the developers, users shall not engage in any of the following behaviors:\nUsing this software and its services in an illegal or improper manner.\nDamaging the normal operation of this software system or website by deliberately spreading malicious software, such as computer viruses.\nEngaging in any non-normal usage of the network services that could affect this software (including but not limited to damaging or overloading servers).\nRemoving copyright notices from this software or its copies.\n\nIf a user engages in any unlawful or breach-of-agreement conduct, the developers reserve the right to take appropriate measures based on the severity of the violation, including but not limited to terminating service. In cases of severe violations, the matter will be referred to relevant administrative authorities for administrative penalties or criminal prosecution.
af_za: Die gebruiker moet die sagteware en die funksies van die sagteware (insluitend maar nie beperk nie tot die skep van nuwe gevalle) toerus met die hardeware- en sagtewarekonfigurasie wat deur die gebruiker vereis word.\nGebruikers sal verantwoordelik wees vir die relevante telefoon- en breëbandgebruiksfooie wat betaal moet word nadat hulle aan die internet gekoppel is.\nDie gebruiker dra die wetlike verantwoordelikheid vir die gedrag, gebeurtenis en resultaat wat veroorsaak word deur die gebruik van hierdie sagteware.\nEnige transaksies en geskille tussen gebruikers en ander nie-amptelike individue het niks met die ontwikkelaar te doen nie.\nDie gebruiker moet voldoen aan die toepaslike wette en regulasies van die Volksrepubliek China (as die gebruiker 'n gebruiker buite die Volksrepubliek China is, moet die gebruiker ook voldoen aan die wette en regulasies van die land of streek waaraan dit behoort).\nDie gebruiker mag nie die sagteware (of sommige funksies en funksies van die sagteware) gebruik om onwettige dade aan te gaan nie, en sal nie die relevante prosesse en dienste wat met die sagteware verband hou, gebruik om onwettige dade aan te gaan nie, en die gevolge van enige aksies hou nie verband met die ontwikkelaar nie.\nGebruikers sal hul eie wetlike verantwoordelikhede dra wat verband hou met die inhoud van die inligting wat hulle publiseer. Die gebruiker mag nie enige van die volgende inhoud in die sagteware, die prosesse en dienste wat verband hou met die werking van die sagteware invoer, publiseer of versprei nie, en sal nie een van die volgende inhoud in enige vorm publiseer nie：\n\nteen die basiese beginsels soos uiteengesit in die Grondwet van die Volksrepubliek China;\nnasionale veiligheid in gevaar stel, staatsgeheime bekend maak, staatsmag ondermyn of nasionale eenheid ondermyn;\ndie eer en belange van die staat benadeel;\ndie aanhitsing van etniese haat, etniese diskriminasie of die ondermyning van etniese eenheid;\nondermyning van nasionale godsdienstige beleid, pleit vir kultusse en feodale bygelowe;\ndie verspreiding van gerugte, die ontwrigting van sosiale orde of die ondermyning van sosiale stabiliteit;\nDie verspreiding van onwelvoeglikheid, pornografie, dobbelary, geweld, moord, terreur of die aanhitsing van misdade;\nander beledig of belaster, inbreuk maak op die wettige regte en belange van ander;\nBevat ander inhoud wat volksrepubliek China verbied deur wette of administratiewe regulasies.\nTensy dit deur die wet of met skriftelike toestemming van die ontwikkelaar toegelaat word, sal gebruikers nie aan enige van die volgende handelinge deelneem nie：\nOnwettige of onvanpaste gebruik van die sagteware en dienste;\nBeskadig die normale werking van die sagtewarestelsel of webwerf, versprei doelbewus rekenaarvirusse en ander vernietigende programme;\nNeem enige abnormale gebruiksgedrag wat die netwerkdienste van die sagteware kan beïnvloed (insluitend maar nie beperk nie tot skade, aanval op die bediener of oorlading van die bediener, ens.);\nVee die kopiereginligting op die sagteware en die kopieë daarvan uit.\n\nAs die gebruiker enige gedrag pleeg wat wette en regulasies oortree of die bepalings van hierdie ooreenkoms oortree, het die ontwikkelaar die reg om maatreëls teen die gebruiker te tref volgens die erns van die situasie, in ooreenstemming met hierdie ooreenkoms en wette en regulasies, insluitend maar nie beperk nie tot die beëindiging van dienste. As die omstandighede ernstig is, sal dit vir administratiewe straf na die betrokke administratiewe organe oorgeplaas word of vir strafregtelike verantwoordelikheid ondersoek word.
ar_sa: يجب على المستخدم تجهيز البرنامج ووظائف البرنامج (بما في ذلك على سبيل المثال لا الحصر إنشاء مثيلات جديدة) بتكوين الأجهزة والبرامج المطلوبة من قبل المستخدم.\nيكون المستخدمون مسؤولين عن رسوم استخدام الهاتف والنطاق العريض ذات الصلة التي يجب دفعها بعد الاتصال بالإنترنت.\nيتحمل المستخدم المسؤولية القانونية عن السلوك والحدث والنتيجة الناتجة عن استخدام هذا البرنامج.\nأي معاملات ونزاعات بين المستخدمين وغيرهم من الأفراد غير الرسميين غير المصرح لهم لا علاقة لها بالمطور.\nيجب على المستخدم الامتثال للقوانين واللوائح ذات الصلة لجمهورية الصين الشعبية (إذا كان المستخدم مستخدما خارج جمهورية الصين الشعبية ، فيجب على المستخدم أيضا الامتثال لقوانين وأنظمة البلد أو المنطقة التي ينتمي إليها).\nلا يجوز للمستخدم استخدام البرنامج (أو بعض ميزات ووظائف البرنامج) للانخراط في أعمال غير قانونية ، ولا يجوز له استخدام العمليات والخدمات ذات الصلة المرتبطة بالبرنامج للانخراط في أعمال غير قانونية ، ولن تكون عواقب أي إجراءات مرتبطة بالمطور.\nيتحمل المستخدمون مسؤولياتهم القانونية المتعلقة بمحتوى المعلومات التي ينشرونها. لا يجوز للمستخدم إدخال أو نشر أو توزيع أي من المحتويات التالية في البرنامج والعمليات والخدمات المتعلقة بتشغيل البرنامج ، ولا يجوز له نشر أي من المحتويات التالية بأي شكل من الأشكال：\n\nمعارضة المبادئ الأساسية المنصوص عليها في دستور جمهورية الصين الشعبية؛\nتعريض الأمن القومي للخطر، أو إفشاء أسرار الدولة، أو تقويض سلطة الدولة، أو تقويض الوحدة الوطنية؛\nالإضرار بشرف الدولة ومصالحها؛\nالتحريض على الكراهية العرقية أو التمييز العرقي أو تقويض الوحدة العرقية؛\nتقويض السياسات الدينية الوطنية ، والدعوة إلى الطوائف والخرافات الإقطاعية ؛\nنشر الشائعات أو تعطيل النظام الاجتماعي أو تقويض الاستقرار الاجتماعي ؛\nنشر الفحش أو المواد الإباحية أو القمار أو العنف أو القتل أو الإرهاب أو التحريض على الجرائم؛\nإهانة الآخرين أو التشهير بهم، والتعدي على الحقوق والمصالح المشروعة للآخرين؛\nيحتوي على محتوى آخر تحظره جمهورية الصين الشعبية بموجب القوانين أو اللوائح الإدارية.\nما لم يسمح القانون بذلك أو بإذن كتابي من المطور ، لا يجوز للمستخدمين المشاركة في أي من الأفعال التالية：\nالاستخدام غير القانوني أو غير المناسب للبرامج والخدمات؛\nإتلاف التشغيل العادي لنظام البرنامج أو موقع الويب ، ونشر فيروسات الكمبيوتر والبرامج المدمرة الأخرى عمدا ؛\nاتخاذ أي سلوك استخدام غير طبيعي قد يؤثر على خدمات الشبكة الخاصة بالبرنامج (بما في ذلك على سبيل المثال لا الحصر إتلاف الخادم أو مهاجمته أو التحميل الزائد على الخادم ، وما إلى ذلك) ؛\nحذف معلومات حقوق النشر الموجودة على البرنامج ونسخه.\n\nإذا ارتكب المستخدم أي سلوك يخالف القوانين واللوائح أو ينتهك أحكام هذه الاتفاقية ، يحق للمطور اتخاذ إجراءات ضد المستخدم وفقا لخطورة الموقف ، وفقا لهذه الاتفاقية والقوانين واللوائح ، بما في ذلك على سبيل المثال لا الحصر إنهاء الخدمات. وإذا كانت الظروف خطيرة، ينقلون إلى الأجهزة الإدارية ذات الصلة لفرض عقوبات إدارية عليهم أو التحقيق معهم بشأن المسؤولية الجنائية.
ca_es: L'usuari ha d'equipar el programari i les funcions del programari (inclosa, entre d'altres, la creació de noves instàncies) amb la configuració de maquinari i programari requerida per l'usuari.\nEls usuaris seran responsables de les tarifes d'ús telefònic i de banda ampla pertinents que s'hagin de pagar després de connectar-se a Internet.\nL'usuari assumirà la responsabilitat legal del comportament, esdeveniment i resultat causat per l'ús d'aquest programari.\nQualsevol transacció i disputa entre usuaris i altres persones no oficials no autoritzades no té res a veure amb el desenvolupador.\nL'usuari ha de complir les lleis i regulacions pertinents de la República Popular de la Xina (si l'usuari és un usuari fora de la República Popular de la Xina, l'usuari també ha de complir les lleis i regulacions del país o regió a la qual pertany).\nL'usuari no ha d'utilitzar el programari (o algunes característiques i funcions del programari) per cometre actes il·legals, i no ha d'utilitzar els processos i serveis pertinents associats amb el programari per participar en actes il·legals, i les conseqüències de qualsevol acció no estaran relacionades amb el desenvolupador.\nEls usuaris assumiran les seves pròpies responsabilitats legals relacionades amb el contingut de la informació que publiquen. L'usuari no introduirà, publicarà ni difondrà cap dels següents continguts en el programari, els processos i serveis relacionats amb el funcionament del programari, i no publicarà cap dels continguts següents de cap forma：\n\noposar-se als principis bàsics establerts a la Constitució de la República Popular de la Xina;\nposar en perill la seguretat nacional, divulgar secrets d'estat, subvertir el poder estatal o soscavar la unitat nacional;\nperjudicar l'honor i els interessos de l'estat;\nincitar a l'odi ètnic, la discriminació ètnica o soscavar la unitat ètnica;\nsoscavant les polítiques religioses nacionals, defensant cultes i supersticions feudals;\ndifondre rumors, alterar l'ordre social o soscavar l'estabilitat social;\nDifondre obscenitat, pornografia, jocs d'atzar, violència, assassinat, terror o instigació a delictes;\ninsultar o calumniar els altres, infringir els drets i interessos legítims d'altres;\nConté altres continguts prohibits per la República Popular de la Xina per lleis o reglaments administratius.\nLlevat que ho permeti la llei o amb el permís per escrit del desenvolupador, els usuaris no poden participar en cap dels actes següents：\nÚs il·legal o inadequat del programari i els serveis;\nDanyar el funcionament normal del sistema de programari o lloc web, difondre deliberadament virus informàtics i altres programes destructius;\nPrendre qualsevol comportament d'ús anormal que pugui afectar els serveis de xarxa del Programari (incloent-hi, entre d'altres, danyar, atacar el servidor o sobrecarregar el servidor, etc.);\nSuprimiu la informació de drets d'autor del programari i les seves còpies.\n\nSi l'usuari comet qualsevol comportament que violi les lleis i regulacions o violi les disposicions d'aquest Acord, el desenvolupador té dret a prendre mesures contra l'usuari d'acord amb la gravetat de la situació, d'acord amb aquest Acord i les lleis i regulacions, incloent-hi, entre d'altres, la cancel·lació dels serveis. Si les circumstàncies són greus, seran traslladades als òrgans administratius pertinents per a la seva sanció administrativa o investigades per responsabilitat penal.
cs_cz: Uživatel musí vybavit software a funkce softwaru (mimo jiné včetně vytváření nových instancí) hardwarovou a softwarovou konfigurací požadovanou uživatelem.\nUživatelé jsou odpovědní za příslušné poplatky za používání telefonu a širokopásmového připojení, které je třeba uhradit po připojení k internetu.\nUživatel nese právní odpovědnost za chování, událost a výsledek způsobený používáním tohoto softwaru.\nJakékoli transakce a spory mezi uživateli a jinými neoprávněnými neoficiálními osobami nemají nic společného s vývojářem.\nUživatel musí dodržovat příslušné zákony a předpisy Čínské lidové republiky (pokud je uživatel uživatelem mimo Čínskou lidovou republiku, musí také dodržovat zákony a předpisy země nebo regionu, do kterého patří).\nUživatel nesmí používat software (ani některé vlastnosti a funkce softwaru) k účasti na protiprávních činech a nesmí používat příslušné procesy a služby spojené se softwarem k účasti na protiprávních činech a důsledky jakéhokoli jednání se nebudou vztahovat na vývojáře.\nUživatelé nesou svou vlastní právní odpovědnost související s obsahem informací, které zveřejňují. Uživatel nesmí vkládat, zveřejňovat ani šířit žádný z následujících obsahů softwaru, procesů a služeb souvisejících s provozem softwaru a nesmí publikovat žádný z následujících obsahů v žádné formě：\n\nodporují základním principům stanoveným v Ústavě Čínské lidové republiky;\nohrožování národní bezpečnosti, vyzrazování státních tajemství, podvracení státní moci nebo podkopávání národní jednoty;\npoškozování cti a zájmů státu;\npodněcování etnické nenávisti, etnické diskriminace nebo podkopávání etnické jednoty;\npodkopávání národní náboženské politiky, obhajování kultů a feudálních pověr;\nšíření fám, narušování společenského řádu nebo podkopávání sociální stability;\nŠíření obscénnosti, pornografie, hazardních her, násilí, vražd, teroru nebo podněcování k trestným činům;\nurážet nebo pomlouvat ostatní, porušovat zákonná práva a zájmy ostatních;\nObsahuje další obsah, který Čínská lidová republika zakazuje zákony nebo správními předpisy.\nPokud to není povoleno zákonem nebo s písemným souhlasem vývojáře, uživatelé se nesmí zapojit do žádného z následujících činů：\nNezákonné nebo nevhodné použití Softwaru a Služeb;\nPoškozovat normální provoz softwarového systému nebo webových stránek, záměrně šířit počítačové viry a jiné destruktivní programy;\nProvádět jakékoli neobvyklé chování při používání, které může ovlivnit síťové služby softwaru (mimo jiné včetně poškození, útoku na server nebo přetížení serveru atd.);\nOdstranit informace o autorských právech k softwaru a jeho kopiím.\n\nPokud se uživatel dopustí jakéhokoli chování, které porušuje zákony a předpisy nebo porušuje ustanovení této smlouvy, má vývojář právo přijmout opatření proti uživateli podle závažnosti situace v souladu s touto smlouvou a zákony a předpisy, mimo jiné včetně ukončení služeb. Pokud nastanou závažné okolnosti, budou předány příslušným správním orgánům ke správnímu potrestání nebo prošetřeny pro trestní odpovědnost.
da_dk: Brugeren skal udstyre softwaren og softwarens funktioner (herunder, men ikke begrænset til, oprettelse af nye instanser) med den hardware- og softwarekonfiguration, som brugeren har brug for.\nBrugerne er ansvarlige for de relevante gebyrer for brug af telefon og bredbånd, der skal betales efter tilslutning til internettet.\nBrugeren bærer det juridiske ansvar for adfærden, begivenheden og resultatet forårsaget af brugen af denne software.\nEventuelle transaktioner og tvister mellem brugere og andre uautoriserede uofficielle personer har intet at gøre med udvikleren.\nBrugeren skal overholde de relevante love og regler i Folkerepublikken Kina (hvis brugeren er en bruger uden for Folkerepublikken Kina, skal brugeren også overholde love og regler i det land eller den region, som brugeren tilhører).\nBrugeren må ikke bruge softwaren (eller nogle af softwarens funktioner og funktioner) til at deltage i ulovlige handlinger og må ikke bruge de relevante processer og tjenester, der er forbundet med softwaren, til at deltage i ulovlige handlinger, og konsekvenserne af eventuelle handlinger må ikke være relateret til udvikleren.\nBrugerne bærer deres eget juridiske ansvar i forbindelse med indholdet af de oplysninger, de offentliggør. Brugeren må ikke indlæse, offentliggøre eller formidle noget af følgende indhold i softwaren, processerne og tjenesterne i forbindelse med driften af softwaren og må ikke offentliggøre noget af følgende indhold i nogen form：\n\nat modsætte sig de grundlæggende principper, der er fastsat i Folkerepublikken Kinas forfatning;\nbringe den nationale sikkerhed i fare, afsløre statshemmeligheder, undergrave statsmagten eller underminere den nationale enhed;\nskade statens ære og interesser;\ntilskyndelse til etnisk had, etnisk diskrimination eller underminering af etnisk enhed;\nunderminere nationale religiøse politikker, forfægte kulter og feudal overtro;\nsprede rygter, forstyrre den sociale orden eller underminere den sociale stabilitet;\nUdbredelse af uanstændigheder, pornografi, hasardspil, vold, mord, terror eller tilskyndelse til forbrydelser;\nfornærmelse eller bagvaskelse af andre, krænkelse af andres lovlige rettigheder og interesser;\nIndeholder andet indhold, som Folkerepublikken Kina har forbudt ved love eller administrative bestemmelser.\nMedmindre det er tilladt ved lov eller med skriftlig tilladelse fra udvikleren, må brugere ikke deltage i nogen af følgende handlinger：\nUlovlig eller upassende brug af softwaren og tjenesterne;\nBeskadige den normale drift af softwaresystemet eller webstedet, bevidst sprede computervirus og andre destruktive programmer;\nTage enhver unormal brugsadfærd, der kan påvirke softwarens netværkstjenester (herunder, men ikke begrænset til, at beskadige, angribe serveren eller overbelaste serveren osv.);\nSlet oplysningerne om ophavsret på softwaren og dens kopier.\n\nHvis brugeren begår adfærd, der overtræder love og regler eller overtræder bestemmelserne i denne aftale, har udvikleren ret til at træffe foranstaltninger mod brugeren i henhold til situationens alvor, i overensstemmelse med denne aftale og love og regler, herunder, men ikke begrænset til, opsigelse af tjenester. Hvis omstændighederne er alvorlige, vil de blive overført til de relevante administrative organer med henblik på administrativ straf eller efterforsket for strafferetligt ansvar.
de_de: Der Nutzer ist verpflichtet, die Software und die Funktionen der Software (einschließlich, aber nicht beschränkt auf das Anlegen neuer Instanzen) mit der vom Nutzer gewünschten Hard- und Softwarekonfiguration auszustatten.\nDie Nutzer sind für die entsprechenden Telefon- und Breitbandnutzungsgebühren verantwortlich, die nach der Verbindung mit dem Internet zu zahlen sind.\nDer Nutzer trägt die rechtliche Verantwortung für das Verhalten, das Ereignis und die Ergebnisse, die durch die Nutzung dieser Software verursacht werden.\nJegliche Transaktionen und Streitigkeiten zwischen Benutzern und anderen nicht autorisierten inoffiziellen Personen haben nichts mit dem Entwickler zu tun.\nDer Nutzer ist verpflichtet, die einschlägigen Gesetze und Vorschriften der Volksrepublik China einzuhalten (wenn es sich bei dem Nutzer um einen Nutzer außerhalb der Volksrepublik China handelt, muss der Nutzer auch die Gesetze und Vorschriften des Landes oder der Region einhalten, zu der er gehört).\nDer Benutzer darf die Software (oder einige Merkmale und Funktionen der Software) nicht verwenden, um illegale Handlungen vorzunehmen, und er darf die relevanten Prozesse und Dienste, die mit der Software verbunden sind, nicht nutzen, um illegale Handlungen vorzunehmen, und die Folgen von Handlungen dürfen nicht mit dem Entwickler in Verbindung gebracht werden.\nDie Nutzer tragen ihre eigene rechtliche Verantwortung in Bezug auf den Inhalt der von ihnen veröffentlichten Informationen. Der Nutzer darf keine der folgenden Inhalte in die Software, die mit dem Betrieb der Software verbundenen Prozesse und Dienste eingeben, veröffentlichen oder verbreiten und keinen der folgenden Inhalte in irgendeiner Form veröffentlichen：\n\ngegen die in der Verfassung der Volksrepublik China niedergelegten Grundprinzipien;\nGefährdung der nationalen Sicherheit, Preisgabe von Staatsgeheimnissen, Untergrabung der Staatsmacht oder Untergrabung der nationalen Einheit;\nSchädigung der Ehre und der Interessen des Staates;\nAufstachelung zu ethnischem Hass, ethnischer Diskriminierung oder Untergrabung der ethnischen Einheit;\ndie Untergrabung der nationalen Religionspolitik, die Befürwortung von Kulten und feudalem Aberglauben;\ndas Verbreiten von Gerüchten, das Stören der sozialen Ordnung oder das Untergraben der sozialen Stabilität;\nVerbreitung von Obszönitäten, Pornografie, Glücksspiel, Gewalt, Mord, Terror oder Anstiftung zu Straftaten;\nandere zu beleidigen oder zu verleumden, die rechtmäßigen Rechte und Interessen anderer zu verletzen;\nEnthält andere Inhalte, die in der Volksrepublik China durch Gesetze oder Verwaltungsvorschriften verboten sind.\nSofern nicht gesetzlich zulässig oder mit schriftlicher Genehmigung des Entwicklers, dürfen Benutzer keine der folgenden Handlungen vornehmen：\nIllegale oder unangemessene Nutzung der Software und der Dienste;\nDen normalen Betrieb des Softwaresystems oder der Website zu beschädigen, absichtlich Computerviren und andere zerstörerische Programme zu verbreiten;\nJegliches abnormale Nutzungsverhalten zu ergreifen, das die Netzwerkdienste der Software beeinträchtigen kann (einschließlich, aber nicht beschränkt auf Beschädigung, Angriff auf den Server oder Überlastung des Servers usw.);\nLöschen Sie die Copyright-Informationen auf der Software und ihren Kopien.\n\nWenn der Benutzer ein Verhalten begeht, das gegen Gesetze und Vorschriften verstößt oder gegen die Bestimmungen dieser Vereinbarung verstößt, hat der Entwickler das Recht, je nach Schwere der Situation Maßnahmen gegen den Benutzer zu ergreifen, in Übereinstimmung mit dieser Vereinbarung und den Gesetzen und Vorschriften, einschließlich, aber nicht beschränkt auf die Beendigung von Diensten. Wenn die Umstände schwerwiegend sind, werden sie an die zuständigen Verwaltungsbehörden zur Verwaltungsstrafe überwiesen oder zur strafrechtlichen Verantwortlichkeit untersucht.
el_gr: Ο χρήστης πρέπει να εξοπλίσει το λογισμικό και τις λειτουργίες του λογισμικού (συμπεριλαμβανομένης, ενδεικτικά, της δημιουργίας νέων παρουσιών) με τη διαμόρφωση υλικού και λογισμικού που απαιτείται από τον χρήστη.\nΟι χρήστες είναι υπεύθυνοι για τα σχετικά τέλη χρήσης τηλεφώνου και ευρυζωνικών υπηρεσιών που πρέπει να καταβληθούν μετά τη σύνδεση στο διαδίκτυο.\nΟ χρήστης φέρει τη νομική ευθύνη για τη συμπεριφορά, το συμβάν και το αποτέλεσμα που προκαλείται από τη χρήση αυτού του λογισμικού.\nΟποιεσδήποτε συναλλαγές και διαφορές μεταξύ χρηστών και άλλων μη εξουσιοδοτημένων ανεπίσημων ατόμων δεν έχουν καμία σχέση με τον προγραμματιστή.\nΟ χρήστης πρέπει να συμμορφώνεται με τους σχετικούς νόμους και κανονισμούς της Λαϊκής Δημοκρατίας της Κίνας (εάν ο χρήστης είναι χρήστης εκτός της Λαϊκής Δημοκρατίας της Κίνας, ο χρήστης πρέπει επίσης να συμμορφώνεται με τους νόμους και τους κανονισμούς της χώρας ή της περιοχής στην οποία ανήκει).\nΟ χρήστης δεν πρέπει να χρησιμοποιεί το λογισμικό (ή ορισμένα χαρακτηριστικά και λειτουργίες του λογισμικού) για να εμπλακεί σε παράνομες πράξεις και δεν πρέπει να χρησιμοποιεί τις σχετικές διαδικασίες και υπηρεσίες που σχετίζονται με το λογισμικό για να εμπλακεί σε παράνομες πράξεις και οι συνέπειες οποιωνδήποτε ενεργειών δεν σχετίζονται με τον προγραμματιστή.\nΟι χρήστες φέρουν τις δικές τους νομικές ευθύνες σχετικά με το περιεχόμενο των πληροφοριών που δημοσιεύουν. Ο χρήστης δεν πρέπει να εισάγει, δημοσιεύει ή διαδίδει οποιοδήποτε από τα ακόλουθα περιεχόμενα στο λογισμικό, τις διαδικασίες και τις υπηρεσίες που σχετίζονται με τη λειτουργία του λογισμικού και δεν δημοσιεύει κανένα από τα ακόλουθα περιεχόμενα σε οποιαδήποτε μορφή：\n\nαντιτίθενται στις βασικές αρχές που ορίζονται στο Σύνταγμα της Λαϊκής Δημοκρατίας της Κίνας·\nδιακινδύνευση της εθνικής ασφάλειας, αποκάλυψη κρατικών μυστικών, υπονόμευση της κρατικής εξουσίας ή υπονόμευση της εθνικής ενότητας·\nβλάπτοντας την τιμή και τα συμφέροντα του κράτους ·\nυποκίνηση εθνοτικού μίσους, εθνοτικών διακρίσεων ή υπονόμευση της εθνοτικής ενότητας·\nυπονόμευση των εθνικών θρησκευτικών πολιτικών, υποστήριξη λατρειών και φεουδαρχικών δεισιδαιμονιών·\nδιάδοση φημών, διατάραξη της κοινωνικής τάξης ή υπονόμευση της κοινωνικής σταθερότητας·\nΔιάδοση αισχρότητας, πορνογραφίας, τυχερών παιχνιδιών, βίας, δολοφονίας, τρομοκρατίας ή υποκίνησης εγκλημάτων.\nπροσβολή ή συκοφαντική δυσφήμιση άλλων, παραβίαση των νόμιμων δικαιωμάτων και συμφερόντων άλλων,\nΠεριέχει άλλο περιεχόμενο που απαγορεύεται από τη Λαϊκή Δημοκρατία της Κίνας βάσει νόμων ή διοικητικών κανονισμών.\nΕκτός εάν επιτρέπεται από το νόμο ή με γραπτή άδεια από τον προγραμματιστή, οι χρήστες δεν πρέπει να συμμετέχουν σε καμία από τις ακόλουθες πράξεις：\nΠαράνομη ή ακατάλληλη χρήση του Λογισμικού και των Υπηρεσιών,\nΒλάπτετε την κανονική λειτουργία του συστήματος λογισμικού ή του ιστότοπου, διαδίδετε σκόπιμα ιούς υπολογιστών και άλλα καταστροφικά προγράμματα.\nΛάβετε υπόψη οποιαδήποτε μη φυσιολογική συμπεριφορά χρήσης που μπορεί να επηρεάσει τις υπηρεσίες δικτύου του Λογισμικού (συμπεριλαμβανομένων, ενδεικτικά, της βλάβης, της επίθεσης στον διακομιστή ή της υπερφόρτωσης του διακομιστή κ.λπ.),\nΔιαγράψτε τις πληροφορίες πνευματικών δικαιωμάτων στο Λογισμικό και τα αντίγραφά του.\n\nΕάν ο χρήστης διαπράξει οποιαδήποτε συμπεριφορά που παραβιάζει τους νόμους και τους κανονισμούς ή παραβιάζει τις διατάξεις της παρούσας Συμφωνίας, ο προγραμματιστής έχει το δικαίωμα να λάβει μέτρα εναντίον του χρήστη ανάλογα με τη σοβαρότητα της κατάστασης, σύμφωνα με την παρούσα Συμφωνία και τους νόμους και κανονισμούς, συμπεριλαμβανομένου, ενδεικτικά, του τερματισμού των υπηρεσιών. Εάν οι περιστάσεις είναι σοβαρές, θα μεταφερθούν στα αρμόδια διοικητικά όργανα για διοικητική τιμωρία ή θα διερευνηθούν για ποινική ευθύνη.
es_es: El usuario deberá equipar el software y las funciones del software (incluida, entre otras, la creación de nuevas instancias) con la configuración de hardware y software requerida por el usuario.\nLos usuarios serán responsables de las tarifas de uso de teléfono y banda ancha correspondientes que deban pagarse después de conectarse a Internet.\nEl usuario asumirá la responsabilidad legal por el comportamiento, evento y resultado causado por el uso de este software.\nCualquier transacción y disputa entre usuarios y otras personas no oficiales no autorizadas no tiene nada que ver con el desarrollador.\nEl usuario deberá cumplir con las leyes y regulaciones pertinentes de la República Popular China (si el usuario es un usuario fuera de la República Popular China, el usuario también deberá cumplir con las leyes y regulaciones del país o región al que pertenece).\nEl usuario no utilizará el software (o algunas características y funciones del software) para participar en actos ilegales, y no utilizará los procesos y servicios relevantes asociados con el software para participar en actos ilegales, y las consecuencias de cualquier acción no estarán relacionadas con el desarrollador.\nLos usuarios asumirán sus propias responsabilidades legales relacionadas con el contenido de la información que publiquen. El usuario no introducirá, publicará ni difundirá ninguno de los siguientes contenidos en el software, los procesos y servicios relacionados con el funcionamiento del software, y no publicará ninguno de los siguientes contenidos de ninguna forma：\n\noponerse a los principios básicos establecidos en la Constitución de la República Popular China;\nponer en peligro la seguridad nacional, divulgar secretos de Estado, subvertir el poder del Estado o socavar la unidad nacional;\nperjudicando el honor y los intereses del Estado;\nincitar al odio étnico, la discriminación étnica o socavar la unidad étnica;\nsocavar las políticas religiosas nacionales, propugnar cultos y supersticiones feudales;\ndifundir rumores, perturbar el orden social o socavar la estabilidad social;\nDifundir obscenidades, pornografía, juegos de azar, violencia, asesinato, terror o instigación a crímenes;\ninsultar o calumniar a otros, infringir los derechos e intereses legítimos de otros;\nContenga otros contenidos prohibidos por la República Popular China por leyes o reglamentos administrativos.\nA menos que lo permita la ley o con el permiso por escrito del desarrollador, los usuarios no participarán en ninguno de los siguientes actos：\nUso ilegal o inapropiado del Software y los Servicios;\nDañar el funcionamiento normal del sistema de software o del sitio web, propagar deliberadamente virus informáticos y otros programas destructivos;\nTomar cualquier comportamiento de uso anormal que pueda afectar a los servicios de red del Software (incluidos, entre otros, dañar, atacar el servidor o sobrecargarlo, etcétera);\nElimine la información de derechos de autor del Software y sus copias.\n\nSi el usuario comete cualquier comportamiento que viole las leyes y regulaciones o viole las disposiciones de este Acuerdo, el desarrollador tiene derecho a tomar medidas contra el usuario de acuerdo con la gravedad de la situación, de acuerdo con este Acuerdo y las leyes y regulaciones, incluidas, entre otras, la terminación de los servicios. Si las circunstancias son graves, serán trasladados a los órganos administrativos pertinentes para la imposición de sanciones administrativas o se investigará la responsabilidad penal.
fi_fi: Käyttäjän on varustettava ohjelmisto ja ohjelmiston toiminnot (mukaan lukien, mutta ei rajoittuen, uusien instanssien luominen) käyttäjän vaatimalla laitteisto- ja ohjelmistokokoonpanolla.\nKäyttäjät ovat vastuussa asiaankuuluvista puhelimen ja laajakaistan käyttömaksuista, jotka on maksettava Internet-yhteyden muodostamisen jälkeen.\nKäyttäjällä on laillinen vastuu tämän ohjelmiston käytön aiheuttamasta käyttäytymisestä, tapahtumasta ja tuloksesta.\nKäyttäjien ja muiden luvattomien epävirallisten henkilöiden välisillä tapahtumilla ja riidoilla ei ole mitään tekemistä kehittäjän kanssa.\nKäyttäjän on noudatettava Kiinan kansantasavallan asiaankuuluvia lakeja ja määräyksiä (jos käyttäjä on Kiinan kansantasavallan ulkopuolinen käyttäjä, käyttäjän on noudatettava myös sen maan tai alueen lakeja ja määräyksiä, johon hän kuuluu).\nKäyttäjä ei saa käyttää ohjelmistoa (tai joitakin ohjelmiston ominaisuuksia ja toimintoja) laittomiin toimiin eikä käyttää ohjelmistoon liittyviä prosesseja ja palveluita laittomiin toimiin, eivätkä toimien seuraukset liity kehittäjään.\nKäyttäjät kantavat omat julkaisemansa tiedon sisältöön liittyvät oikeudelliset vastuunsa. Käyttäjä ei saa syöttää, julkaista tai levittää mitään seuraavista sisällöistä ohjelmistossa, prosesseissa ja palveluissa, jotka liittyvät ohjelmiston toimintaan, eikä julkaista mitään seuraavista sisällöistä missään muodossa：\n\nvastustaa Kiinan kansantasavallan perustuslaissa vahvistettuja perusperiaatteita;\nkansallisen turvallisuuden vaarantaminen, valtionsalaisuuksien paljastaminen, valtiovallan horjuttaminen tai kansallisen yhtenäisyyden heikentäminen;\nvahingoittaa valtion kunniaa ja etuja;\netniseen vihaan ja syrjintään yllyttäminen tai etnisen yhtenäisyyden heikentäminen;\nkansallisen uskonnollisen politiikan heikentäminen, kulttien ja feodaalisen taikauskon puolustaminen;\nhuhujen levittäminen, sosiaalisen järjestyksen häiritseminen tai sosiaalisen vakauden heikentäminen;\nsäädyttömyyden, pornografian, uhkapelien, väkivallan, murhien, terrorin levittäminen tai rikoksiin yllyttäminen;\nmuiden loukkaaminen tai panettelu, muiden laillisten oikeuksien ja etujen loukkaaminen;\nSisältää muuta sisältöä, jonka Kiinan kansantasavalta on kieltänyt laeilla tai hallinnollisilla määräyksillä.\nEllei laki sitä salli tai kehittäjän kirjallisella luvalla, käyttäjät eivät saa ryhtyä mihinkään seuraavista toimista：\nOhjelmiston ja palveluiden laiton tai sopimaton käyttö;\nvahingoittaa ohjelmistojärjestelmän tai verkkosivuston normaalia toimintaa, levittää tarkoituksellisesti tietokoneviruksia ja muita tuhoisia ohjelmia;\nEpänormaali käyttökäyttäytyminen, joka voi vaikuttaa ohjelmiston verkkopalveluihin (mukaan lukien, mutta ei rajoittuen, vahingoittaminen, palvelimeen hyökkääminen tai palvelimen ylikuormitus jne.);\nPoista tekijänoikeustiedot ohjelmistosta ja sen kopioista.\n\nJos käyttäjä toimii lakien ja määräysten vastaisesti tai rikkoo tämän sopimuksen määräyksiä, kehittäjällä on oikeus ryhtyä toimenpiteisiin käyttäjää vastaan tilanteen vakavuuden mukaan tämän sopimuksen sekä lakien ja määräysten mukaisesti, mukaan lukien, mutta ei rajoittuen, palvelujen lopettaminen. Jos olosuhteet ovat vakavat, ne siirretään asianomaisille hallintoelimille hallinnollista rangaistusta varten tai tutkitaan rikosoikeudellista vastuuta varten.
fr_fr: L’utilisateur doit équiper le logiciel et les fonctions du logiciel (y compris, mais sans s’y limiter, la création de nouvelles instances) avec la configuration matérielle et logicielle requise par l’utilisateur.\nLes utilisateurs sont responsables des frais d’utilisation du téléphone et du haut débit qui doivent être payés après la connexion à Internet.\nL’utilisateur est légalement responsable du comportement, de l’événement et du résultat causés par l’utilisation de ce logiciel.\nLes transactions et les litiges entre les utilisateurs et d’autres personnes non officielles non autorisées n’ont rien à voir avec le développeur.\nL’utilisateur doit se conformer aux lois et réglementations pertinentes de la République populaire de Chine (si l’utilisateur est un utilisateur en dehors de la République populaire de Chine, l’utilisateur doit également se conformer aux lois et réglementations du pays ou de la région à laquelle il appartient).\nL’utilisateur ne doit pas utiliser le logiciel (ou certaines caractéristiques et fonctions du logiciel) pour se livrer à des actes illégaux, et ne doit pas utiliser les processus et services pertinents associés au logiciel pour se livrer à des actes illégaux, et les conséquences de toute action ne doivent pas être liées au développeur.\nLes utilisateurs assument leurs propres responsabilités légales en ce qui concerne le contenu des informations qu’ils publient. L’utilisateur ne doit pas saisir, publier ou diffuser l’un des contenus suivants dans le logiciel, les processus et les services liés au fonctionnement du logiciel, et ne doit publier aucun des contenus suivants sous quelque forme que ce soit：\n\ns’opposer aux principes fondamentaux énoncés dans la Constitution de la République populaire de Chine ;\nmettre en danger la sécurité nationale, divulguer des secrets d’État, subvertir le pouvoir de l’État ou porter atteinte à l’unité nationale ;\natteinte à l’honneur et aux intérêts de l’État ;\nl’incitation à la haine ethnique, à la discrimination ethnique ou l’atteinte à l’unité ethnique ;\nsapant les politiques religieuses nationales, prônant les cultes et les superstitions féodales ;\nla propagation de rumeurs, la perturbation de l’ordre social ou l’atteinte à la stabilité sociale ;\nDiffusion d’obscénités, de pornographie, de jeux d’argent, de violence, de meurtre, de terreur ou d’incitation à des crimes ;\ninsulter ou calomnier autrui, porter atteinte aux droits et intérêts légitimes d’autrui ;\nContient d’autres contenus interdits par la République populaire de Chine par des lois ou des règlements administratifs.\nSauf autorisation légale ou avec l’autorisation écrite du développeur, les utilisateurs ne doivent pas se livrer à l’un des actes suivants：\nUtilisation illégale ou inappropriée du Logiciel et des Services ;\nEndommager le fonctionnement normal du système logiciel ou du site Web, propager délibérément des virus informatiques et d’autres programmes destructeurs ;\nPrendre tout comportement d’utilisation anormal susceptible d’affecter les services réseau du Logiciel (y compris, mais sans s’y limiter, endommager, attaquer le serveur ou surcharger le serveur, etc.) ;\nSupprimez les informations de droits d’auteur sur le Logiciel et ses copies.\n\nSi l’utilisateur adopte un comportement qui enfreint les lois et règlements ou qui enfreint les dispositions du présent Accord, le développeur a le droit de prendre des mesures à l’encontre de l’utilisateur en fonction de la gravité de la situation, conformément au présent Accord et aux lois et règlements, y compris, mais sans s’y limiter, la résiliation des services. Si les circonstances sont graves, ils seront transférés aux organes administratifs compétents pour être sanctionnés administrativement ou faire l’objet d’une enquête sur la responsabilité pénale.
he_il: המשתמש יצייד את התוכנה ואת פונקציות התוכנה (כולל אך לא מוגבל ליצירת מופעים חדשים) בתצורת החומרה והתוכנה הנדרשת על ידי המשתמש.\nהמשתמשים יהיו אחראים לדמי השימוש הרלוונטיים בטלפון ובפס רחב שיש לשלם לאחר החיבור לאינטרנט.\nהמשתמש יישא באחריות המשפטית להתנהגות, לאירוע ולתוצאה שנגרמו כתוצאה מהשימוש בתוכנה זו.\nכל עסקאות ומחלוקות בין משתמשים לבין אנשים לא רשמיים בלתי מורשים אחרים אין שום קשר עם היזם.\nהמשתמש יציית לחוקים ולתקנות הרלוונטיים של הרפובליקה העממית של סין (אם המשתמש הוא משתמש מחוץ לרפובליקה העממית של סין, המשתמש יציית גם לחוקים ולתקנות של המדינה או האזור שאליהם הוא שייך).\nהמשתמש לא ישתמש בתוכנה (או בחלק מהתכונות והפונקציות של התוכנה) כדי לעסוק בפעולות בלתי חוקיות, ולא ישתמש בתהליכים ובשירותים הרלוונטיים הקשורים לתוכנה כדי לעסוק בפעולות בלתי חוקיות, וההשלכות של פעולות כלשהן לא יהיו קשורות למפתח.\nהמשתמשים יישאו באחריות משפטית משלהם הקשורה לתוכן המידע שהם מפרסמים. המשתמש לא יזין, יפרסם או יפיץ אף אחד מהתכנים הבאים בתוכנה, בתהליכים ובשירותים הקשורים להפעלת התוכנה, ולא יפרסם אף אחד מהתכנים הבאים בכל צורה שהיא：\n\nהתנגדות לעקרונות היסוד שנקבעו בחוקת הרפובליקה העממית של סין;\nסיכון הביטחון הלאומי, חשיפת סודות מדינה, חתירה תחת כוחה של המדינה או פגיעה באחדות הלאומית;\nפגיעה בכבודה ובאינטרסים של המדינה;\nהסתה לשנאה אתנית, אפליה אתנית או ערעור האחדות האתנית;\nחתירה תחת מדיניות דתית לאומית, תמיכה בכתות ובאמונות תפלות פיאודליות;\nהפצת שמועות, שיבוש הסדר החברתי או ערעור היציבות החברתית;\nהפצת תועבה, פורנוגרפיה, הימורים, אלימות, רצח, טרור או הסתה לפשעים;\nלהעליב או להשמיץ אחרים, תוך פגיעה בזכויות ובאינטרסים החוקיים של אחרים;\nמכיל תוכן אחר שהרפובליקה העממית של סין אסרה על פי חוקים או תקנות מנהליות.\nאלא אם כן הדבר מותר על פי חוק או עם אישור בכתב מהיזם, משתמשים לא יעסקו באף אחת מהפעולות הבאות：\nשימוש בלתי חוקי או בלתי הולם בתוכנה ובשירותים;\nלפגוע בפעולה הרגילה של מערכת התוכנה או האתר, להפיץ במכוון וירוסי מחשב ותוכניות הרסניות אחרות;\nלנקוט בכל התנהגות שימוש חריגה שעלולה להשפיע על שירותי הרשת של התוכנה (כולל, בין היתר, גרימת נזק, תקיפת השרת או עומס יתר על השרת וכו');\nמחק את פרטי זכויות היוצרים על התוכנה ועותקיה.\n\nאם המשתמש מבצע התנהגות כלשהי המפרה חוקים ותקנות או מפרה את הוראות הסכם זה, למפתח יש את הזכות לנקוט צעדים נגד המשתמש בהתאם לחומרת המצב, בהתאם להסכם זה ולחוקים ותקנות, לרבות אך לא רק, הפסקת שירותים. אם הנסיבות חמורות, הן יועברו לגופים המנהליים הרלוונטיים לצורך ענישה מנהלית או ייחקרו בגין אחריות פלילית.
hu_hu: A felhasználónak fel kell szerelnie a szoftvert és a szoftver funkcióit (beleértve, de nem kizárólagosan az új példányok létrehozását) a felhasználó által igényelt hardver- és szoftverkonfigurációval.\nA felhasználók felelősek a vonatkozó telefon- és szélessávú használati díjakért, amelyeket az internethez való csatlakozást követően kell megfizetni.\nA felhasználó viseli a jogi felelősséget a szoftver használatából eredő viselkedésért, eseményért és eredményért.\nA felhasználók és más illetéktelen nem hivatalos személyek közötti tranzakciók és viták semmi köze a fejlesztőhöz.\nA felhasználónak be kell tartania a Kínai Népköztársaság vonatkozó törvényeit és rendeleteit (ha a felhasználó a Kínai Népköztársaságon kívüli felhasználó, akkor a felhasználónak be kell tartania annak az országnak vagy régiónak a törvényeit és rendeleteit is, amelyhez tartozik).\nA felhasználó nem használhatja a szoftvert (vagy a szoftver egyes jellemzőit és funkcióit) illegális cselekmények végrehajtására, és nem használhatja a szoftverhez kapcsolódó folyamatokat és szolgáltatásokat jogellenes cselekmények végrehajtására, és semmilyen tevékenység következményei nem vonhatók felelősségre a fejlesztőtől.\nA felhasználók viselik saját jogi felelősségüket az általuk közzétett információk tartalmával kapcsolatban. A felhasználó nem viheti be, nem teheti közzé és nem terjesztheti a szoftverbe, a szoftver működéséhez kapcsolódó folyamatokba és szolgáltatásokba az alábbi tartalmakat, és semmilyen formában nem teheti közzé az alábbi tartalmakat：\n\nellenezve a Kínai Népköztársaság alkotmányában foglalt alapelveket;\na nemzetbiztonság veszélyeztetése, államtitkok nyilvánosságra hozatala, az államhatalom aláásása vagy a nemzeti egység aláásása;\naz állam becsületének és érdekeinek megsértése;\netnikai gyűlölet és etnikai megkülönböztetés szítása vagy az etnikai egység aláásása;\naláássa a nemzeti valláspolitikákat, kultuszokat és feudális babonákat támogat;\npletykák terjesztése, a társadalmi rend megzavarása vagy a társadalmi stabilitás aláásása;\nObszcenitás, pornográfia, szerencsejáték, erőszak, gyilkosság, terror terjesztése vagy bűncselekményekre való felbujtás;\nmások sértegetése vagy rágalmazása, mások törvényes jogainak és érdekeinek megsértése;\nEgyéb olyan tartalmakat tartalmaz, amelyeket a Kínai Népköztársaság törvények vagy közigazgatási rendeletek tiltanak.\nHacsak a törvény nem engedélyezi vagy a fejlesztő írásbeli engedélyével, a felhasználók nem vehetnek részt az alábbi cselekmények egyikében sem：\nA Szoftver és a Szolgáltatások illegális vagy nem megfelelő használata;\nA szoftverrendszer vagy a weboldal normál működésének károsítása, számítógépes vírusok és egyéb romboló programok szándékos terjesztése;\nNem tehet semmilyen rendellenes használati magatartást, amely hatással lehet a Szoftver hálózati szolgáltatásaira (beleértve, de nem kizárólagosan a kiszolgáló károsítását, megtámadását vagy a kiszolgáló túlterhelését stb.);\nTörölje a szerzői jogi információkat a Szoftverről és annak másolatairól.\n\nHa a felhasználó olyan magatartást követ el, amely sérti a törvényeket és rendeleteket, vagy megsérti a jelen Szerződés rendelkezéseit, a fejlesztőnek joga van intézkedéseket tenni a felhasználóval szemben a helyzet súlyosságának megfelelően, a jelen Megállapodással, valamint a törvényekkel és rendeletekkel összhangban, beleértve, de nem kizárólagosan a szolgáltatások megszüntetését. Ha a körülmények súlyosak, közigazgatási büntetés kiszabása céljából átadják őket az illetékes közigazgatási szerveknek, vagy büntetőjogi felelősség megállapítása céljából vizsgálják ki őket.
it_it: L'utente è tenuto a dotare il software e le funzioni del software (inclusa, a titolo esemplificativo ma non esaustivo, la creazione di nuove istanze) con la configurazione hardware e software richiesta dall'utente.\nL'utente è responsabile delle relative tariffe telefoniche e per l'utilizzo della banda larga che devono essere pagate dopo la connessione a Internet.\nL'utente si assume la responsabilità legale per il comportamento, l'evento e il risultato causato dall'uso di questo software.\nEventuali transazioni e controversie tra utenti e altri individui non ufficiali non autorizzati non hanno nulla a che fare con lo sviluppatore.\nL'utente è tenuto a rispettare le leggi e i regolamenti pertinenti della Repubblica Popolare Cinese (se l'utente è un utente al di fuori della Repubblica Popolare Cinese, l'utente deve anche rispettare le leggi e i regolamenti del paese o della regione a cui appartiene).\nL'utente non deve utilizzare il software (o alcune caratteristiche e funzioni del software) per compiere atti illegali e non deve utilizzare i processi e i servizi pertinenti associati al software per compiere atti illegali e le conseguenze di eventuali azioni non devono essere correlate allo sviluppatore.\nGli utenti si assumono le proprie responsabilità legali in relazione al contenuto delle informazioni che pubblicano. L'utente non deve inserire, pubblicare o diffondere nessuno dei seguenti contenuti nel software, nei processi e nei servizi relativi al funzionamento del software e non deve pubblicare nessuno dei seguenti contenuti in nessuna forma：\n\nopporsi ai principi fondamentali stabiliti nella Costituzione della Repubblica Popolare Cinese;\nmettere in pericolo la sicurezza nazionale, divulgare segreti di Stato, sovvertire il potere statale o minare l'unità nazionale;\ndanneggiare l'onore e gli interessi dello Stato;\nincitamento all'odio etnico, alla discriminazione etnica o all'indebolimento dell'unità etnica;\nminare le politiche religiose nazionali, sostenendo culti e superstizioni feudali;\ndiffondere voci, sconvolgere l'ordine sociale o minare la stabilità sociale;\nDiffondere oscenità, pornografia, gioco d'azzardo, violenza, omicidio, terrorismo o istigazione a crimini;\ninsultare o calunniare altri, violare i diritti e gli interessi legittimi di altri;\nContiene altri contenuti vietati dalla Repubblica Popolare Cinese da leggi o regolamenti amministrativi.\nA meno che non sia consentito dalla legge o con l'autorizzazione scritta dello sviluppatore, gli utenti non devono intraprendere nessuno dei seguenti atti：\nUso illegale o inappropriato del Software e dei Servizi;\nDanneggiare il normale funzionamento del sistema software o del sito web, diffondere deliberatamente virus informatici e altri programmi distruttivi;\nAdottare qualsiasi comportamento di utilizzo anomalo che possa influire sui servizi di rete del Software (inclusi, a titolo esemplificativo ma non esaustivo, danneggiare, attaccare il server o sovraccaricare il server, ecc.);\nEliminare le informazioni sul copyright sul Software e sulle sue copie.\n\nSe l'utente commette un comportamento che viola le leggi e i regolamenti o viola le disposizioni del presente Contratto, lo sviluppatore ha il diritto di adottare misure contro l'utente in base alla gravità della situazione, in conformità con il presente Contratto e le leggi e i regolamenti, inclusa, a titolo esemplificativo ma non esaustivo, la cessazione dei servizi. Se le circostanze sono gravi, saranno trasferiti agli organi amministrativi competenti per la sanzione amministrativa o indagati per responsabilità penale.
ja_jp: ユーザーは、ソフトウェアおよびソフトウェアの機能(新しいインスタンスの作成を含むがこれに限定されない)に、ユーザーが必要とするハードウェアおよびソフトウェア構成を装備するものとします。\nインターネット接続後に支払う必要のある電話およびブロードバンドの使用料は、利用者の負担となります。\nユーザーは、このソフトウェアの使用によって引き起こされた行動、イベント、および結果について法的責任を負うものとします。\nユーザーと他の許可されていない非公式の個人との間の取引や紛争は、開発者とは何の関係もありません。\nユーザーは、中華人民共和国の関連法規を遵守するものとします(ユーザーが中華人民共和国以外のユーザーである場合、ユーザーは所属する国または地域の法律および規制も遵守するものとします)。\nユーザーは、ソフトウェア(またはソフトウェアの一部の機能)を使用して違法行為を行ってはならず、ソフトウェアに関連する関連するプロセスやサービスを使用して違法行為を行ってはならず、いかなる行為の結果も開発者に関連していないものとします。\n利用者は、公開する情報の内容に関して、利用者自身の法的責任を負うものとします。 ユーザーは、ソフトウェア、ソフトウェアの操作に関連するプロセスおよびサービスに以下の内容を入力、公開、または配布してはならず、次の内容をいかなる形式でも公開してはなりません：\n\n中華人民共和国憲法に定められた基本原則に反対する。\n国家の安全を危険にさらし、国家機密を漏らし、国家権力を転覆させ、または国家の統一を損なうこと。\n国家の名誉と利益を害する。\n民族的憎悪、民族差別を扇動し、または民族的団結を損なうこと。\n国の宗教政策を弱体化させ、カルトや封建的な迷信を提唱する。\n噂を広めたり、社会秩序を乱したり、社会の安定を損なったりする行為。\nわいせつ、ポルノ、ギャンブル、暴力、殺人、テロ、または犯罪の扇動を広める。\n他人を侮辱または誹謗中傷し、他人の合法的な権利と利益を侵害すること。\nその他、中華人民共和国の法律または行政規則で禁止されているコンテンツを含むもの。\n利用者は、法令で認められている場合、または開発者の書面による許可がない限り、以下の行為を行ってはならないものとします：\nソフトウェアおよびサービスの違法または不適切な使用。\nソフトウェアシステムまたはWebサイトの正常な動作を損なう、コンピューターウイルスやその他の破壊的なプログラムを故意に広める。\n本ソフトウェアのネットワークサービスに影響を与える可能性のある異常な使用行動(サーバーの損傷、攻撃、サーバーの過負荷などを含むがこれらに限定されない)を行うこと。\nソフトウェアとそのコピーの著作権情報を削除します。\n\n開発者は、ユーザーが法令に違反する行為または本規約の規定に違反する行為を行った場合、本規約および法令に従い、当該利用者に対して、サービスの終了を含むがこれに限定されない措置を講ずる権利を有するものとします。 状況が深刻な場合、彼らは行政処分のために関係行政機関に移送されるか、刑事責任のために調査されます。
ko_kr: 사용자는 소프트웨어 및 소프트웨어의 기능(새 인스턴스 생성을 포함하되 이에 국한되지 않음)에 사용자가 요구하는 하드웨어 및 소프트웨어 구성을 갖추어야 합니다.\n사용자는 인터넷 연결 후 지불해야 하는 관련 전화 및 광대역 사용료를 부담해야 합니다.\n사용자는 이 소프트웨어의 사용으로 인해 발생하는 동작, 이벤트 및 결과에 대한 법적 책임을 져야 합니다.\n사용자와 기타 승인되지 않은 비공식 개인 간의 모든 거래 및 분쟁은 개발자와 관련이 없습니다.\n사용자는 중화인민공화국의 관련 법률 및 규정을 준수해야 합니다(사용자가 중화인민공화국 이외의 사용자인 경우 사용자는 자신이 속한 국가 또는 지역의 법률 및 규정도 준수해야 합니다).\n사용자는 소프트웨어(또는 소프트웨어의 일부 기능)를 사용하여 불법 행위에 가담해서는 안 되며, 소프트웨어와 관련된 관련 프로세스 및 서비스를 사용하여 불법 행위에 가담해서는 안 되며, 어떠한 행위의 결과도 개발자와 관련이 없습니다.\n사용자는 자신이 게시한 정보의 내용과 관련된 법적 책임을 져야 합니다. 사용자는 소프트웨어의 다음 내용, 소프트웨어의 작동과 관련된 프로세스 및 서비스를 입력, 게시 또는 배포하지 않으며 다음 내용을 어떤 형태로든 게시할 수 없습니다：\n\n중화인민공화국 헌법에 명시된 기본 원칙에 반대한다.\n국가 안보를 위태롭게 하거나, 국가 기밀을 누설하거나, 국가 권력을 전복하거나, 국가 통합을 훼손하는 행위\n국가의 명예와 이익을 해치는 행위\n민족적 증오, 민족 차별을 선동하거나 민족적 단결을 약화시키는 행위\n국가 종교 정책을 훼손하고 사교와 봉건 미신을 옹호합니다.\n유언비어를 퍼뜨리거나, 사회 질서를 어지럽히거나, 사회 안정을 저해하는 행위\n외설, 포르노, 도박, 폭력, 살인, 테러 또는 범죄를 선동하는 행위\n타인을 모욕하거나 비방하는 행위, 타인의 합법적인 권리와 이익을 침해하는 행위\n중화인민공화국이 법률 또는 행정 규정에 의해 금지한 기타 콘텐츠를 포함하는 콘텐츠.\n법령에 의해 허용되거나 개발자의 서면 허가가 없는 한, 사용자는 다음과 같은 행위를 해서는 안 됩니다：\n소프트웨어 및 서비스의 불법 또는 부적절한 사용;\n소프트웨어 시스템 또는 웹 사이트의 정상적인 작동을 손상시키고 컴퓨터 바이러스 및 기타 파괴적인 프로그램을 고의로 퍼뜨리는 행위\n소프트웨어의 네트워크 서비스에 영향을 줄 수 있는 비정상적인 사용 행위(서버 손상, 공격 또는 서버 과부하 등을 포함하되 이에 국한되지 않음)를 하는 행위\n소프트웨어 및 그 사본에 대한 저작권 정보를 삭제합니다.\n\n사용자가 법률 및 규정을 위반하거나 본 계약의 조항을 위반하는 행위를 저지르는 경우 개발자는 본 계약 및 법률 및 규정에 따라 상황의 심각성에 따라 서비스 종료를 포함하되 이에 국한되지 않는 조치를 취할 권리가 있습니다. 상황이 엄중한 경우 관련 행정기관으로 이관돼 행정처벌을 받거나 형사책임을 묻게 된다.
nb_no: Brukeren skal utstyre programvaren og funksjonene til programvaren (inkludert, men ikke begrenset til, å opprette nye forekomster) med maskinvare- og programvarekonfigurasjonen som kreves av brukeren.\nBrukere skal være ansvarlige for de relevante telefon- og bredbåndsbruksavgiftene som må betales etter tilkobling til Internett.\nBrukeren skal bære det juridiske ansvaret for oppførselen, hendelsen og resultatet forårsaket av bruken av denne programvaren.\nEventuelle transaksjoner og tvister mellom brukere og andre uautoriserte uoffisielle personer har ingenting med utvikleren å gjøre.\nBrukeren skal overholde relevante lover og forskrifter i Folkerepublikken Kina (hvis brukeren er en bruker utenfor Folkerepublikken Kina, skal brukeren også overholde lovene og forskriftene i landet eller regionen den tilhører).\nBrukeren skal ikke bruke programvaren (eller noen funksjoner og funksjoner i programvaren) til å delta i ulovlige handlinger, og skal ikke bruke de relevante prosessene og tjenestene knyttet til programvaren til å delta i ulovlige handlinger, og konsekvensene av eventuelle handlinger skal ikke være relatert til utvikleren.\nBrukere skal bære sitt eget juridiske ansvar knyttet til innholdet i informasjonen de publiserer. Brukeren skal ikke legge inn, publisere eller spre noe av følgende innhold i programvaren, prosessene og tjenestene knyttet til driften av programvaren, og skal ikke publisere noe av følgende innhold i noen form：\n\nmotsette seg de grunnleggende prinsippene som er fastsatt i Folkerepublikken Kinas grunnlov;\nsette nasjonal sikkerhet i fare, avsløre statshemmeligheter, undergrave statsmakt eller undergrave nasjonal enhet;\nskade statens ære og interesser;\noppfordre til etnisk hat, etnisk diskriminering eller undergrave etnisk enhet;\nundergraving av nasjonal religiøs politikk, forfekting av kulter og føydal overtro;\nspre rykter, forstyrre sosial orden eller undergrave sosial stabilitet;\nSpredning av uanstendighet, pornografi, gambling, vold, drap, terror eller oppfordring til forbrytelser;\nfornærme eller bakvaske andre, krenke andres lovlige rettigheter og interesser;\nInneholder annet innhold som Folkerepublikken Kina har forbudt i henhold til lover eller administrative forskrifter.\nMed mindre det er tillatt ved lov eller med skriftlig tillatelse fra utvikleren, skal brukere ikke delta i noen av følgende handlinger：\nUlovlig eller upassende bruk av programvaren og tjenestene;\nSkade den normale driften av programvaresystemet eller nettstedet, bevisst spre datavirus og andre destruktive programmer;\nTa enhver unormal bruksatferd som kan påvirke nettverkstjenestene til programvaren (inkludert, men ikke begrenset til, skade, angripe serveren eller overbelaste serveren, etc.);\nSlett opphavsrettsinformasjonen på programvaren og dens kopier.\n\nHvis brukeren begår atferd som bryter lover og forskrifter eller bryter med bestemmelsene i denne avtalen, har utvikleren rett til å iverksette tiltak mot brukeren i henhold til alvorlighetsgraden av situasjonen, i samsvar med denne avtalen og lover og forskrifter, inkludert, men ikke begrenset til, oppsigelse av tjenester. Hvis omstendighetene er alvorlige, vil de bli overført til de aktuelle forvaltningsorganene for administrativ straff eller etterforsket for straffansvar.
nl_nl: De gebruiker dient de software en de functies van de software (met inbegrip van, maar niet beperkt tot, het maken van nieuwe instanties) uit te rusten met de door de gebruiker vereiste hardware- en softwareconfiguratie.\nGebruikers zijn verantwoordelijk voor de relevante kosten voor telefoon- en breedbandgebruik die moeten worden betaald na verbinding met internet.\nDe gebruiker draagt de wettelijke verantwoordelijkheid voor het gedrag, de gebeurtenis en het resultaat veroorzaakt door het gebruik van deze software.\nAlle transacties en geschillen tussen gebruikers en andere onbevoegde niet-officiële personen hebben niets te maken met de ontwikkelaar.\nDe gebruiker moet zich houden aan de relevante wet- en regelgeving van de Volksrepubliek China (als de gebruiker een gebruiker buiten de Volksrepubliek China is, moet de gebruiker zich ook houden aan de wet- en regelgeving van het land of de regio waartoe hij behoort).\nDe gebruiker mag de software (of sommige kenmerken en functies van de software) niet gebruiken om illegale handelingen te verrichten, en zal de relevante processen en diensten die verband houden met de software niet gebruiken om illegale handelingen te verrichten, en de gevolgen van eventuele handelingen zullen niet gerelateerd zijn aan de ontwikkelaar.\nGebruikers dragen hun eigen wettelijke verantwoordelijkheden met betrekking tot de inhoud van de informatie die ze publiceren. De gebruiker mag geen van de volgende inhoud in de software invoeren, publiceren of verspreiden, de processen en diensten die verband houden met de werking van de software, en zal geen van de volgende inhoud in welke vorm dan ook publiceren：\n\nzich verzetten tegen de basisbeginselen die zijn vastgelegd in de grondwet van de Volksrepubliek China;\nhet in gevaar brengen van de nationale veiligheid, het onthullen van staatsgeheimen, het ondermijnen van de staatsmacht of het ondermijnen van de nationale eenheid;\nhet schaden van de eer en belangen van de staat;\nhet aanzetten tot etnische haat, etnische discriminatie of het ondermijnen van etnische eenheid;\nhet ondermijnen van nationaal religieus beleid, het bepleiten van sekten en feodaal bijgeloof;\nhet verspreiden van geruchten, het verstoren van de sociale orde of het ondermijnen van de sociale stabiliteit;\nHet verspreiden van obsceniteiten, pornografie, gokken, geweld, moord, terreur of het aanzetten tot misdaden;\nanderen beledigen of belasteren, inbreuk maken op de wettelijke rechten en belangen van anderen;\nBevat andere inhoud die in de Volksrepubliek China verboden is door wetten of administratieve voorschriften.\nTenzij toegestaan door de wet of met schriftelijke toestemming van de ontwikkelaar, mogen gebruikers zich niet bezighouden met een van de volgende handelingen：\nIllegaal of ongepast gebruik van de Software en Diensten;\nDe normale werking van het softwaresysteem of de website beschadigen, opzettelijk computervirussen en andere destructieve programma's verspreiden;\nAbnormaal gebruiksgedrag te ondernemen dat van invloed kan zijn op de netwerkdiensten van de Software (met inbegrip van, maar niet beperkt tot, het beschadigen, aanvallen van de server of het overbelasten van de server, enz.);\nVerwijder de auteursrechtelijke informatie op de Software en de kopieën ervan.\n\nAls de gebruiker gedrag vertoont dat in strijd is met wet- en regelgeving of in strijd is met de bepalingen van deze Overeenkomst, heeft de ontwikkelaar het recht om maatregelen tegen de gebruiker te nemen, afhankelijk van de ernst van de situatie, in overeenstemming met deze Overeenkomst en wet- en regelgeving, inclusief maar niet beperkt tot het beëindigen van services. Als de omstandigheden ernstig zijn, worden ze overgedragen aan de relevante bestuursorganen voor administratieve bestraffing of worden ze onderzocht op strafrechtelijke aansprakelijkheid.
pl_pl: Użytkownik jest zobowiązany do wyposażenia oprogramowania i jego funkcji (w tym m.in. do tworzenia nowych instancji) w konfigurację sprzętową i programową wymaganą przez użytkownika.\nUżytkownicy są odpowiedzialni za uiszczenie odpowiednich opłat za korzystanie z usług telefonicznych i szerokopasmowych, które należy uiścić po połączeniu się z Internetem.\nUżytkownik ponosi odpowiedzialność prawną za zachowanie, zdarzenie i wynik spowodowany korzystaniem z tego oprogramowania.\nWszelkie transakcje i spory między użytkownikami a innymi nieautoryzowanymi nieoficjalnymi osobami nie mają nic wspólnego z programistą.\nUżytkownik jest zobowiązany do przestrzegania odpowiednich przepisów ustawowych i wykonawczych Chińskiej Republiki Ludowej (jeśli użytkownik jest użytkownikiem spoza Chińskiej Republiki Ludowej, użytkownik jest również zobowiązany do przestrzegania praw i przepisów obowiązujących w kraju lub regionie, do którego należy).\nUżytkownik nie może używać oprogramowania (lub niektórych cech i funkcji oprogramowania) do angażowania się w działania niezgodne z prawem, a także nie może wykorzystywać odpowiednich procesów i usług związanych z oprogramowaniem do angażowania się w działania niezgodne z prawem, a konsekwencje jakichkolwiek działań nie są związane z programistą.\nUżytkownicy ponoszą własną odpowiedzialność prawną związaną z treścią publikowanych przez nich informacji. Użytkownik nie może wprowadzać, publikować ani rozpowszechniać żadnej z następujących treści w oprogramowaniu, procesach i usługach związanych z działaniem oprogramowania, a także nie może publikować żadnej z następujących treści w żadnej formie：\n\nsprzeciwianie się podstawowym zasadom zawartym w Konstytucji Chińskiej Republiki Ludowej;\nzagrażanie bezpieczeństwu narodowemu, ujawnianie tajemnic państwowych, podważanie władzy państwowej lub podważanie jedności narodowej;\ngodzenie w honor i interesy państwa;\npodżeganie do nienawiści etnicznej, dyskryminacji etnicznej lub podważanie jedności etnicznej;\npodważanie krajowej polityki religijnej, propagowanie kultów i feudalnych przesądów;\nrozpowszechnianie plotek, zakłócanie porządku społecznego lub podważanie stabilności społecznej;\nRozpowszechnianie treści obscenicznych, pornografii, hazardu, przemocy, morderstw, terroru lub podżegania do przestępstw;\nobrażanie lub oczernianie innych osób, naruszanie słusznych praw i interesów innych osób;\nZawiera inne treści zabronione przez Chińską Republikę Ludową lub przepisy administracyjne.\nO ile nie jest to dozwolone przez prawo lub nie ma pisemnej zgody programisty, użytkownicy nie mogą angażować się w żadne z poniższych działań：\nNielegalne lub niewłaściwe korzystanie z Oprogramowania i Usług;\nZakłócać normalnego działania systemu oprogramowania lub strony internetowej, celowo rozpowszechniać wirusów komputerowych i innych destrukcyjnych programów;\nPodejmować jakichkolwiek nietypowych zachowań związanych z użytkowaniem, które mogą mieć wpływ na usługi sieciowe Oprogramowania (w tym między innymi uszkadzania, atakowania serwera lub przeciążania serwera itp.);\nUsunąć informacje o prawach autorskich z Oprogramowania i jego kopii.\n\nJeśli użytkownik dopuści się jakiegokolwiek zachowania, które narusza przepisy prawa i regulacje lub narusza postanowienia niniejszej Umowy, deweloper ma prawo podjąć środki przeciwko użytkownikowi w zależności od powagi sytuacji, zgodnie z niniejszą Umową oraz przepisami ustawowymi i wykonawczymi, w tym między innymi do zakończenia świadczenia usług. Jeżeli okoliczności są poważne, zostaną oni przekazani odpowiednim organom administracyjnym w celu wymierzenia kary administracyjnej lub zostaną wszczęte dochodzenie w sprawie odpowiedzialności karnej.
pt_pt: O utilizador deve equipar o software e as funções do software (incluindo, entre outros, a criação de novas instâncias) com a configuração de hardware e software exigida pelo utilizador.\nOs utilizadores são responsáveis pelas taxas de utilização do telefone e da banda larga que têm de ser pagas após a ligação à Internet.\nO usuário assumirá a responsabilidade legal pelo comportamento, evento e resultado causado pelo uso deste software.\nQuaisquer transações e disputas entre usuários e outros indivíduos não oficiais não autorizados não têm nada a ver com o desenvolvedor.\nO usuário deve cumprir as leis e regulamentos relevantes da República Popular da China (se o usuário for um usuário fora da República Popular da China, o usuário também deve cumprir as leis e regulamentos do país ou região a que pertence).\nO usuário não deve usar o software (ou alguns recursos e funções do software) para se envolver em atos ilegais, e não deve usar os processos e serviços relevantes associados ao software para se envolver em atos ilegais, e as consequências de quaisquer ações não devem estar relacionadas ao desenvolvedor.\nOs utilizadores assumirão as suas próprias responsabilidades legais relacionadas com o conteúdo da informação que publicam. O utilizador não deve introduzir, publicar ou divulgar qualquer um dos seguintes conteúdos no software, os processos e serviços relacionados com o funcionamento do software, e não deve publicar nenhum dos seguintes conteúdos sob qualquer forma:：\n\nopor-se aos princípios básicos estabelecidos na Constituição da República Popular da China;\npôr em perigo a segurança nacional, divulgar segredos de Estado, subverter o poder do Estado ou minar a unidade nacional;\nlesar a honra e os interesses do Estado;\nincitar ao ódio étnico, à discriminação étnica ou minar a unidade étnica;\nminar as políticas religiosas nacionais, defendendo cultos e superstições feudais;\nespalhar rumores, perturbar a ordem social ou minar a estabilidade social;\nDisseminar obscenidade, pornografia, jogos de azar, violência, assassinato, terror ou instigação de crimes;\ninsultar ou caluniar outros, infringindo os direitos e interesses legítimos de terceiros;\nContém outro conteúdo que a República Popular da China proíbe por leis ou regulamentos administrativos.\nA menos que permitido por lei ou com permissão por escrito do desenvolvedor, os usuários não devem se envolver em nenhum dos seguintes atos：\nUso ilegal ou inadequado do Software e Serviços;\nDanificar o funcionamento normal do sistema de software ou website, espalhar deliberadamente vírus de computador e outros programas destrutivos;\nAssumir qualquer comportamento de uso anormal que possa afetar os serviços de rede do Software (incluindo, mas não limitado a, danificar, atacar o servidor ou sobrecarregar o servidor, etc.);\nExclua as informações de direitos autorais sobre o Software e suas cópias.\n\nSe o usuário cometer qualquer comportamento que viole leis e regulamentos ou viole as disposições deste Contrato, o desenvolvedor tem o direito de tomar medidas contra o usuário de acordo com a gravidade da situação, de acordo com este Contrato e leis e regulamentos, incluindo, mas não limitado a, serviços de rescisão. Caso as circunstâncias sejam graves, serão encaminhados aos órgãos administrativos competentes para punição administrativa ou investigados por responsabilidade penal.
ro_ro: Utilizatorul trebuie să echipeze software-ul și funcțiile software-ului (inclusiv, dar fără a se limita la crearea de noi instanțe) cu configurația hardware și software necesară utilizatorului.\nUtilizatorii sunt responsabili pentru taxele relevante de utilizare a telefonului și a conexiunii în bandă largă care trebuie plătite după conectarea la internet.\nUtilizatorul poartă responsabilitatea legală pentru comportamentul, evenimentul și rezultatul cauzat de utilizarea acestui software.\nOrice tranzacții și dispute între utilizatori și alte persoane neoficiale neautorizate nu au nimic de-a face cu dezvoltatorul.\nUtilizatorul trebuie să respecte legile și reglementările relevante ale Republicii Populare Chineze (dacă utilizatorul este un utilizator din afara Republicii Populare Chineze, utilizatorul trebuie să respecte și legile și reglementările țării sau regiunii din care face parte).\nUtilizatorul nu va utiliza software-ul (sau unele caracteristici și funcții ale software-ului) pentru a se angaja în acte ilegale și nu va utiliza procesele și serviciile relevante asociate cu software-ul pentru a se angaja în acte ilegale, iar consecințele oricăror acțiuni nu vor fi legate de dezvoltator.\nUtilizatorii își asumă propriile responsabilități legale legate de conținutul informațiilor pe care le publică. Utilizatorul nu trebuie să introducă, să publice sau să disemineze niciunul dintre următoarele conținuturi în software, procesele și serviciile legate de funcționarea software-ului și nu va publica niciunul dintre următoarele conținuturi sub nicio formă：\n\nopoziția față de principiile de bază stabilite în Constituția Republicii Populare Chineze;\npunerea în pericol a securității naționale, divulgarea secretelor de stat, subminarea puterii de stat sau subminarea unității naționale;\ndăunarea onoarei și intereselor statului;\nincitarea la ură etnică, discriminarea etnică sau subminarea unității etnice;\nsubminarea politicilor religioase naționale, susținerea cultelor și a superstițiilor feudale;\nrăspândirea zvonurilor, perturbarea ordinii sociale sau subminarea stabilității sociale;\nDiseminarea obscenității, pornografiei, jocurilor de noroc, violenței, crimei, terorii sau instigării la infracțiuni;\ninsultarea sau calomnierea altora, încălcarea drepturilor și intereselor legitime ale altora;\nConține alt conținut interzis de legi sau reglementări administrative.\nCu excepția cazului în care este permis de lege sau cu permisiunea scrisă a dezvoltatorului, utilizatorii nu se vor angaja în niciunul dintre următoarele acte：\nUtilizarea ilegală sau necorespunzătoare a Software-ului și a Serviciilor;\nDeteriorarea funcționării normale a sistemului software sau a site-ului web, răspândirea deliberată a virușilor informatici și a altor programe distructive;\nLuați orice comportament de utilizare anormală care poate afecta serviciile de rețea ale Software-ului (inclusiv, dar fără a se limita la deteriorarea, atacarea serverului sau supraîncărcarea serverului etc.);\nȘtergeți informațiile privind drepturile de autor de pe Software și copiile acestuia.\n\nÎn cazul în care utilizatorul comite orice comportament care încalcă legile și reglementările sau încalcă prevederile prezentului Acord, dezvoltatorul are dreptul de a lua măsuri împotriva utilizatorului în funcție de gravitatea situației, în conformitate cu prezentul Acord și legile și reglementările, inclusiv, dar fără a se limita la încetarea serviciilor. În cazul în care circumstanțele sunt grave, acestea vor fi transferate organelor administrative relevante pentru sancțiuni administrative sau vor fi cercetate pentru răspundere penală.
ru_ru: Пользователь должен оснастить программное обеспечение и функции программного обеспечения (включая, помимо прочего, создание новых экземпляров) аппаратным и программным обеспечением, необходимым для пользователя.\nПользователи несут ответственность за соответствующие сборы за использование телефонной связи и широкополосного доступа, которые должны быть оплачены после подключения к Интернету.\nПользователь несет юридическую ответственность за поведение, события и результаты, вызванные использованием данного программного обеспечения.\nЛюбые транзакции и споры между пользователями и другими неуполномоченными неофициальными лицами не имеют никакого отношения к разработчику.\nПользователь должен соблюдать соответствующие законы и нормативные акты Китайской Народной Республики (если пользователь является пользователем за пределами Китайской Народной Республики, пользователь также должен соблюдать законы и нормативные акты страны или региона, к которому он принадлежит).\nПользователь не должен использовать программное обеспечение (или некоторые возможности и функции программного обеспечения) для совершения противоправных действий, а также не должен использовать соответствующие процессы и услуги, связанные с программным обеспечением, для совершения противоправных действий, а последствия каких-либо действий не должны быть связаны с разработчиком.\nПользователи несут собственную юридическую ответственность, связанную с содержанием публикуемой ими информации. Пользователь не должен вводить, публиковать или распространять какое-либо из следующего содержимого в программном обеспечении, процессах и услугах, связанных с функционированием программного обеспечения, а также не должен публиковать какое-либо из следующего содержимого в любой форме：\n\nпротиворечие основным принципам, изложенным в Конституции Китайской Народной Республики;\nсоздание угрозы национальной безопасности, разглашение государственной тайны, подрыв государственной власти или подрыв национального единства;\nпричинение вреда чести и интересам государства;\nразжигание межнациональной розни, этнической дискриминации или подрыв этнического единства;\nподрыв национальной религиозной политики, пропаганда культов и феодальных суеверий;\nраспространение слухов, нарушение общественного порядка или подрыв социальной стабильности;\nРаспространение непристойности, порнографии, азартных игр, насилия, убийств, террора или подстрекательство к преступлениям;\nоскорбление или клевета на других лиц, посягательство на законные права и интересы других лиц;\nСодержит другой контент, запрещенный Китайской Народной Республикой законами или административными правилами.\nЕсли это не разрешено законом или не получено письменного разрешения разработчика, пользователи не должны совершать какие-либо из следующих действий：\nНезаконное или ненадлежащее использование Программного обеспечения и Услуг;\nНарушать нормальную работу программного комплекса или веб-сайта, умышленно распространять компьютерные вирусы и другие деструктивные программы;\nПредпринимать любые ненормальные действия, которые могут повлиять на сетевые службы Программного обеспечения (включая, помимо прочего, повреждение, атаку на сервер или перегрузку сервера и т. д.);\nУдалять информацию об авторских правах на Программное обеспечение и его копии.\n\nЕсли пользователь совершает какое-либо поведение, нарушающее законы и нормативные акты или нарушающее положения настоящего Соглашения, разработчик имеет право принять меры в отношении пользователя в соответствии с серьезностью ситуации, в соответствии с настоящим Соглашением и законами и нормативными актами, включая, помимо прочего, прекращение предоставления услуг. Если обстоятельства окажутся серьезными, они будут переданы в соответствующие административные органы для привлечения к административной ответственности или подвергнуты уголовной ответственности.
sr_sp: Корисник ће опремити софтвер и функције софтвера (укључујући, али не ограничавајући се на стварање нових инстанци) са хардверском и софтверском конфигурацијом коју захтева корисник.\nКорисници ће бити одговорни за релевантне накнаде за кориштење телефона и широкопојасног приступа које је потребно платити након повезивања на Интернет.\nКорисник сноси законску одговорност за понашање, догађај и резултат проузрокован употребом овог софтвера.\nСве трансакције и спорови између корисника и других неовлашћених незваничних појединаца немају никакве везе са програмером.\nКорисник ће се придржавати релевантних закона и прописа Народне Републике Кине (ако је корисник корисник изван Народне Републике Кине, корисник ће се придржавати закона и прописа земље или региона којем припада).\nКорисник неће користити софтвер (или неке карактеристике и функције софтвера) да се укључе у незаконите радње, и неће користити релевантне процесе и услуге у вези са софтвером да се укључе у незаконите радње, а последице било каквих радњи неће бити у вези са програмером.\nКорисници сносе своје законске обавезе у вези са садржајем информација које објављују. Корисник неће уносити, објављивати или ширити било који од следећих садржаја у софтверу, процесима и услугама везаним за рад софтвера, и неће објављивати било који од следећих садржаја у било ком облику：\n\nсупротстављајући се основним принципима утврђеним у Уставу Народне Републике Кине;\nугрожавање националне безбедности, откривање државних тајни, подривање државне моћи или подривање националног јединства;\nнарушавање части и интереса државе;\nподстицање етничке мржње, етничке дискриминације или подривања етничког јединства;\nподривање националних верских политика, заговарање култова и феудалних сујеверја;\nширење гласина, нарушавање друштвеног поретка или подривање друштвене стабилности;\nШирење опсцености, порнографије, коцкања, насиља, убиства, терора или подстицања злочина;\nвређање или клеветање других, кршење законитих права и интереса других;\nСадржи и друге садржаје које је Народна Република Кина забрањена законима или административним прописима.\nОсим ако то није дозвољено законом или уз писмену дозволу програмера, корисници неће учествовати ни у једном од следећих радњи：\nНезаконито или неприкладно коришћење софтвера и услуга;\nОштетити нормалан рад софтверског система или веб сајта, намерно ширити компјутерске вирусе и друге деструктивне програме;\nУзмите било какво ненормално понашање коришћења које може утицати на мрежне услуге Софтвера (укључујући, али не ограничавајући се на оштећење, напад на сервер или преоптерећење сервера, итд.);\nИзбришите информације о ауторским правима на Софтверу и његовим копијама.\n\nАко корисник почини било какво понашање које крши законе и прописе или крши одредбе овог Уговора, програмер има право да предузме мере против корисника у складу са озбиљношћу ситуације, у складу са овим Уговором и законима и прописима, укључујући, али не ограничавајући се на укидање услуга. Ако су околности озбиљне, они ће бити пребачени у надлежне управне органе ради административног кажњавања или ће бити под истрагом због кривичне одговорности.
sv_se: Användaren ska utrusta programvaran och programvarans funktioner (inklusive men inte begränsat till att skapa nya instanser) med den hårdvaru- och programvarukonfiguration som krävs av användaren.\nAnvändare ska ansvara för relevanta telefon- och bredbandsanvändningsavgifter som måste betalas efter anslutning till Internet.\nAnvändaren ska bära det juridiska ansvaret för beteende, händelse och resultat som orsakas av användningen av denna programvara.\nEventuella transaktioner och tvister mellan användare och andra obehöriga inofficiella personer har inget att göra med utvecklaren.\nAnvändaren ska följa relevanta lagar och förordningar i Folkrepubliken Kina (om användaren är en användare utanför Folkrepubliken Kina ska användaren också följa lagar och förordningar i det land eller den region som den tillhör).\nAnvändaren får inte använda programvaran (eller vissa funktioner och funktioner i programvaran) för att begå olagliga handlingar, och får inte använda de relevanta processer och tjänster som är förknippade med programvaran för att begå olagliga handlingar, och konsekvenserna av eventuella åtgärder ska inte vara relaterade till utvecklaren.\nAnvändarna ska bära sitt eget juridiska ansvar i samband med innehållet i den information de publicerar. Användaren får inte mata in, publicera eller sprida något av följande innehåll i programvaran, de processer och tjänster som är relaterade till driften av programvaran, och får inte publicera något av följande innehåll i någon form：\n\nmotsätta sig de grundläggande principer som anges i Folkrepubliken Kinas konstitution;\näventyra den nationella säkerheten, sprida statshemligheter, undergräva statsmakten eller undergräva den nationella enigheten,\nskada statens ära och intressen;\nuppvigling till etniskt hat, etnisk diskriminering eller undergrävande av etnisk enighet;\nundergräva den nationella religionspolitiken, förespråka kulter och feodal vidskepelse;\nsprida rykten, störa den sociala ordningen eller undergräva den sociala stabiliteten;\nSpridning av obsceniteter, pornografi, hasardspel, våld, mord, terror eller anstiftan till brott;\nförolämpa eller förtala andra, inkräkta på andras lagliga rättigheter och intressen;\nInnehåller annat innehåll som är förbjudet enligt lagar eller administrativa bestämmelser.\nOm det inte är tillåtet enligt lag eller med skriftligt tillstånd från utvecklaren får användarna inte delta i någon av följande handlingar：\nOlaglig eller olämplig användning av programvaran och tjänsterna;\nSkada den normala driften av programvaran, systemet eller webbplatsen, avsiktligt sprida datavirus och andra destruktiva program;\nVidta något onormalt användningsbeteende som kan påverka programvarans nätverkstjänster (inklusive men inte begränsat till att skada, attackera servern eller överbelasta servern, etc.);\nTa bort copyrightinformationen för programvaran och dess kopior.\n\nOm användaren begår något beteende som bryter mot lagar och förordningar eller bryter mot bestämmelserna i detta avtal, har utvecklaren rätt att vidta åtgärder mot användaren beroende på situationens allvar, i enlighet med detta avtal och lagar och förordningar, inklusive men inte begränsat till att avsluta tjänster. Om omständigheterna är allvarliga kommer de att överföras till de berörda förvaltningsorganen för administrativa påföljder eller utredas för straffrättsligt ansvar.
tr_tr: Kullanıcı, yazılımı ve yazılımın işlevlerini (yeni örnekler oluşturmak dahil ancak bunlarla sınırlı olmamak üzere) kullanıcının ihtiyaç duyduğu donanım ve yazılım yapılandırması ile donatmalıdır.\nİnternete bağlandıktan sonra ödenmesi gereken ilgili telefon ve geniş bant kullanım ücretlerinden kullanıcılar sorumludur.\nKullanıcı, bu yazılımın kullanımından kaynaklanan davranış, olay ve sonuçtan yasal olarak sorumludur.\nKullanıcılar ve diğer yetkisiz gayri resmi kişiler arasındaki herhangi bir işlem ve anlaşmazlığın geliştiriciyle hiçbir ilgisi yoktur.\nKullanıcı, Çin Halk Cumhuriyeti'nin ilgili yasa ve yönetmeliklerine uyacaktır (kullanıcı Çin Halk Cumhuriyeti dışında bir kullanıcıysa, kullanıcı ait olduğu ülke veya bölgenin yasa ve yönetmeliklerine de uyacaktır).\nKullanıcı, yazılımı (veya yazılımın bazı özelliklerini ve işlevlerini) yasa dışı eylemlerde bulunmak için kullanamaz ve yazılımla ilişkili ilgili süreçleri ve hizmetleri yasa dışı eylemlerde bulunmak için kullanamaz ve herhangi bir eylemin sonuçları geliştiriciyle ilgili olmayacaktır.\nKullanıcılar, yayınladıkları bilgilerin içeriği ile ilgili kendi yasal sorumluluklarını üstlenirler. Kullanıcı, yazılıma, yazılımın çalışmasıyla ilgili işlemlere ve hizmetlere aşağıdaki içeriklerden herhangi birini girmeyecek, yayınlaymayacak veya yaymayacak ve aşağıdaki içeriklerden hiçbirini herhangi bir biçimde yayınlaymayacaktır：\n\nÇin Halk Cumhuriyeti Anayasası'nda belirtilen temel ilkelere karşı çıkmak;\nulusal güvenliği tehlikeye atmak, devlet sırlarını ifşa etmek, devlet gücünü yıkmak veya ulusal birliği baltalamak;\ndevletin onur ve çıkarlarına zarar vermek;\netnik nefreti, etnik ayrımcılığı kışkırtmak veya etnik birliği baltalamak;\nulusal dini politikaları baltalamak, kültleri ve feodal batıl inançları savunmak;\ndedikodular yaymak, sosyal düzeni bozmak veya sosyal istikrarı baltalamak;\nMüstehcenlik, pornografi, kumar, şiddet, cinayet, terör veya suça azmettirme;\nbaşkalarına hakaret etmek veya iftira atmak, başkalarının yasal haklarını ve çıkarlarını ihlal etmek;\nÇin Halk Cumhuriyeti'nin yasalar veya idari düzenlemeler tarafından yasaklandığı diğer içerikleri barındırıyor.\nYasalarca izin verilmedikçe veya geliştiricinin yazılı izni olmadıkça, kullanıcılar aşağıdaki eylemlerden hiçbirini gerçekleştiremez：\nYazılım ve Hizmetlerin yasa dışı veya uygunsuz kullanımı;\nYazılım sisteminin veya web sitesinin normal çalışmasına zarar vermek, kasıtlı olarak bilgisayar virüsleri ve diğer yıkıcı programları yaymak;\nYazılımın ağ hizmetlerini etkileyebilecek herhangi bir anormal kullanım davranışında bulunmak (sunucuya zarar vermek, sunucuya saldırmak veya sunucuya aşırı yüklenmek vb. dahil ancak bunlarla sınırlı olmamak üzere);\nYazılım ve kopyalarındaki telif hakkı bilgilerini silin.\n\nKullanıcı, yasa ve yönetmelikleri ihlal eden veya bu Sözleşmenin hükümlerini ihlal eden herhangi bir davranışta bulunursa, geliştirici, hizmetlerin sonlandırılması dahil ancak bunlarla sınırlı olmamak üzere, bu Sözleşme ve yasa ve yönetmeliklere uygun olarak, durumun ciddiyetine göre kullanıcıya karşı önlem alma hakkına sahiptir. Durumun ciddi olması halinde, idari ceza için ilgili idari organlara nakledilir veya cezai sorumluluk için soruşturulur.
uk_ua: Користувач повинен оснастити програмне забезпечення та функції програмного забезпечення (включаючи, але не обмежуючись, створенням нових екземплярів) конфігурацією апаратного та програмного забезпечення, необхідною для користувача.\nКористувачі несуть відповідальність за сплату відповідних зборів за користування телефонним зв'язком та широкосмуговим доступом, які необхідно сплатити після підключення до Інтернету.\nКористувач несе юридичну відповідальність за поведінку, подію та результат, спричинені використанням цього програмного забезпечення.\nБудь-які транзакції та суперечки між користувачами та іншими неавторизованими неофіційними особами не мають жодного відношення до розробника.\nКористувач зобов'язаний дотримуватися відповідних законів і нормативних актів Китайської Народної Республіки (якщо користувач є користувачем за межами Китайської Народної Республіки, користувач також повинен дотримуватися законів і правил країни або регіону, до якого він належить).\nКористувач не повинен використовувати програмне забезпечення (або деякі можливості та функції програмного забезпечення) для вчинення незаконних дій, а також не повинен використовувати відповідні процеси та послуги, пов'язані з програмним забезпеченням, для вчинення незаконних дій, а наслідки будь-яких дій не повинні бути пов'язані з розробником.\nКористувачі несуть власну юридичну відповідальність, пов'язану зі змістом інформації, яку вони публікують. Користувач не має права вводити, публікувати або розповсюджувати будь-який з наступних матеріалів програмного забезпечення, процесів і послуг, пов'язаних з роботою програмного забезпечення, а також не повинен публікувати будь-який з наступних матеріалів у будь-якій формі：\n\nвиступаючи проти основних принципів, викладених у Конституції Китайської Народної Республіки;\nстворення загрози національній безпеці, розголошення державної таємниці, підрив державної влади або підрив національної єдності;\nзаподіяння шкоди честі та інтересам держави;\nрозпалювання міжнаціональної ворожнечі, етнічної дискримінації або підрив етнічної єдності;\nпідрив національної релігійної політики, пропаганда культів і феодальних забобонів;\nпоширення чуток, порушення соціального порядку або підрив соціальної стабільності;\nПоширення непристойностей, порнографії, азартних ігор, насильства, вбивств, терору або підбурювання до злочинів;\nображання або наклеп на інших, посягання на законні права та інтереси інших осіб;\nМістить інший контент, заборонений Китайською Народною Республікою законами або адміністративними правилами.\nЯкщо це не дозволено законом або з письмового дозволу розробника, користувачі не повинні вчиняти будь-які з наведених нижче дій：\nНезаконне або неналежне використання Програмного забезпечення та Послуг;\nЗавдавати шкоди нормальній роботі програмної системи або веб-сайту, навмисно поширювати комп'ютерні віруси та інші руйнівні програми;\nвживати будь-яких ненормальних дій під час використання, які можуть вплинути на мережеві служби Програмного забезпечення (включаючи, але не обмежуючись, пошкодження, атаки на сервер або перевантаження сервера тощо);\nВидаляти інформацію про авторські права на Програмне забезпечення та його копії.\n\nЯкщо користувач здійснює будь-яку поведінку, яка порушує закони та нормативні акти або порушує положення цієї Угоди, розробник має право вжити заходів проти користувача відповідно до тяжкості ситуації, відповідно до цієї Угоди та законів і нормативних актів, включаючи, але не обмежуючись, припинення надання послуг. Якщо обставини будуть серйозними, вони будуть передані до відповідних адміністративних органів для притягнення до адміністративної відповідальності або розслідувані на предмет кримінальної відповідальності.
vi_vn: Người dùng phải trang bị phần mềm và các chức năng của phần mềm (bao gồm nhưng không giới hạn ở việc tạo các phiên bản mới) với cấu hình phần cứng và phần mềm theo yêu cầu của người dùng.\nNgười dùng phải chịu trách nhiệm về phí sử dụng điện thoại và băng thông rộng có liên quan cần phải trả sau khi kết nối Internet.\nNgười dùng phải chịu trách nhiệm pháp lý về hành vi, sự kiện và kết quả gây ra bởi việc sử dụng phần mềm này.\nBất kỳ giao dịch và tranh chấp nào giữa người dùng và các cá nhân không chính thức trái phép khác không liên quan gì đến nhà phát triển.\nNgười dùng phải tuân thủ các luật và quy định có liên quan của Cộng hòa Nhân dân Trung Hoa (nếu người dùng là người dùng bên ngoài Cộng hòa Nhân dân Trung Hoa, người dùng cũng phải tuân thủ luật pháp và quy định của quốc gia hoặc khu vực mà nó thuộc về).\nNgười dùng không được sử dụng phần mềm (hoặc một số tính năng và chức năng của phần mềm) để tham gia vào các hành vi bất hợp pháp và không được sử dụng các quy trình và dịch vụ có liên quan đến phần mềm để tham gia vào các hành vi bất hợp pháp và hậu quả của bất kỳ hành động nào sẽ không liên quan đến nhà phát triển.\nNgười dùng phải tự chịu trách nhiệm pháp lý liên quan đến nội dung thông tin mà họ công bố. Người dùng không được nhập, xuất bản hoặc phổ biến bất kỳ nội dung nào sau đây trong phần mềm, các quy trình và dịch vụ liên quan đến hoạt động của phần mềm và không được xuất bản bất kỳ nội dung nào sau đây dưới bất kỳ hình thức nào：\n\nphản đối các nguyên tắc cơ bản được quy định trong Hiến pháp nước Cộng hòa Nhân dân Trung Hoa;\ngây nguy hiểm cho an ninh quốc gia, tiết lộ bí mật nhà nước, lật đổ quyền lực nhà nước, phá hoại khối đại đoàn kết toàn dân tộc;\ngây thiệt hại đến danh dự, lợi ích của nhà nước;\nkích động hận thù dân tộc, phân biệt đối xử dân tộc hoặc phá hoại đoàn kết dân tộc;\nphá hoại chính sách tôn giáo quốc gia, ủng hộ tà giáo, mê tín phong kiến;\nlan truyền tin đồn, gây rối trật tự xã hội, phá hoại ổn định xã hội;\nPhổ biến khiêu dâm, khiêu dâm, cờ bạc, bạo lực, giết người, khủng bố hoặc xúi giục tội phạm;\nxúc phạm, vu khống người khác, xâm phạm quyền, lợi ích hợp pháp của người khác;\nChứa nội dung khác mà Cộng hòa Nhân dân Trung Hoa cấm theo luật pháp hoặc quy định hành chính.\nTrừ khi được pháp luật cho phép hoặc có sự cho phép bằng văn bản của nhà phát triển, người dùng không được tham gia vào bất kỳ hành vi nào sau đây：\nSử dụng bất hợp pháp hoặc không phù hợp Phần mềm và Dịch vụ;\nLàm hỏng hoạt động bình thường của hệ thống phần mềm hoặc trang web, cố ý phát tán vi-rút máy tính và các chương trình phá hoại khác;\nThực hiện bất kỳ hành vi sử dụng bất thường nào có thể ảnh hưởng đến các dịch vụ mạng của Phần mềm (bao gồm nhưng không giới hạn ở việc làm hỏng, tấn công máy chủ hoặc làm quá tải máy chủ, v.v.);\nXóa thông tin bản quyền trên Phần mềm và các bản sao của Phần mềm.\n\nNếu người dùng thực hiện bất kỳ hành vi nào vi phạm luật pháp và quy định hoặc vi phạm các quy định của Thỏa thuận này, nhà phát triển có quyền thực hiện các biện pháp chống lại người dùng theo mức độ nghiêm trọng của tình huống, phù hợp với Thỏa thuận này và các luật và quy định, bao gồm nhưng không giới hạn ở việc chấm dứt dịch vụ. Nếu tình tiết nghiêm trọng, họ sẽ được chuyển đến các cơ quan hành chính có liên quan để xử phạt hành chính hoặc bị truy cứu trách nhiệm hình sự.
zh_hans: 用户应自行配备本软件和本软件功能（包括但不限于 新建实例 等）所需要的硬件和软件配置。\n用户应自行负担连接互联网后所需支付的相关电话、宽带使用等费用。\n用户应为其使用本软件产生的行为、事件、结果承担法律责任。\n用户与其他未授权的非官方个人之间产生的任何交易与纠纷，与开发者无关。\n用户应遵守中华人民共和国相关法律法规（如果用户是中华人民共和国境外的使用者，还应遵守所属国家或地区的法律法规）。\n用户不得使用本软件（或本软件的一些特性功能）从事非法行为，不得使用与本软件有关联的相关进程和服务从事非法行为，其任何行为造成的后果，与开发者无关。\n用户应当自行承担其所发布的信息内容所涉及的法律责任。用户不得在本软件内、本软件运行的相关进程与服务内输入、发表和传播下列任何内容，不得以任何形式发布下列任何内容：\n\n反对中华人民共和国宪法所确定的基本原则的；\n危害国家安全，泄露国家机密，颠覆国家政权，破坏国家统一的；\n损害国家荣誉和利益的；\n煽动民族仇恨、民族歧视，破坏民族团结的；\n破坏国家宗教政策，宣扬邪教和封建迷信的；\n散布谣言，扰乱社会秩序，破坏社会稳定的；\n散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；\n侮辱或者诽谤他人，侵害他人合法权益的；\n含有中华人民共和国法律、行政法规禁止的其他内容的。\n除非法律允许或开发者书面许可，用户不得从事下列任何行为：\n不合法、不恰当地使用本软件及服务；\n破坏本软件系统或网站的正常运行，故意传播计算机病毒等破坏性程序；\n采取任何可能影响本软件网络服务的非正常使用行为（包括但不限于损害、攻击服务器或使服务器过度负荷等）；\n删除本软件及其副本上关于著作权的信息。\n\n若用户做出违法违规或违反本协议规定的行为，开发者有权视情节严重程度，依据本协议及法律法规，对用户做出包括但不限于终止服务等处理措施；情节严重的，将移交有关行政管理机关给予行政处罚，或追究其刑事责任。
zh_hant: 用戶應自行配備本軟體和本軟體功能（包括但不限於 新建實例 等）所需要的硬體和軟體配置。 \n使用者應自行負擔連接互聯網后所需支付的相關電話、寬带使用等費用。 \n使用者應為其使用本軟體產生的行為、事件、結果承擔法律責任。 \n使用者與其他未授權的非官方個人之間產生的任何交易與糾紛，與開發者無關。 \n使用者應遵守中華人民共和國相關法律法規（如果使用者是中華人民共和國境外的消費者，還應遵守所屬國家或地區的法律法規）。 \n使用者不得使用本軟體（或本軟體的一些特性功能）從事非法行為，不得使用與本軟體有關聯的相關進程和服務從事非法行為，其任何行為造成的後果，與開發者無關。 \n用戶應當自行承擔其所發佈的信息內容所涉及的法律責任。 使用者不得在本軟體內、本軟體運行的相關進程與服務內輸入、發表和傳播下列任何內容，不得以任何形式發佈下列任何內容：\n\n反對中華人民共和國憲法所確定的基本原則的; \n危害國家安全，洩露國家機密，顛覆國家政權，破壞國家統一的; \n損害國家榮譽和利益的; \n煽動民族仇恨、民族歧視，破壞民族團結的; \n破壞國家宗教政策，宣揚邪教和封建迷信的; \n散布謠言，擾亂社會秩序，破壞社會穩定的; \n散佈淫穢、色情、賭博、暴力、兇殺、恐怖或者教唆犯罪的; \n侮辱或者誹謗他人，侵害他人合法權益的; \n含有中華人民共和國法律、行政法規禁止的其他內容的。 \n除非法律允許或開發者書面許可，使用者不得從事下列任何行為：\n不合法、不恰當地使用本軟體及服務; n破壞本軟體系統或網站的正常運行，故意傳播計算機病毒等破壞性程式; n採取任何可能影響本軟體網路服務的非正常使用行為（包括但不限於損害、攻擊伺服器或使伺服器過度負荷等）; \n刪除本軟體及其副本上關於著作權的資訊。 \n\n若使用者做出違法違規或違反本協議規定的行為，開發者有權視情節嚴重程度，依據本協定及法律法規，對使用者做出包括但不限於終止服務等處理措施; 情節嚴重的，將移交有關行政管理機關給予行政處罰，或追究其刑事責任。
