Repository: MCSLTeam/MCServerLauncher-Future
Catalog: MCServerLauncher.WPF/Resources/Language.*.resx
Languages: af_za, ar_sa, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, he_il, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sr_sp, sv_se, tr_tr, uk_ua, vi_vn, zh_hans, zh_hant

# Settings_UseMirrorForMinecraftLoadersInstall_Description
source: After enabling this option, resources will be downloaded using BMCLAPI. Recommended for Chinese users.
af_za: Nadat dit geaktiveer is, sal BMCLAPI gebruik word om hulpbronne af te laai, wat aanbeveel word vir Chinese gebruikers.
ar_sa: بعد التمكين ، سيتم استخدام BMCLAPI لتنزيل الموارد ، وهو أمر موصى به للمستخدمين الصينيين.
ca_es: Després d'habilitar-lo, BMCLAPI s'utilitzarà per descarregar recursos, cosa que es recomana per als usuaris xinesos.
cs_cz: Po povolení bude BMCLAPI použit ke stažení zdrojů, což se doporučuje pro čínské uživatele.
da_dk: Efter aktivering vil BMCLAPI blive brugt til at downloade ressourcer, hvilket anbefales til kinesiske brugere.
de_de: Nach der Aktivierung wird BMCLAPI zum Herunterladen von Ressourcen verwendet, was für chinesische Benutzer empfohlen wird.
el_gr: Μετά την ενεργοποίηση, το BMCLAPI θα χρησιμοποιηθεί για τη λήψη πόρων, κάτι που συνιστάται για τους Κινέζους χρήστες.
es_es: Una vez habilitado, BMCLAPI se utilizará para descargar recursos, lo que se recomienda para los usuarios chinos.
fi_fi: Kun BMCLAPI on otettu käyttöön, sitä käytetään resurssien lataamiseen, jota suositellaan kiinalaisille käyttäjille.
fr_fr: Une fois activé, BMCLAPI sera utilisé pour télécharger des ressources, ce qui est recommandé pour les utilisateurs chinois.
he_il: לאחר הפעלתו, BMCLAPI ישמש להורדת משאבים, המומלצת למשתמשים סינים.
hu_hu: Az engedélyezés után a BMCLAPI az erőforrások letöltésére szolgál, ami a kínai felhasználók számára ajánlott.
it_it: Dopo l'abilitazione, BMCLAPI verrà utilizzato per scaricare le risorse, il che è consigliato agli utenti cinesi.
ja_jp: 有効にすると、BMCLAPIを使用してリソースがダウンロードされますが、これは中国のユーザーに推奨されます。
ko_kr: 활성화한 후에는 BMCLAPI를 사용하여 리소스를 다운로드하며, 이는 중국 사용자에게 권장됩니다.
nb_no: Etter at den er aktivert, vil BMCLAPI bli brukt til å laste ned ressurser, som anbefales for kinesiske brukere.
nl_nl: Nadat ingeschakeld, wordt BMCLAPI gebruikt om bronnen te downloaden, wat wordt aanbevolen voor Chinese gebruikers.
pl_pl: Po włączeniu BMCLAPI będzie używane do pobierania zasobów, co jest zalecane dla użytkowników z Chin.
pt_pt: Depois de ativado, o BMCLAPI será usado para baixar recursos, o que é recomendado para usuários chineses.
ro_ro: După activare, BMCLAPI va fi folosit pentru a descărca resurse, ceea ce este recomandat utilizatorilor chinezi.
ru_ru: После включения BMCLAPI будет использоваться для загрузки ресурсов, что рекомендуется для китайских пользователей.
sr_sp: Након омогућавања, БМЦЛАПИ ће се користити за преузимање ресурса, што се препоручује кинеским корисницима.
sv_se: Efter aktivering kommer BMCLAPI att användas för att ladda ner resurser, vilket rekommenderas för kinesiska användare.
tr_tr: Etkinleştirildikten sonra, Çinli kullanıcılar için önerilen kaynakları indirmek için BMCLAPI kullanılacaktır.
uk_ua: Після включення для завантаження ресурсів буде використовуватися BMCLAPI, що рекомендується для китайських користувачів.
vi_vn: Sau khi được bật, BMCLAPI sẽ được sử dụng để tải xuống tài nguyên, được khuyến nghị cho người dùng Trung Quốc.
zh_hans: 启用后将使用 BMCLAPI 进行下载资源，建议中国用户开启。
zh_hant: 啟用後將使用 BMCLAPI 進行資源下載，建議中國用戶開啟。

# Settings_ResDownloadProvider_Title
source: Download Source
af_za: Laai die bron af
ar_sa: تنزيل المصدر
ca_es: Descarrega't el codi font
cs_cz: Stáhnout zdrojový kód
da_dk: Download kilden
de_de: Laden Sie den Quellcode herunter
el_gr: Κατεβάστε την πηγή
es_es: Descargar el código fuente
fi_fi: Lataa lähde
fr_fr: Télécharger la source
he_il: הורד את המקור
hu_hu: Töltse le a forrást
it_it: Scarica il codice sorgente
ja_jp: ソースをダウンロードする
ko_kr: 소스 다운로드
nb_no: Last ned kilden
nl_nl: Download de bron
pl_pl: Pobierz źródło
pt_pt: Faça o download da fonte
ro_ro: Descărcați sursa
ru_ru: Скачать исходный код
sr_sp: Преузмите извор
sv_se: Ladda ner källan
tr_tr: Kaynağı indirin
uk_ua: Завантажити джерело
vi_vn: Tải xuống nguồn
zh_hans: 下载源
zh_hant: 下載源

# Settings_ResDownloadProvider_Description
source: Choose the resource provider in "Resource Download" page.
af_za: Kies die aflaaiverskaffer om op die Hulpbronaflaai-bladsy te gebruik.
ar_sa: حدد موفر التنزيل لاستخدامه في صفحة تنزيلات الموارد.
ca_es: Seleccioneu el proveïdor de baixada que voleu utilitzar a la pàgina Baixades de recursos.
cs_cz: Na stránce Stahování zdrojů vyberte poskytovatele stahování, kterého chcete použít.
da_dk: Vælg den downloadudbyder, der skal bruges, på siden Ressourceoverførsler.
de_de: Wählen Sie auf der Seite Ressourcendownloads den Downloadanbieter aus, der verwendet werden soll.
el_gr: Επιλέξτε την υπηρεσία παροχής λήψης που θα χρησιμοποιήσετε στη σελίδα Λήψεις πόρων.
es_es: Seleccione el proveedor de descargas que desea usar en la página Descargas de recursos.
fi_fi: Valitse käytettävä latauspalvelu Resurssilataukset-sivulla.
fr_fr: Sélectionnez le fournisseur de téléchargement à utiliser sur la page Téléchargements de ressources.
he_il: בחר את ספק ההורדות לשימוש בדף הורדות משאבים.
hu_hu: Válassza ki a használni kívánt letöltésszolgáltatót az Erőforrás-letöltések lapon.
it_it: Selezionare il provider di download da utilizzare nella pagina Download risorse.
ja_jp: [リソースのダウンロード] ページで、使用するダウンロード プロバイダーを選択します。
ko_kr: 리소스 다운로드 페이지에서 사용할 다운로드 공급자를 선택합니다.
nb_no: Velg nedlastingsleverandøren som skal brukes, på siden Ressursnedlastinger.
nl_nl: Selecteer de downloadprovider die u wilt gebruiken op de pagina Resource Downloads.
pl_pl: Wybierz dostawcę pobierania, który ma być używany na stronie Pobieranie zasobów.
pt_pt: Selecione o provedor de download a ser usado na página Downloads de recursos.
ro_ro: Selectați furnizorul de descărcare de utilizat pe pagina Descărcări de resurse.
ru_ru: Выберите поставщика загрузки для использования на странице Загрузка ресурсов.
sr_sp: Изаберите провајдера за преузимање који ће се користити на страници Преузимања ресурса.
sv_se: Välj den nedladdningsprovider som ska användas på sidan Resursnedladdningar.
tr_tr: Kaynak İndirmeleri sayfasında kullanılacak indirme sağlayıcısını seçin.
uk_ua: Виберіть постачальника завантажень, якого потрібно використовувати, на сторінці Завантаження ресурсів.
vi_vn: Chọn nhà cung cấp bản tải xuống để sử dụng trên trang Tải xuống tài nguyên.
zh_hans: 选择在 “资源下载” 页面使用的下载提供方。
zh_hant: 選擇在 "資源下載" 頁面使用的下載提供方。

# Settings_FastMirrorName
source: FastMirror (Provided by 物语云计算)
af_za: FastMirror (verskaf deur Monogatari Cloud Computing)
ar_sa: FastMirror (مقدمة من Monogatari الحوسبة السحابية)
ca_es: FastMirror (proporcionat per Monogatari Cloud Computing)
cs_cz: FastMirror (poskytuje Monogatari Cloud Computing)
da_dk: FastMirror (leveret af Monogatari Cloud Computing)
de_de: FastMirror (bereitgestellt von Monogatari Cloud Computing)
el_gr: FastMirror (παρέχεται από το Monogatari Cloud Computing)
es_es: FastMirror (proporcionado por Monogatari Cloud Computing)
fi_fi: FastMirror (tarjoaa Monogatari Cloud Computing)
fr_fr: FastMirror (fourni par Monogatari Cloud Computing)
he_il: FastMirror (מסופק על ידי Monogatari Cloud Computing)
hu_hu: FastMirror (a Monogatari Cloud Computing szolgáltatója)
it_it: FastMirror (fornito da Monogatari Cloud Computing)
ja_jp: FastMirror(Monogatari Cloud Computing提供)
ko_kr: FastMirror(Monogatari Cloud Computing 제공)
nb_no: FastMirror (levert av Monogatari Cloud Computing)
nl_nl: FastMirror (geleverd door Monogatari Cloud Computing)
pl_pl: FastMirror (dostarczane przez Monogatari Cloud Computing)
pt_pt: FastMirror (fornecido pela Monogatari Cloud Computing)
ro_ro: FastMirror (furnizat de Monogatari Cloud Computing)
ru_ru: FastMirror (предоставляется Monogatari Cloud Computing)
sr_sp: ФастМиррор (обезбеђује Моногатари Цлоуд Цомпутинг)
sv_se: FastMirror (tillhandahålls av Monogatari Cloud Computing)
tr_tr: FastMirror (Monogatari Cloud Computing tarafından sağlanır)
uk_ua: FastMirror (надано Monogatari Cloud Computing)
vi_vn: FastMirror (được cung cấp bởi Monogatari Cloud Computing)
zh_hans: 无极镜像 FastMirror (由物语云计算提供)
zh_hant: 無極鏡像 FastMirror (由物語云計算提供)

# Settings_PolarsMirrorName
source: PolarsMirror (Provided by 极星网络)
af_za: Polestar Cloud Image (met vergunning van Polestar Network)
ar_sa: صورة سحابة بولستار (بإذن من شبكة بولستار)
ca_es: Imatge del núvol Polestar (cortesia de Polestar Network)
cs_cz: Obrázek Polestar Cloud (s laskavým svolením společnosti Polestar Network)
da_dk: Billede af Polestar Cloud (venligst udlånt af Polestar Network)
de_de: Polestar Cloud-Bild (mit freundlicher Genehmigung von Polestar Network)
el_gr: Polestar Cloud Image (Ευγενική προσφορά του Polestar Network)
es_es: Imagen de la nube de Polestar (cortesía de Polestar Network)
fi_fi: Polestar Cloud -kuva (Polestar Networkin luvalla)
fr_fr: Image du nuage Polestar (avec l’aimable autorisation de Polestar Network)
he_il: Polestar Cloud Image (באדיבות Polestar Network)
hu_hu: Polestar Cloud Image (A Polestar Network tulajdona)
it_it: Immagine della nuvola Polestar (per gentile concessione di Polestar Network)
ja_jp: Polestar Cloud Image(提供:Polestar Network)
ko_kr: Polestar Cloud 이미지(Polestar Network 제공)
nb_no: Bilde av Polestar Cloud (gjengitt med tillatelse fra Polestar Network)
nl_nl: Polestar Cloud-afbeelding (met dank aan Polestar Network)
pl_pl: Zdjęcie chmury Polestar (dzięki uprzejmości Polestar Network)
pt_pt: Polestar Cloud Image (Cortesia da Polestar Network)
ro_ro: Imagine polestar cloud (prin amabilitatea Polestar Network)
ru_ru: Изображение облака Polestar (любезно предоставлено Polestar Network)
sr_sp: Полестар Цлоуд Имаге (Љубазношћу Полестар Нетворк)
sv_se: Bild av Polestar Cloud (med tillstånd av Polestar Network)
tr_tr: Polestar Cloud Image (Polestar Network'ün izniyle)
uk_ua: Зображення хмари Polestar (люб'язно надано Polestar Network)
vi_vn: Polestar Cloud Image (Được sự cho phép của Polestar Network)
zh_hans: 极星云镜像 (由极星网络提供)
zh_hant: 極星云鏡像 (由極星網絡提供)

# Settings_ZCloudFileName
source: ZCloud File (Provided by Z__Tsin)
af_za: ZCloud-lêer (verskaf deur Z__Tsin lid van die ontwikkelingspan)
ar_sa: ملف ZCloud (مقدم من Z__Tsin عضو في فريق التطوير)
ca_es: Fitxer ZCloud (proporcionat per Z__Tsin membre de l'equip de desenvolupament)
cs_cz: Soubor ZCloud (poskytnutý Z__Tsin členem vývojového týmu)
da_dk: ZCloud-fil (leveret af Z__Tsin medlem af udviklingsteamet)
de_de: ZCloud-Datei (bereitgestellt von Z__Tsin Mitglied des Entwicklungsteams)
el_gr: Αρχείο ZCloud (παρέχεται από Z__Tsin μέλος της ομάδας ανάπτυξης)
es_es: Archivo ZCloud (proporcionado por Z__Tsin miembro del equipo de desarrollo)
fi_fi: ZCloud File (Z__Tsin kehitystiimin jäsenen toimittama)
fr_fr: Fichier ZCloud (fourni par Z__Tsin membre de l’équipe de développement)
he_il: קובץ ZCloud (מסופק על ידי Z__Tsin חבר בצוות הפיתוח)
hu_hu: ZCloud fájl (Z__Tsin fejlesztői csapat tagja biztosítja)
it_it: File ZCloud (fornito da Z__Tsin membro del team di sviluppo)
ja_jp: ZCloudファイル(開発チームZ__Tsinメンバーが提供)
ko_kr: ZCloud File (개발팀 Z__Tsin 제공)
nb_no: ZCloud-fil (levert av Z__Tsin medlem av utviklingsteamet)
nl_nl: ZCloud-bestand (geleverd door Z__Tsin lid van het ontwikkelingsteam)
pl_pl: Plik ZCloud (dostarczony przez Z__Tsin członka zespołu programistów)
pt_pt: ZCloud File (fornecido por Z__Tsin membro da equipe de desenvolvimento)
ro_ro: Fișier ZCloud (furnizat de Z__Tsin membru al echipei de dezvoltare)
ru_ru: Файл ZCloud (предоставлен Z__Tsin членом команды разработчиков)
sr_sp: ЗЦлоуд Филе (обезбеђује З__Тсин члан развојног тима)
sv_se: ZCloud-fil (tillhandahålls av Z__Tsin medlem av utvecklingsteamet)
tr_tr: ZCloud Dosyası (geliştirme ekibinin Z__Tsin üyesi tarafından sağlanır)
uk_ua: Файл ZCloud (надається Z__Tsin членом команди розробників)
vi_vn: Tệp ZCloud (được cung cấp bởi Z__Tsin thành viên của nhóm phát triển)
zh_hans: ZCloud File (由开发组成员 Z__Tsin 提供)
zh_hant: ZCloud File (由開發組成員 Z__Tsin 提供)

# Settings_MSLAPIName
source: MSLAPI (Provided by Minecraft-Server-Launcher)
af_za: MSL Aflaai Bron (verskaf deur MSL Server Builder)
ar_sa: مصدر تنزيل MSL (مقدم من منشئ خادم MSL)
ca_es: Font de descàrrega de MSL (proporcionat per MSL Server Builder)
cs_cz: Zdrojový kód MSL ke stažení (poskytuje MSL Server Builder)
da_dk: MSL-downloadkilde (leveret af MSL Server Builder)
de_de: MSL-Downloadquelle (bereitgestellt von MSL Server Builder)
el_gr: Προέλευση λήψης MSL (παρέχεται από το MSL Server Builder)
es_es: Fuente de descarga de MSL (proporcionada por MSL Server Builder)
fi_fi: MSL Download Source (toimittanut MSL Server Builder)
fr_fr: Source de téléchargement MSL (fournie par MSL Server Builder)
he_il: MSL Download Source (מסופק על-ידי MSL Server Builder)
hu_hu: MSL letöltési forrás (az MSL Server Builder biztosítja)
it_it: Origine download MSL (fornita da MSL Server Builder)
ja_jp: MSL ダウンロード ソース (MSL Server Builder によって提供)
ko_kr: MSL 다운로드 소스(MSL Server Builder에서 제공)
nb_no: MSL-nedlastingskilde (levert av MSL Server Builder)
nl_nl: MSL-downloadbron (geleverd door MSL Server Builder)
pl_pl: Źródło pobierania MSL (dostarczane przez MSL Server Builder)
pt_pt: Fonte de download do MSL (fornecido pelo MSL Server Builder)
ro_ro: Sursa de descărcare MSL (furnizată de MSL Server Builder)
ru_ru: Исходный код загрузки MSL (предоставлен MSL Server Builder)
sr_sp: МСЛ Довнлоад Соурце (обезбеђује МСЛ Сервер Буилдер)
sv_se: MSL-nedladdningskälla (tillhandahålls av MSL Server Builder)
tr_tr: MSL İndirme Kaynağı (MSL Server Builder tarafından sağlanır)
uk_ua: Джерело завантаження MSL (надане MSL Server Builder)
vi_vn: Nguồn tải xuống MSL (cung cấp bởi MSL Server Builder)
zh_hans: MSL下载源 (由 MSL 开服器提供)
zh_hant: MSL下載源 (由MSL開服器提供)

# Settings_MCSLSyncName
source: MCSL-Sync
af_za: MCSL-Sync sinchrone spieëlbeeld
ar_sa: MCSL-Sync النسخ المتزامن
ca_es: Duplicació síncrona MCSL-Sync
cs_cz: Synchronní zrcadlení MCSL-Sync
da_dk: MCSL-Sync synkron spejling
de_de: MCSL-Sync synchrone Spiegelung
el_gr: Σύγχρονος κατοπτρισμός MCSL-Sync
es_es: Duplicación síncrona MCSL-Sync
fi_fi: MCSL-Sync-synkroninen peilaus
fr_fr: Mise en miroir synchrone MCSL-Sync
he_il: שיקוף סינכרוני MCSL-Sync
hu_hu: MCSL-Sync szinkron tükrözés
it_it: Mirroring sincrono MCSL-Sync
ja_jp: MCSL-Sync 同期ミラーリング
ko_kr: MCSL-Sync 동기 미러링
nb_no: MCSL-Sync synkron speiling
nl_nl: MCSL-Sync synchroon spiegelen
pl_pl: Synchroniczne dublowanie MCSL-Sync
pt_pt: Espelhamento síncrono MCSL-Sync
ro_ro: Oglindire sincronă MCSL-Sync
ru_ru: Синхронное зеркалирование MCSL-Sync
sr_sp: МЦСЛ -Синц синхроно зрцаљење
sv_se: MCSL-Sync synkron spegling
tr_tr: MCSL-Sync senkron yansıtma
uk_ua: Синхронне дзеркальне відображення MCSL-Sync
vi_vn: Phản chiếu đồng bộ MCSL-Sync
zh_hans: MCSL-Sync 同步镜像
zh_hant: MCSL-Sync 同步鏡像

# Settings_DownloadThreadCnt_Title
source: Download Thread Count
af_za: Aantal aflaai-enjindrade
ar_sa: عدد مؤشرات ترابط محرك التنزيل
ca_es: Nombre de fils del motor de descàrrega
cs_cz: Počet vláken motoru pro stahování
da_dk: Antal tråde til downloadprogrammet
de_de: Anzahl der Download-Engine-Threads
el_gr: Αριθμός νημάτων κινητήρα λήψης
es_es: Número de subprocesos del motor de descarga
fi_fi: Latausmoottorin säikeiden määrä
fr_fr: Nombre de threads du moteur de téléchargement
he_il: מספר הליכי המשנה של מנוע ההורדה
hu_hu: Letöltési motorszálak száma
it_it: Numero di thread del motore di download
ja_jp: ダウンロードエンジンスレッドの数
ko_kr: 다운로드 엔진 스레드 수
nb_no: Antall tråder i nedlastingsmotoren
nl_nl: Aantal threads van de downloadengine
pl_pl: Liczba wątków silnika pobierania
pt_pt: Número de threads do mecanismo de download
ro_ro: Numărul de fire ale motorului de descărcare
ru_ru: Количество потоков движка загрузки
sr_sp: Број тема мотора за преузимање
sv_se: Antal motortrådar för nedladdning
tr_tr: İndirme motoru iş parçacığı sayısı
uk_ua: Кількість потоків завантаження движка
vi_vn: Số lượng luồng công cụ tải xuống
zh_hans: 下载引擎线程数
zh_hant: 下載引擎線程數

# Settings_DownloadThreadCnt_Description
source: With sufficient computer performance, higher number of threads means faster download speed, Generally, setting it to 16 threads should be sufficient to meet the needs.
af_za: In die geval van voldoende rekenaarprestasie, hoe hoër die aantal drade, hoe vinniger is die teoretiese aflaaisnelheid van die lêer. Oor die algemeen is 'n instelling van 16 drade voldoende.
ar_sa: في حالة الأداء الكافي للكمبيوتر ، كلما زاد عدد مؤشرات الترابط ، زادت سرعة التنزيل النظرية للملف. بشكل عام ، يكفي إعداد 16 خيطا.
ca_es: En el cas d'un rendiment suficient de l'ordinador, com més gran sigui el nombre de fils, més ràpida serà la velocitat de descàrrega teòrica del fitxer. En general, n'hi ha prou amb una configuració de 16 fils.
cs_cz: V případě dostatečného výkonu počítače platí, že čím vyšší je počet vláken, tím vyšší je teoretická rychlost stahování souboru. Obecně stačí nastavení 16 vláken.
da_dk: I tilfælde af tilstrækkelig computerydelse, jo højere antal tråde, jo hurtigere er filens teoretiske downloadhastighed. Generelt er en indstilling på 16 tråde tilstrækkelig.
de_de: Bei ausreichender Computerleistung gilt: Je höher die Anzahl der Threads, desto schneller ist die theoretische Download-Geschwindigkeit der Datei. In der Regel ist eine Einstellung von 16 Fäden ausreichend.
el_gr: Σε περίπτωση επαρκούς απόδοσης υπολογιστή, όσο μεγαλύτερος είναι ο αριθμός των νημάτων, τόσο μεγαλύτερη είναι η θεωρητική ταχύτητα λήψης του αρχείου. Γενικά, αρκεί μια ρύθμιση 16 νημάτων.
es_es: En el caso de un rendimiento suficiente del equipo, cuanto mayor sea el número de subprocesos, más rápida será la velocidad teórica de descarga del archivo. En general, un ajuste de 16 hilos es suficiente.
fi_fi: Jos tietokoneen suorituskyky on riittävä, mitä suurempi säikeiden määrä, sitä nopeampi on tiedoston teoreettinen latausnopeus. Yleensä 16 säikeen asetus riittää.
fr_fr: Dans le cas de performances informatiques suffisantes, plus le nombre de threads est élevé, plus la vitesse de téléchargement théorique du fichier est rapide. En général, un réglage de 16 threads est suffisant.
he_il: במקרה של ביצועי מחשב מספיקים, ככל שמספר החוטים גבוה יותר, כך מהירות ההורדה התיאורטית של הקובץ מהירה יותר. באופן כללי, הגדרה של 16 חוטים מספיק.
hu_hu: Megfelelő számítógépes teljesítmény esetén minél nagyobb a szálak száma, annál gyorsabb a fájl elméleti letöltési sebessége. Általában 16 szál beállítása elegendő.
it_it: Nel caso di prestazioni del computer sufficienti, maggiore è il numero di thread, maggiore è la velocità teorica di download del file. In generale, è sufficiente un'impostazione di 16 fili.
ja_jp: 十分なコンピューターパフォーマンスの場合、スレッド数が多いほど、ファイルの理論上のダウンロード速度は速くなります。 一般に、16 スレッドの設定で十分です。
ko_kr: 컴퓨터 성능이 충분한 경우 스레드 수가 많을수록 파일의 이론적 다운로드 속도가 빨라집니다. 일반적으로 스레드 16개로 설정하면 충분합니다.
nb_no: I tilfelle tilstrekkelig datamaskinytelse, jo høyere antall tråder, jo raskere er den teoretiske nedlastingshastigheten til filen. Generelt er en innstilling på 16 tråder tilstrekkelig.
nl_nl: In het geval van voldoende computerprestaties geldt: hoe hoger het aantal threads, hoe sneller de theoretische downloadsnelheid van het bestand. Over het algemeen is een instelling van 16 draden voldoende.
pl_pl: W przypadku wystarczającej wydajności komputera, im większa liczba wątków, tym większa teoretyczna prędkość pobierania pliku. Ogólnie rzecz biorąc, wystarczające jest ustawienie 16 wątków.
pt_pt: No caso de desempenho suficiente do computador, quanto maior o número de threads, mais rápida a velocidade de download teórico do arquivo. Em geral, uma configuração de 16 threads é suficiente.
ro_ro: În cazul unei performanțe suficiente a computerului, cu cât numărul de fire de execuție este mai mare, cu atât viteza teoretică de descărcare a fișierului este mai rapidă. În general, este suficientă o setare de 16 fire.
ru_ru: В случае достаточной производительности компьютера, чем больше количество потоков, тем выше теоретическая скорость загрузки файла. Как правило, достаточно настройки в 16 потоков.
sr_sp: У случају довољних перформанси рачунара, што је већи број тема, то је бржа теоретска брзина преузимања датотеке. Генерално , довољно је подешавање од 16 нити.
sv_se: Om datorn har tillräcklig prestanda gäller att ju högre antal trådar, desto snabbare är filens teoretiska nedladdningshastighet. I allmänhet räcker det med en inställning på 16 trådar.
tr_tr: Yeterli bilgisayar performansı durumunda, iş parçacığı sayısı ne kadar yüksek olursa, dosyanın teorik indirme hızı o kadar hızlı olur. Genel olarak, 16 iş parçacığından oluşan bir ayar yeterlidir.
uk_ua: У разі достатньої продуктивності комп'ютера, чим більша кількість потоків, тим вища теоретична швидкість завантаження файлу. В цілому достатньо налаштування з 16 ниток.
vi_vn: Trong trường hợp đủ hiệu suất máy tính, số lượng luồng càng cao thì tốc độ tải xuống lý thuyết của tệp càng nhanh. Nói chung, cài đặt 16 luồng là đủ.
zh_hans: 在计算机性能足够的情况下，线程数越高，文件的理论下载速度越快。一般来说，设置为 16 线程即可满足需求。
zh_hant: 在計算機性能充足的情況下，線程數量越高，文件的理論下載速度越快。一般來說，設置為 16 線程即可滿足要求。

# Settings_ActionWhenDownloadError_Title
source: Download Failures Handle Method
af_za: Hoe om aflaaifoute te hanteer
ar_sa: كيفية التعامل مع فشل التنزيل
ca_es: Com gestionar els errors de descàrrega
cs_cz: Řešení selhání stahování
da_dk: Sådan håndteres downloadfejl
de_de: Umgang mit Download-Fehlern
el_gr: Πώς να χειριστείτε τις αποτυχίες λήψης
es_es: Cómo controlar los errores de descarga
fi_fi: Latausvirheiden käsitteleminen
fr_fr: Comment gérer les échecs de téléchargement
he_il: כיצד לטפל בכשלים בהורדה
hu_hu: A letöltési hibák kezelése
it_it: Come gestire gli errori di download
ja_jp: ダウンロードの失敗に対処する方法
ko_kr: 다운로드 실패를 처리하는 방법
nb_no: Hvordan håndtere nedlastingsfeil
nl_nl: Hoe om te gaan met downloadfouten
pl_pl: Jak radzić sobie z błędami pobierania
pt_pt: Como lidar com falhas de download
ro_ro: Cum să gestionați eșecurile de descărcare
ru_ru: Как справиться со сбоями загрузки
sr_sp: Како се носити са грешкама у преузимању
sv_se: Så här hanterar du nedladdningsfel
tr_tr: İndirme hatalarıyla nasıl başa çıkılır
uk_ua: Як впоратися з помилками завантаження
vi_vn: Cách xử lý lỗi tải xuống
zh_hans: 下载失败处理方式
zh_hant: 下載失敗處理方式

# Settings_ActionWhenDownloadError_Description
source: Action should perform when download failed.
af_za: Wat om te doen as die aflaai van die lêer misluk.
ar_sa: ماذا تفعل إذا فشل تنزيل الملف.
ca_es: Què cal fer si la baixada del fitxer falla.
cs_cz: Co dělat, když se stahování souboru nezdaří.
da_dk: Hvad skal man gøre, hvis filoverførslen mislykkes.
de_de: Was ist zu tun, wenn der Dateidownload fehlschlägt.
el_gr: Τι πρέπει να κάνετε εάν αποτύχει η λήψη του αρχείου.
es_es: Qué hacer si falla la descarga del archivo.
fi_fi: Mitä tehdä, jos tiedoston lataus epäonnistuu.
fr_fr: Que faire si le téléchargement du fichier échoue.
he_il: מה לעשות אם הורדת הקובץ נכשלת.
hu_hu: Mi a teendő, ha a fájl letöltése sikertelen.
it_it: Cosa fare se il download del file non riesce.
ja_jp: ファイルのダウンロードに失敗した場合の対処方法。
ko_kr: 파일 다운로드에 실패한 경우 수행할 작업.
nb_no: Hva du skal gjøre hvis filnedlastingen mislykkes.
nl_nl: Wat te doen als het downloaden van het bestand mislukt.
pl_pl: Co zrobić, jeśli pobieranie pliku się nie powiedzie.
pt_pt: O que fazer se o download do arquivo falhar.
ro_ro: Ce trebuie să faceți dacă descărcarea fișierului nu reușește.
ru_ru: Что делать, если загрузка файла не удалась.
sr_sp: Шта урадити ако преузимање датотеке не успе.
sv_se: Vad ska jag göra om filnedladdningen misslyckas.
tr_tr: Dosya indirme başarısız olursa ne yapmalı.
uk_ua: Що робити, якщо завантажити файл не вдалося.
vi_vn: Phải làm gì nếu tải xuống tệp không thành công.
zh_hans: 当文件下载失败时，应当进行的操作。
zh_hant: 當文件下載失敗時，应當進行的操作。
