Repository: MCSLTeam/MCServerLauncher-Future
Catalog: MCServerLauncher.WPF/Resources/Language.*.resx
Languages: af_za, ar_sa, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, he_il, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sr_sp, sv_se, tr_tr, uk_ua, vi_vn, zh_hans, zh_hant

# Settings_AutoDisableMinecraftJavaOnlineMode_Description
source: After enabling this option, the instances of this type will automatically disable authentication from Mojang/Microsoft, and allow offline-mode Minecraft Clients to connect to the server.
af_za: Wanneer hierdie opsie geaktiveer is, sal sulke gevalle outomaties verifikasie van Mojang/Microsoft deaktiveer, wat nie-egte Minecraft Java Edition-kliënte toelaat om aan die bediener te koppel.
ar_sa: عند تمكين هذا الخيار ، ستقوم هذه الحالات تلقائيا بتعطيل المصادقة من Mojang / Microsoft ، مما يسمح لعملاء Minecraft Java Edition غير الأصليين بالاتصال بالخادم.
ca_es: Quan aquesta opció està activada, aquestes instàncies desactivaran automàticament l'autenticació de Mojang/Microsoft, permetent que els clients no originals de Minecraft Java Edition es connectin al servidor.
cs_cz: Pokud je tato možnost povolena, takové instance automaticky deaktivují ověřování od společnosti Mojang/Microsoft, což umožní neoriginálním klientům Minecraft Java Edition připojit se k serveru.
da_dk: Når denne indstilling er aktiveret, vil sådanne forekomster automatisk deaktivere godkendelse fra Mojang/Microsoft, hvilket giver uægte Minecraft Java Edition-klienter mulighed for at oprette forbindelse til serveren.
de_de: Wenn diese Option aktiviert ist, deaktivieren solche Instanzen automatisch die Authentifizierung von Mojang/Microsoft, sodass nicht originale Minecraft Java Edition-Clients eine Verbindung zum Server herstellen können.
el_gr: Όταν είναι ενεργοποιημένη αυτή η επιλογή, τέτοιες περιπτώσεις θα απενεργοποιούν αυτόματα τον έλεγχο ταυτότητας από τη Mojang/Microsoft, επιτρέποντας στους μη γνήσιους πελάτες Java Edition του Minecraft να συνδεθούν στον διακομιστή.
es_es: Cuando esta opción está habilitada, dichas instancias deshabilitarán automáticamente la autenticación de Mojang/Microsoft, lo que permitirá que los clientes no originales de Minecraft Java Edition se conecten al servidor.
fi_fi: Kun tämä asetus on käytössä, tällaiset esiintymät poistavat automaattisesti Mojangin/Microsoftin todennuksen käytöstä, jolloin muut kuin aidot Minecraft Java Edition -asiakkaat voivat muodostaa yhteyden palvelimeen.
fr_fr: Lorsque cette option est activée, ces instances désactivent automatiquement l’authentification de Mojang/Microsoft, permettant aux clients Minecraft Java Edition non authentiques de se connecter au serveur.
he_il: כאשר אפשרות זו מופעלת, מופעים כאלה ישביתו באופן אוטומטי אימות מ- Mojang/Microsoft, ויאפשרו ללקוחות Minecraft Java Edition לא מקוריים להתחבר לשרת.
hu_hu: Ha ez az opció engedélyezve van, az ilyen példányok automatikusan letiltják a Mojang/Microsoft hitelesítését, lehetővé téve a nem eredeti Minecraft Java Edition kliensek csatlakozását a szerverhez.
it_it: Quando questa opzione è abilitata, tali istanze disabiliteranno automaticamente l'autenticazione da Mojang/Microsoft, consentendo ai client Minecraft Java Edition non originali di connettersi al server.
ja_jp: このオプションを有効にすると、このようなインスタンスは Mojang/Microsoft からの認証を自動的に無効にし、非正規の Minecraft Java Edition クライアントがサーバーに接続できるようになります。
ko_kr: 이 옵션을 활성화하면 이러한 인스턴스는 Mojang/Microsoft의 인증을 자동으로 비활성화하여 정품이 아닌 Minecraft Java Edition 클라이언트가 서버에 연결할 수 있도록 합니다.
nb_no: Når dette alternativet er aktivert, vil slike forekomster automatisk deaktivere autentisering fra Mojang/Microsoft, slik at uekte Minecraft Java Edition-klienter kan koble seg til serveren.
nl_nl: Wanneer deze optie is ingeschakeld, wordt de verificatie van Mojang/Microsoft automatisch uitgeschakeld, waardoor niet-legitieme Minecraft Java Edition-clients verbinding kunnen maken met de server.
pl_pl: Gdy ta opcja jest włączona, takie instancje automatycznie wyłączą uwierzytelnianie z Mojang/Microsoft, umożliwiając nieoryginalnym klientom Minecraft Java Edition łączenie się z serwerem.
pt_pt: Quando essa opção estiver ativada, essas instâncias desativarão automaticamente a autenticação da Mojang/Microsoft, permitindo que clientes não originais do Minecraft Java Edition se conectem ao servidor.
ro_ro: Când această opțiune este activată, astfel de instanțe vor dezactiva automat autentificarea de la Mojang/Microsoft, permițând clienților Minecraft Java Edition neautentici să se conecteze la server.
ru_ru: Когда эта опция включена, такие экземпляры автоматически отключают аутентификацию от Mojang/Microsoft, позволяя неподлинным клиентам Minecraft Java Edition подключаться к серверу.
sr_sp: Када је ова опција омогућена, такви случајеви ће аутоматски онемогућити аутентификацију од Мојанг / Мицрософт, омогућавајући не-оригиналним Минецрафт Јава Едитион клијентима да се повежу са сервером.
sv_se: När det här alternativet är aktiverat kommer sådana instanser automatiskt att inaktivera autentisering från Mojang/Microsoft, vilket gör att oäkta Minecraft Java Edition-klienter kan ansluta till servern.
tr_tr: Bu seçenek etkinleştirildiğinde, bu tür örnekler Mojang/Microsoft'tan gelen kimlik doğrulamasını otomatik olarak devre dışı bırakarak orijinal olmayan Minecraft Java Sürümü istemcilerinin sunucuya bağlanmasına izin verir.
uk_ua: Коли ця опція увімкнена, такі екземпляри автоматично відключатимуть автентифікацію від Mojang/Microsoft, дозволяючи несправжнім клієнтам Minecraft Java Edition підключатися до сервера.
vi_vn: Khi tùy chọn này được bật, các phiên bản như vậy sẽ tự động vô hiệu hóa xác thực từ Mojang / Microsoft, cho phép các máy khách Minecraft Java Edition không chính hãng kết nối với máy chủ.
zh_hans: 启用此选项后，此类实例将会自动禁用来自 Mojang/Microsoft 的身份验证，从而允许非正版 Minecraft Java 版客户端连接到服务器。
zh_hant: 啟用此選項后，此類實例將會自動禁用來自Mojang/microsoft 的身份驗證，從而允許非正版Minecraft Java 版客戶端連接到伺服器。

# Settings_AutoDisableMinecraftBedrockOnlineMode_Description
source: After enabling this option, the instances of this type will automatically disable authentication from Mojang/Microsoft, and allow offline-mode Minecraft Clients to connect to the server.
af_za: Wanneer hierdie opsie geaktiveer is, sal sulke gevalle outomaties verifikasie van Mojang/Microsoft deaktiveer, wat nie-egte Minecraft Bedrock Edition-kliënte toelaat om aan die bediener te koppel.
ar_sa: عند تمكين هذا الخيار ، ستقوم هذه الحالات تلقائيا بتعطيل المصادقة من Mojang / Microsoft ، مما يسمح لعملاء Minecraft Bedrock Edition غير الأصليين بالاتصال بالخادم.
ca_es: Quan aquesta opció està activada, aquestes instàncies desactivaran automàticament l'autenticació de Mojang/Microsoft, permetent que els clients no originals de Minecraft Bedrock Edition es connectin al servidor.
cs_cz: Pokud je tato možnost povolena, takové instance automaticky zakážou ověřování od společnosti Mojang/Microsoft, což umožní neoriginálním klientům Minecraft Bedrock Edition připojit se k serveru.
da_dk: Når denne indstilling er aktiveret, vil sådanne instanser automatisk deaktivere godkendelse fra Mojang/Microsoft, hvilket giver uægte Minecraft Bedrock Edition-klienter mulighed for at oprette forbindelse til serveren.
de_de: Wenn diese Option aktiviert ist, deaktivieren solche Instanzen automatisch die Authentifizierung von Mojang/Microsoft, sodass nicht originale Minecraft Bedrock Edition-Clients eine Verbindung zum Server herstellen können.
el_gr: Όταν είναι ενεργοποιημένη αυτή η επιλογή, τέτοιες παρουσίες θα απενεργοποιούν αυτόματα τον έλεγχο ταυτότητας από τη Mojang/Microsoft, επιτρέποντας στους μη γνήσιους πελάτες του Minecraft Bedrock Edition να συνδεθούν στο διακομιστή.
es_es: Cuando esta opción está habilitada, dichas instancias deshabilitarán automáticamente la autenticación de Mojang/Microsoft, lo que permitirá que los clientes no originales de Minecraft Bedrock Edition se conecten al servidor.
fi_fi: Kun tämä asetus on käytössä, tällaiset esiintymät poistavat automaattisesti Mojangin/Microsoftin todennuksen käytöstä, jolloin muut kuin aidot Minecraft Bedrock Edition -asiakkaat voivat muodostaa yhteyden palvelimeen.
fr_fr: Lorsque cette option est activée, ces instances désactivent automatiquement l’authentification de Mojang/Microsoft, permettant aux clients non authentiques de Minecraft Bedrock Edition de se connecter au serveur.
he_il: כאשר אפשרות זו מופעלת, מופעים כאלה ישביתו באופן אוטומטי אימות מ- Mojang/Microsoft, ויאפשרו ללקוחות Minecraft Bedrock Edition לא מקוריים להתחבר לשרת.
hu_hu: Ha ez az opció engedélyezve van, az ilyen példányok automatikusan letiltják a Mojang/Microsoft hitelesítését, lehetővé téve a nem eredeti Minecraft Bedrock Edition kliensek csatlakozását a kiszolgálóhoz.
it_it: Quando questa opzione è abilitata, tali istanze disabiliteranno automaticamente l'autenticazione da Mojang/Microsoft, consentendo ai client Minecraft Bedrock Edition non originali di connettersi al server.
ja_jp: このオプションを有効にすると、このようなインスタンスは Mojang/Microsoft からの認証を自動的に無効にし、非正規の Minecraft Bedrock Edition クライアントがサーバーに接続できるようになります。
ko_kr: 이 옵션을 활성화하면 이러한 인스턴스는 Mojang/Microsoft의 인증을 자동으로 비활성화하여 비정품 Minecraft Bedrock Edition 클라이언트가 서버에 연결할 수 있도록 합니다.
nb_no: Når dette alternativet er aktivert, vil slike forekomster automatisk deaktivere autentisering fra Mojang/Microsoft, slik at uekte Minecraft Bedrock Edition-klienter kan koble seg til serveren.
nl_nl: Wanneer deze optie is ingeschakeld, wordt de verificatie van Mojang/Microsoft automatisch uitgeschakeld, waardoor niet-legitieme Minecraft Bedrock Edition-clients verbinding kunnen maken met de server.
pl_pl: Gdy ta opcja jest włączona, takie instancje automatycznie wyłączą uwierzytelnianie z Mojang/Microsoft, umożliwiając nieoryginalnym klientom Minecraft Bedrock Edition łączenie się z serwerem.
pt_pt: Quando essa opção estiver ativada, essas instâncias desativarão automaticamente a autenticação da Mojang/Microsoft, permitindo que clientes não originais do Minecraft Bedrock Edition se conectem ao servidor.
ro_ro: Când această opțiune este activată, astfel de instanțe vor dezactiva automat autentificarea de la Mojang/Microsoft, permițând clienților Minecraft Bedrock Edition neautentici să se conecteze la server.
ru_ru: Когда эта опция включена, такие экземпляры автоматически отключают аутентификацию от Mojang/Microsoft, позволяя неподлинным клиентам Minecraft Bedrock Edition подключаться к серверу.
sr_sp: Када је ова опција омогућена, такви случајеви ће аутоматски онемогућити аутентификацију од Мојанг / Мицрософт, омогућавајући не-оригиналним Минецрафт Бедроцк Едитион клијентима да се повежу са сервером.
sv_se: När det här alternativet är aktiverat kommer sådana instanser automatiskt att inaktivera autentisering från Mojang/Microsoft, vilket gör att oäkta Minecraft Bedrock Edition-klienter kan ansluta till servern.
tr_tr: Bu seçenek etkinleştirildiğinde, bu tür örnekler Mojang/Microsoft'tan gelen kimlik doğrulamasını otomatik olarak devre dışı bırakarak orijinal olmayan Minecraft Bedrock Edition istemcilerinin sunucuya bağlanmasına izin verir.
uk_ua: Коли ця опція увімкнена, такі екземпляри автоматично відключатимуть автентифікацію від Mojang/Microsoft, дозволяючи несправжнім клієнтам Minecraft Bedrock Edition підключатися до сервера.
vi_vn: Khi tùy chọn này được bật, các phiên bản như vậy sẽ tự động vô hiệu hóa xác thực từ Mojang / Microsoft, cho phép các máy khách Minecraft Bedrock Edition không chính hãng kết nối với máy chủ.
zh_hans: 启用此选项后，此类实例将会自动禁用来自 Mojang/Microsoft 的身份验证，从而允许非正版 Minecraft 基岩版客户端连接到服务器。
zh_hant: 啟用此選項后，此類實例將會自動禁用來自Mojang/microsoft 的身份驗證，從而允許非正版Minecraft 基岩版客戶端連接到伺服器。

# Settings_AutoDisableMinecraftBedrockOnlineMode_Title
source: Automatically Disable Online Authentication (Minecraft Bedrock Edition Instance)
af_za: Skakel egtheidsverifikasie outomaties uit (Minecraft Bedrock Edition-bedienerinstansie)
ar_sa: تعطيل التحقق من المصادقة تلقائيا (مثيل خادم Minecraft Bedrock Edition)
ca_es: Desactiva automàticament la verificació d'autenticitat (instància del servidor Minecraft Bedrock Edition)
cs_cz: Automaticky zakázat ověření pravosti (instance serveru Minecraft Bedrock Edition)
da_dk: Deaktiver automatisk ægthedsbekræftelse (Minecraft Bedrock Edition-serverforekomst)
de_de: Automatisches Deaktivieren der Authentizitätsüberprüfung (Minecraft Bedrock Edition-Serverinstanz)
el_gr: Αυτόματη απενεργοποίηση επαλήθευσης γνησιότητας (παρουσία διακομιστή Minecraft Bedrock Edition)
es_es: Deshabilitar automáticamente la verificación de autenticidad (instancia de servidor de Minecraft Bedrock Edition)
fi_fi: Poista aitouden tarkistus automaattisesti käytöstä (Minecraft Bedrock Edition -palvelinesiintymä)
fr_fr: Désactiver automatiquement la vérification de l’authenticité (instance de serveur Minecraft Bedrock Edition)
he_il: השבתה אוטומטית של אימות המקוריות (מופע שרת של Minecraft Bedrock Edition)
hu_hu: A hitelesség ellenőrzésének automatikus letiltása (Minecraft Bedrock Edition kiszolgálópéldány)
it_it: Disabilita automaticamente la verifica dell'autenticità (istanza del server Minecraft Bedrock Edition)
ja_jp: 信頼性の検証を自動的に無効にする (Minecraft Bedrock Edition サーバー インスタンス)
ko_kr: 정품 인증 자동 비활성화(Minecraft Bedrock Edition 서버 인스턴스)
nb_no: Deaktiver automatisk autentisitetsbekreftelse (Minecraft Bedrock Edition-serverforekomst)
nl_nl: Authenticiteitsverificatie automatisch uitschakelen (Minecraft Bedrock Edition-serverinstantie)
pl_pl: Automatycznie wyłącz weryfikację autentyczności (instancja serwera Minecraft Bedrock Edition)
pt_pt: Desative automaticamente a verificação de autenticidade (instância do servidor Minecraft Bedrock Edition)
ro_ro: Dezactivați automat verificarea autenticității (instanță de server Minecraft Bedrock Edition)
ru_ru: Автоматическое отключение проверки подлинности (экземпляр сервера Minecraft Bedrock Edition)
sr_sp: Аутоматски онемогућите верификацију аутентичности (Минецрафт Бедроцк Едитион инстанца сервера)
sv_se: Inaktivera äkthetsverifiering automatiskt (serverinstans för Minecraft Bedrock Edition)
tr_tr: Orijinallik doğrulamasını otomatik olarak devre dışı bırak (Minecraft Bedrock Edition sunucu örneği)
uk_ua: Автоматичне вимкнення перевірки автентичності (екземпляр сервера Minecraft Bedrock Edition)
vi_vn: Tự động tắt xác minh tính xác thực (phiên bản máy chủ Minecraft Bedrock Edition)
zh_hans: 自动禁用正版验证 (Minecraft 基岩版服务器实例)
zh_hant: 自動禁用正版驗證 (Minecraft 基岩版伺服器實例)

# Settings_UseMirrorForMinecraftForgeInstall_Title
source: Use Mirror for Installation (Minecraft Forge Server Instance)
af_za: Ontplooi met 'n beeldbron (Minecraft Forge-bedienerinstansie)
ar_sa: النشر باستخدام مصدر صورة (مثيل خادم Minecraft Forge)
ca_es: Implementació amb una font d'imatge (instància del servidor de Minecraft Forge)
cs_cz: Nasazení se zdrojem obrazu (instance serveru Minecraft Forge)
da_dk: Udrul med en billedkilde (Minecraft Forge-serverforekomst)
de_de: Bereitstellen mit einer Bildquelle (Minecraft Forge-Serverinstanz)
el_gr: Ανάπτυξη με προέλευση εικόνας (παρουσία διακομιστή Minecraft Forge)
es_es: Implementar con una fuente de imagen (instancia de servidor de Minecraft Forge)
fi_fi: Käyttöönotto kuvalähteen avulla (Minecraft Forge -palvelinesiintymä)
fr_fr: Déployer avec une source d’image (instance de serveur Minecraft Forge)
he_il: פריסה באמצעות מקור תמונה (מופע שרת Minecraft Forge)
hu_hu: Üzembe helyezés képforrással (Minecraft Forge szerverpéldány)
it_it: Distribuzione con un'origine immagine (istanza del server Minecraft Forge)
ja_jp: イメージ ソースを使用したデプロイ (Minecraft Forge サーバー インスタンス)
ko_kr: 이미지 소스를 사용하여 배포(Minecraft Forge 서버 인스턴스)
nb_no: Distribuer med en bildekilde (Minecraft Forge-serverforekomst)
nl_nl: Implementeren met een afbeeldingsbron (Minecraft Forge-serverinstantie)
pl_pl: Wdrażanie ze źródłem obrazu (instancja serwera Minecraft Forge)
pt_pt: Implantar com uma fonte de imagem (instância do servidor Minecraft Forge)
ro_ro: Implementați cu o sursă de imagine (instanță de server Minecraft Forge)
ru_ru: Развертывание с источником изображения (экземпляр сервера Minecraft Forge)
sr_sp: Развијте са извором слике (Минецрафт Форге инстанца сервера)
sv_se: Distribuera med en bildkälla (Minecraft Forge-serverinstans)
tr_tr: Bir görüntü kaynağıyla dağıtma (Minecraft Forge sunucu örneği)
uk_ua: Розгортання з джерелом образу (екземпляр сервера Minecraft Forge)
vi_vn: Triển khai với nguồn hình ảnh (phiên bản máy chủ Minecraft Forge)
zh_hans: 使用镜像源进行部署 (Minecraft Forge 服务器实例)
zh_hant: 使用鏡像源進行部署 (Minecraft Forge 伺服器實例)

# Settings_UseMirrorForMinecraftNeoForgeInstall_Title
source: Use Mirror for Installation (Minecraft NeoForge Server Instance)
af_za: Ontplooi met 'n beeldbron (Minecraft NeoForge Server Instance)
ar_sa: النشر باستخدام مصدر صورة (مثيل خادم NeoForge Minecraft)
ca_es: Desplegar amb una font d'imatge (Minecraft NeoForge Server Instance)
cs_cz: Nasazení se zdrojem obrazu (instance serveru Minecraft NeoForge)
da_dk: Udrul med en billedkilde (Minecraft NeoForge Server Instance)
de_de: Bereitstellen mit einer Bildquelle (Minecraft NeoForge Serverinstanz)
el_gr: Ανάπτυξη με προέλευση εικόνας (παρουσία διακομιστή Minecraft NeoForge)
es_es: Implementar con una fuente de imagen (Minecraft NeoForge Server Instance)
fi_fi: Ota käyttöön kuvalähteen avulla (Minecraft NeoForge Server Instance)
fr_fr: Déployer avec une source d’image (instance de serveur Minecraft NeoForge)
he_il: פריסה עם מקור תמונה (Minecraft NeoForge Server Instance)
hu_hu: Üzembe helyezés képforrással (Minecraft NeoForge Server Instance)
it_it: Distribuzione con un'origine immagine (istanza del server Minecraft NeoForge)
ja_jp: イメージ ソースを使用してデプロイする (Minecraft NeoForge サーバー インスタンス)
ko_kr: 이미지 소스를 사용하여 배포(Minecraft NeoForge 서버 인스턴스)
nb_no: Distribuer med en bildekilde (Minecraft NeoForge Server Instance)
nl_nl: Implementeren met een afbeeldingsbron (Minecraft NeoForge Server Instance)
pl_pl: Wdrażanie przy użyciu źródła obrazu (instancja serwera Minecraft NeoForge)
pt_pt: Implantar com uma fonte de imagem (Instância do Servidor Minecraft NeoForge)
ro_ro: Implementați cu o sursă de imagine (Minecraft NeoForge Server Instance)
ru_ru: Развертывание с помощью источника изображения (экземпляр сервера Minecraft NeoForge)
sr_sp: Развијте са извором слике (Минецрафт НеоФорге Сервер Инстанце)
sv_se: Distribuera med en bildkälla (Minecraft NeoForge Server Instance)
tr_tr: Bir görüntü kaynağıyla dağıtma (Minecraft NeoForge Sunucu Örneği)
uk_ua: Розгортання з джерелом образу (Minecraft NeoForge Server Instance)
vi_vn: Triển khai với nguồn hình ảnh (Minecraft NeoForge Server Instance)
zh_hans: 使用镜像源进行部署 (Minecraft NeoForge 服务器实例)
zh_hant: 使用鏡像源進行部署 (Minecraft NeoForge 伺服器實例)

# Settings_UseMirrorForMinecraftFabricInstall_Title
source: Use Mirror for Installation (Minecraft Fabric Server Instance)
af_za: Ontplooi met 'n beeldbron (Minecraft Fabric-bedienerinstansie)
ar_sa: النشر باستخدام مصدر صورة (مثيل خادم Minecraft Fabric)
ca_es: Implementació amb una font d'imatge (instància del servidor de Minecraft Fabric)
cs_cz: Nasazení se zdrojem obrazu (instance serveru Minecraft Fabric)
da_dk: Udrul med en billedkilde (Minecraft Fabric-serverforekomst)
de_de: Bereitstellen mit einer Bildquelle (Minecraft Fabric-Serverinstanz)
el_gr: Ανάπτυξη με προέλευση εικόνας (παρουσία διακομιστή Minecraft Fabric)
es_es: Implementación con un origen de imagen (instancia de servidor de Minecraft Fabric)
fi_fi: Käyttöönotto kuvalähteen avulla (Minecraft Fabric -palvelinesiintymä)
fr_fr: Déployer avec une source d’image (instance de serveur Minecraft Fabric)
he_il: פריסה באמצעות מקור תמונה (מופע שרת Minecraft Fabric)
hu_hu: Üzembe helyezés képforrással (Minecraft Fabric szerverpéldány)
it_it: Distribuire con un'origine immagine (istanza del server Minecraft Fabric)
ja_jp: イメージ ソースを使用したデプロイ (Minecraft Fabric サーバー インスタンス)
ko_kr: 이미지 소스를 사용하여 배포(Minecraft Fabric 서버 인스턴스)
nb_no: Distribuer med en bildekilde (Minecraft Fabric-serverforekomst)
nl_nl: Implementeren met een afbeeldingsbron (Minecraft Fabric-serverinstantie)
pl_pl: Wdrażanie przy użyciu źródła obrazu (instancja serwera Minecraft Fabric)
pt_pt: Implantar com uma fonte de imagem (instância do servidor Minecraft Fabric)
ro_ro: Implementați cu o sursă de imagine (instanță de server Minecraft Fabric)
ru_ru: Развертывание с помощью источника изображения (экземпляр сервера Minecraft Fabric)
sr_sp: Развијте са извором слике (инстанца сервера Минецрафт Фабриц)
sv_se: Distribuera med en avbildningskälla (Minecraft Fabric-serverinstans)
tr_tr: Bir görüntü kaynağıyla dağıtma (Minecraft Fabric sunucu örneği)
uk_ua: Розгортання з джерелом образу (екземпляр сервера Minecraft Fabric)
vi_vn: Triển khai với nguồn hình ảnh (phiên bản máy chủ Minecraft Fabric)
zh_hans: 使用镜像源进行部署 (Minecraft Fabric 服务器实例)
zh_hant: 使用鏡像源進行部署 (Minecraft Fabric 伺服器實例)

# Settings_UseMirrorForMinecraftQuiltInstall_Title
source: Use Mirror for Installation (Minecraft Quilt Server Instance)
af_za: Ontplooi met 'n spieëlbron (Minecraft Quilt-bedienerinstansie)
ar_sa: النشر باستخدام مصدر مرآة (مثيل خادم Minecraft Quilt)
ca_es: Desplegar amb una font mirall (instància del servidor Minecraft Quilt)
cs_cz: Nasazení se zrcadlovým zdrojem (instance serveru Minecraft Quilt)
da_dk: Udrul med en spejlkilde (Minecraft Quilt-serverforekomst)
de_de: Bereitstellen mit einer gespiegelten Quelle (Minecraft Quilt-Serverinstanz)
el_gr: Ανάπτυξη με προέλευση ειδώλου (παρουσία διακομιστή Minecraft Quilt)
es_es: Implementación con una fuente de espejo (instancia de servidor de Minecraft Quilt)
fi_fi: Käyttöönotto peililähteen avulla (Minecraft Quilt -palvelinesiintymä)
fr_fr: Déployer avec une source miroir (instance de serveur Minecraft Quilt)
he_il: פריסה באמצעות מקור שיקוף (מופע שרת Minecraft Quilt)
hu_hu: Üzembe helyezés tükörforrással (Minecraft Quilt szerverpéldány)
it_it: Distribuzione con un'origine mirror (istanza del server Minecraft Quilt)
ja_jp: ミラー ソースを使用したデプロイ (Minecraft Quilt サーバー インスタンス)
ko_kr: 미러 소스를 사용하여 배포(Minecraft Quilt 서버 인스턴스)
nb_no: Distribuer med en speilkilde (Minecraft Quilt-serverforekomst)
nl_nl: Implementeren met een spiegelbron (Minecraft Quilt-serverinstantie)
pl_pl: Wdrażanie ze źródłem lustrzanym (instancja serwera Minecraft Quilt)
pt_pt: Implantar com uma fonte espelhada (instância do servidor Minecraft Collt)
ro_ro: Implementați cu o sursă în oglindă (instanță de server Minecraft Quilt)
ru_ru: Развертывание с помощью зеркального источника (экземпляр сервера Minecraft Quilt)
sr_sp: Развијте са извором огледала (Минецрафт Куилт инстанца сервера)
sv_se: Distribuera med en speglingskälla (Minecraft Quilt-serverinstans)
tr_tr: Bir yansıtma kaynağıyla dağıtma (Minecraft Quilt sunucu örneği)
uk_ua: Розгортання з дзеркальним джерелом (екземпляр сервера Minecraft Quilt)
vi_vn: Triển khai với nguồn nhân bản (phiên bản máy chủ Minecraft Quilt)
zh_hans: 使用镜像源进行部署 (Minecraft Quilt 服务器实例)
zh_hant: 使用鏡像源進行部署 (Minecraft Quilt 伺服器實例)
