Repository: MCSLTeam/MCServerLauncher-Future
Catalog: MCServerLauncher.WPF/Resources/Language.*.resx
Languages: af_za, ar_sa, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, he_il, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sr_sp, sv_se, tr_tr, uk_ua, vi_vn, zh_hans, zh_hant

# Eula10
source: Disclaimers
af_za: Vrywaring
ar_sa: اخلاء المسؤوليه
ca_es: Renúncia
cs_cz: zřeknutí se
da_dk: ansvarsfraskrivelse
de_de: Verzichtserklärung
el_gr: αποκήρυξη
es_es: Renuncia
fi_fi: vastuuvapauslauseke
fr_fr: démenti
he_il: כתב ויתור
hu_hu: lemondás
it_it: disconoscimento
ja_jp: 免責事項
ko_kr: 면책 조항
nb_no: Ansvarsfraskrivelse
nl_nl: Disclaimer
pl_pl: zrzeczenie się
pt_pt: Declaração de exoneração de responsabilidade
ro_ro: Disclaimer
ru_ru: отказ
sr_sp: Изјава о одрицању од одговорности
sv_se: friskrivning
tr_tr: feragatname
uk_ua: Застереження
vi_vn: Disclaimer
zh_hans: 免责声明
zh_hant: 免責聲明
