Repository: MCSLTeam/MCServerLauncher-Future
Catalog: MCServerLauncher.WPF/Resources/Language.*.resx
Languages: af_za, ar_sa, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, he_il, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sr_sp, sv_se, tr_tr, uk_ua, vi_vn, zh_hans, zh_hant

# Eula17
source: This EULA is governed by the laws of the People's Republic of China and excludes the application of any conflicting legal provisions; \nThe developer's failure or delay in exercising or fully exercising any rights under this EULA or as provided by law shall not be deemed a waiver of those rights, nor shall it affect the developer's ability to exercise such rights in the future; \nTo the extent permitted by law, the developer has the right to interpret the terms of this EULA; \nUsers can file complaints or report various illegal activities by email to services@mcsl.com.cn.
af_za: Hierdie ooreenkoms word beheer deur die wet van die Volksrepubliek China, sonder inagneming van alle bepalings van die konflik van die wet;\nDie ontwikkelaar se versuim om die regte wat ingevolge hierdie ooreenkoms of in ooreenstemming met die wet geniet word, uit te oefen, versuim om betyds uit te oefen of ten volle uit te oefen, word nie geag 'n afstanddoening van die uitoefening van sodanige regte te wees nie, en dit sal ook nie die ontwikkelaar se uitoefening van sodanige regte in die toekoms beïnvloed nie;\nIn die mate waarin die wet dit toelaat, het die ontwikkelaar die reg om die bepalings van hierdie ooreenkoms te interpreteer;\nGebruikers kan kla en allerhande oortredings van wette en regulasies per e-pos aanmeld, stuur asseblief die e-pos aan services@mcsl.com.cn.
ar_sa: تخضع هذه الاتفاقية لقانون جمهورية الصين الشعبية ، بغض النظر عن جميع أحكام تعارض القانون ؛\nلا يعتبر فشل المطور في ممارسة الحقوق التي يتمتع بها بموجب هذه الاتفاقية أو وفقا للقانون أو فشله في ممارستها في الوقت المناسب أو ممارستها بالكامل تنازلا عن ممارسة هذه الحقوق ، ولا يؤثر على ممارسة المطور لهذه الحقوق في المستقبل ؛\nإلى الحد الذي يسمح به القانون، يحق للمطور تفسير شروط هذه الاتفاقية؛\nيمكن للمستخدمين تقديم شكوى والإبلاغ عن جميع أنواع انتهاكات القوانين واللوائح عن طريق البريد الإلكتروني ، يرجى إرسال البريد الإلكتروني إلى services@mcsl.com.cn.
ca_es: Aquest Acord es regirà per la legislació de la República Popular de la Xina, sense tenir en compte totes les disposicions de conflicte de lleis;\nEl fet que el Desenvolupador no exerceixi, no exerceixi de manera oportuna o exerceixi plenament els drets gaudits en virtut d'aquest Acord o d'acord amb la llei no es considerarà una renúncia a l'exercici d'aquests drets, ni afectarà l'exercici d'aquests drets per part del Desenvolupador en el futur;\nEn la mesura que ho permeti la llei, el Desenvolupador té dret a interpretar els termes d'aquest Acord;\nEls usuaris poden queixar-se i denunciar tot tipus d'infraccions de lleis i regulacions per correu electrònic, si us plau, envieu el correu electrònic a services@mcsl.com.cn.
cs_cz: Tato Smlouva se řídí právem Čínské lidové republiky, bez ohledu na všechna ustanovení o kolizi právních norem;\nPokud vývojář neuplatní, neuplatní včas nebo plně neuplatní práva vyplývající z této smlouvy nebo v souladu se zákonem, nebude to považováno za zřeknutí se výkonu těchto práv, ani to nebude mít vliv na výkon těchto práv vývojářem v budoucnu;\nV rozsahu povoleném zákonem má Vývojář právo vykládat podmínky této Smlouvy;\nUživatelé si mohou stěžovat a hlásit všechny druhy porušení zákonů a předpisů e-mailem, zašlete prosím e-mail na adresu services@mcsl.com.cn.
da_dk: Denne aftale er underlagt Folkerepublikken Kinas lovgivning uden hensyn til alle lovvalgsregler;\nUdviklerens undladelse af at udøve, undlade at udøve rettidigt eller fuldt ud udøve de rettigheder, der nydes i henhold til denne aftale eller i overensstemmelse med loven, skal ikke anses for at være et afkald på udøvelsen af sådanne rettigheder, og det skal heller ikke påvirke udviklerens udøvelse af sådanne rettigheder i fremtiden;\nI det omfang loven tillader det, har udvikleren ret til at fortolke vilkårene i denne aftale;\nBrugere kan klage og rapportere alle former for overtrædelser af love og regler via e-mail, send venligst e-mailen til services@mcsl.com.cn.
de_de: Diese Vereinbarung unterliegt dem Recht der Volksrepublik China, ohne Rücksicht auf alle Bestimmungen des Kollisionsrechts;\nDas Versäumnis des Entwicklers, die Rechte aus dieser Vereinbarung oder in Übereinstimmung mit dem Gesetz auszuüben, nicht rechtzeitig oder nicht vollständig auszuüben, gilt nicht als Verzicht auf die Ausübung dieser Rechte und hat auch keinen Einfluss auf die Ausübung dieser Rechte durch den Entwickler;\nSoweit gesetzlich zulässig, hat der Entwickler das Recht, die Bedingungen dieser Vereinbarung auszulegen;\nNutzer können sich per E-Mail beschweren und alle Arten von Verstößen gegen Gesetze und Vorschriften melden, bitte senden Sie die E-Mail an services@mcsl.com.cn.
el_gr: Η παρούσα συμφωνία διέπεται από το δίκαιο της Λαϊκής Δημοκρατίας της Κίνας, χωρίς να λαμβάνονται υπόψη όλες οι διατάξεις περί σύγκρουσης νόμων·\nΗ αποτυχία του Προγραμματιστή να ασκήσει, να μην ασκήσει εγκαίρως ή να ασκήσει πλήρως τα δικαιώματα που απολαμβάνει βάσει της παρούσας Σύμβασης ή σύμφωνα με το νόμο δεν θα θεωρείται παραίτηση από την άσκηση των εν λόγω δικαιωμάτων, ούτε θα επηρεάσει την άσκηση των εν λόγω δικαιωμάτων από τον Προγραμματιστή στο μέλλον.\nΣτο βαθμό που επιτρέπεται από το νόμο, ο Προγραμματιστής έχει το δικαίωμα να ερμηνεύσει τους όρους της παρούσας Σύμβασης.\nΟι χρήστες μπορούν να παραπονεθούν και να αναφέρουν κάθε είδους παραβιάσεις νόμων και κανονισμών μέσω ηλεκτρονικού ταχυδρομείου, στείλτε το μήνυμα ηλεκτρονικού ταχυδρομείου στο services@mcsl.com.cn.
es_es: Este Acuerdo se regirá por la ley de la República Popular China, sin tener en cuenta todas las disposiciones sobre conflicto de leyes;\nEl hecho de que el Desarrollador no ejerza, no ejerza de manera oportuna o ejerza plenamente los derechos disfrutados en virtud de este Acuerdo o de conformidad con la ley no se considerará una renuncia al ejercicio de dichos derechos, ni afectará el ejercicio de dichos derechos por parte del Desarrollador en el futuro;\nEn la medida en que lo permita la ley, el Desarrollador tiene derecho a interpretar los términos de este Acuerdo;\nLos usuarios pueden quejarse y denunciar todo tipo de violaciones de las leyes y regulaciones por correo electrónico, envíe el correo electrónico a services@mcsl.com.cn.
fi_fi: Tähän sopimukseen sovelletaan Kiinan kansantasavallan lainsäädäntöä ottamatta huomioon kaikkia lainvalintasäännöksiä;\nSe, että Kehittäjä ei käytä, käytä ajoissa tai käytä täysimääräisesti tämän sopimuksen mukaisia tai lain mukaisia oikeuksiaan, ei tarkoita luopumista tällaisten oikeuksien käytöstä, eikä se vaikuta Kehittäjän tällaisten oikeuksien käyttöön tulevaisuudessa;\nKehittäjällä on lain sallimissa rajoissa oikeus tulkita tämän sopimuksen ehtoja;\nKäyttäjät voivat valittaa ja ilmoittaa kaikenlaisista lakien ja määräysten rikkomuksista sähköpostitse, lähetä sähköpostia services@mcsl.com.cn.
fr_fr: Le présent Accord est régi par le droit de la République populaire de Chine, sans égard à toutes les dispositions relatives aux conflits de lois ;\nLe fait que le Développeur n’exerce pas, n’exerce pas en temps opportun ou n’exerce pas pleinement les droits dont il jouit en vertu du présent Contrat ou conformément à la loi ne sera pas considéré comme une renonciation à l’exercice de ces droits, ni n’affectera l’exercice de ces droits par le Développeur à l’avenir ;\nDans la mesure permise par la loi, le Développeur a le droit d’interpréter les termes du présent Contrat ;\nLes utilisateurs peuvent se plaindre et signaler toutes sortes de violations des lois et règlements par e-mail, veuillez envoyer l’e-mail à services@mcsl.com.cn.
he_il: הסכם זה יהיה כפוף לחוק הרפובליקה העממית של סין, ללא התחשבות בכל הוראות ברירת הדין;\nכישלון של היזם לממש, אי מימוש בזמן או מימוש מלא של הזכויות מהן נהנה על פי הסכם זה או בהתאם לחוק לא ייחשב כוויתור על מימוש זכויות אלה, ולא ישפיע על מימוש זכויות אלה על ידי היזם בעתיד;\nבמידה המותרת על פי חוק, ליזם יש את הזכות לפרש את תנאי הסכם זה;\nמשתמשים יכולים להתלונן ולדווח על כל מיני הפרות של חוקים ותקנות בדוא"ל, אנא שלח את הדוא"ל services@mcsl.com.cn.
hu_hu: E megállapodásra a Kínai Népköztársaság joga az irányadó, tekintet nélkül a kollíziós szabályokra;\nHa a Fejlesztő elmulasztja, nem gyakorolja kellő időben vagy teljes mértékben a jelen Szerződés alapján vagy a törvényekkel összhangban élvezett jogait, az nem tekinthető az ilyen jogok gyakorlásáról való lemondásnak, és nem befolyásolja a Fejlesztő jövőbeli ilyen jogainak gyakorlását;\nA törvény által megengedett mértékben a Fejlesztőnek joga van értelmezni a jelen Szerződés feltételeit;\nA felhasználók e-mailben panaszkodhatnak és jelenthetnek mindenféle törvénysértést és rendeletet, kérjük, küldje el az e-mailt a services@mcsl.com.cn.
it_it: Il presente Contratto è disciplinato dalla legge della Repubblica Popolare Cinese, indipendentemente da tutte le disposizioni in materia di conflitto di leggi;\nIl mancato esercizio, il mancato esercizio da parte dello Sviluppatore in modo tempestivo o il pieno esercizio dei diritti di cui gode ai sensi del presente Contratto o in conformità con la legge non sarà considerato una rinuncia all'esercizio di tali diritti, né pregiudicherà l'esercizio di tali diritti da parte dello Sviluppatore in futuro;\nNella misura consentita dalla legge, lo Sviluppatore ha il diritto di interpretare i termini del presente Contratto;\nGli utenti possono lamentare e segnalare tutti i tipi di violazioni di leggi e regolamenti via e-mail, si prega di inviare l'e-mail a services@mcsl.com.cn.
ja_jp: 本契約は、すべての抵触法の規定にかかわらず、中華人民共和国法に準拠するものとします。\n開発者が本契約に基づいて、または法律に従って享受する権利を行使しなかった、適時に行使しなかった、または完全に行使しなかった場合でも、そのような権利の行使を放棄したとは見なされず、将来の開発者によるそのような権利の行使に影響を与えないものとします。\n法律で認められている範囲で、開発者は本契約の条項を解釈する権利を有します。\nユーザーは、法律や規制のすべての種類の違反を電子メールで苦情を申し立て、報告することができます、services@mcsl.com.cn に電子メールを送信してください。
ko_kr: 본 계약은 모든 법률 조항의 충돌에 관계없이 중화 인민 공화국 법률의 적용을 받습니다.\n개발자가 본 계약에 따라 또는 법률에 따라 향유하는 권리를 행사하지 못하거나, 적시에 행사하지 못하거나, 완전히 행사하지 않는 것은 해당 권리의 행사를 포기하는 것으로 간주되지 않으며, 향후 개발자의 그러한 권리 행사에 영향을 미치지 않습니다.\n법이 허용하는 한도 내에서 개발자는 본 계약의 조건을 해석할 권리가 있습니다.\n사용자는 이메일로 모든 종류의 법률 및 규정 위반을 불만 제기하고 신고 할 수 있으므로 services@mcsl.com.cn 로 이메일을 보내주십시오.
nb_no: Denne avtalen skal styres av Folkerepublikken Kinas lover, uten hensyn til alle lovvalgsregler;\nUtbyggerens unnlatelse av å utøve, unnlate å utøve i tide eller fullt ut utøve rettighetene i henhold til denne avtalen eller i samsvar med loven, skal ikke anses å være en fraskrivelse av utøvelsen av slike rettigheter, og det skal heller ikke påvirke utbyggerens utøvelse av slike rettigheter i fremtiden;\nI den grad loven tillater det, har utvikleren rett til å tolke vilkårene i denne avtalen;\nBrukere kan klage og rapportere alle slags brudd på lover og forskrifter via e-post, vennligst send e-posten til services@mcsl.com.cn.
nl_nl: Op deze Overeenkomst is het recht van de Volksrepubliek China van toepassing, zonder rekening te houden met conflicterende wettelijke bepalingen;\nHet niet, niet tijdig of niet volledig uitoefenen van de rechten die de Ontwikkelaar geniet op grond van deze Overeenkomst of in overeenstemming met de wet, mag niet worden beschouwd als een verklaring van afstand van de uitoefening van dergelijke rechten, noch heeft dit invloed op de uitoefening van dergelijke rechten door de Ontwikkelaar in de toekomst;\nVoor zover wettelijk toegestaan, heeft de Ontwikkelaar het recht om de voorwaarden van deze Overeenkomst te interpreteren;\nGebruikers kunnen per e-mail klagen en allerlei overtredingen van wet- en regelgeving melden, stuur de e-mail naar services@mcsl.com.cn.
pl_pl: Niniejsza Umowa podlega prawu Chińskiej Republiki Ludowej, bez względu na wszelkie przepisy kolizyjne;\nNiewykonanie, niewykonanie w odpowiednim czasie lub niepełne wykonanie przez Dewelopera praw przysługujących mu na mocy niniejszej Umowy lub zgodnie z prawem nie będzie uważane za zrzeczenie się wykonywania takich praw ani nie będzie miało wpływu na wykonywanie tych praw przez Dewelopera w przyszłości;\nW zakresie dozwolonym przez prawo Deweloper ma prawo do interpretacji warunków niniejszej Umowy;\nUżytkownicy mogą składać skargi i zgłaszać wszelkiego rodzaju naruszenia prawa i przepisów za pośrednictwem poczty elektronicznej, prosimy o wysłanie wiadomości e-mail na adres services@mcsl.com.cn.
pt_pt: O presente Acordo será regido pela lei da República Popular da China, independentemente de todas as disposições em matéria de conflitos de leis;\nA falha do Desenvolvedor em exercer, deixar de exercer em tempo hábil ou exercer plenamente os direitos desfrutados sob este Contrato ou de acordo com a lei não será considerada uma renúncia ao exercício de tais direitos, nem afetará o exercício de tais direitos pelo Desenvolvedor no futuro;\nNa medida permitida por lei, o Desenvolvedor tem o direito de interpretar os termos deste Contrato;\nOs usuários podem reclamar e denunciar todos os tipos de violações de leis e regulamentos por e-mail, por favor, envie o e-mail para services@mcsl.com.cn.
ro_ro: Prezentul Acord va fi guvernat de legislația Republicii Populare Chineze, fără a ține cont de toate prevederile privind conflictul de legi;\nNeexercitarea de către Dezvoltator, neexercitarea în timp util sau exercitarea deplină a drepturilor de care se bucură în temeiul prezentului Acord sau în conformitate cu legea nu va fi considerată o renunțare la exercitarea acestor drepturi și nici nu va afecta exercitarea de către Dezvoltator a acestor drepturi în viitor;\nÎn măsura permisă de lege, Dezvoltatorul are dreptul de a interpreta termenii prezentului Acord;\nUtilizatorii pot depune plângeri și raporta tot felul de încălcări ale legilor și reglementărilor prin e-mail, vă rugăm să trimiteți e-mailul la services@mcsl.com.cn.
ru_ru: Настоящее Соглашение регулируется законодательством Китайской Народной Республики без учета всех положений коллизионного права;\nНеосуществление, несвоевременное осуществление или неполное осуществление Разработчиком прав, предоставляемых в соответствии с настоящим Соглашением или в соответствии с законом, не считается отказом от осуществления таких прав и не влияет на осуществление Разработчиком таких прав в будущем;\nВ той мере, в какой это разрешено законодательством, Разработчик имеет право толковать условия настоящего Соглашения;\nПользователи могут подавать жалобы и сообщать обо всех видах нарушений законов и нормативных актов по электронной почте, пожалуйста, отправьте электронное письмо по адресу services@mcsl.com.cn.
sr_sp: Овај Уговор ће бити регулисан законом Народне Републике Кине, без обзира на све одредбе о сукобу закона;\nНеуспех Програмера да оствари, не оствари благовремено или у потпуности оствари права која уживају по овом Уговору или у складу са законом неће се сматрати одрицањем од остваривања таквих права, нити ће утицати на остваривање таквих права Програмера у будућности;\nУ мери у којој је то дозвољено законом, Програмер има право да тумачи услове овог Уговора;\nКорисници могу да се жале и пријаве све врсте кршења закона и прописа путем е-маила, молимо вас да пошаљете е-маил на сервицес@мцсл.цом.цн.
sv_se: Detta avtal ska regleras av Folkrepubliken Kinas lag, utan hänsyn till alla lagvalsregler;\nUtvecklarens underlåtenhet att utöva, underlåta att i tid eller fullt ut utöva de rättigheter som åtnjuts enligt detta avtal eller i enlighet med lagen ska inte anses vara ett avstående från utövandet av sådana rättigheter, och det ska inte heller påverka utvecklarens utövande av sådana rättigheter i framtiden;\nI den utsträckning det är tillåtet enligt lag har utvecklaren rätt att tolka villkoren i detta avtal;\nAnvändare kan klaga och rapportera alla typer av överträdelser av lagar och förordningar via e-post, skicka e-postmeddelandet till services@mcsl.com.cn.
tr_tr: Bu Sözleşme, tüm kanun hükümleri ihtilafına bakılmaksızın Çin Halk Cumhuriyeti kanunlarına tabi olacaktır;\nGeliştiricinin bu Sözleşme kapsamında veya yasalara uygun olarak yararlandığı hakları kullanmaması, zamanında kullanmaması veya tam olarak kullanmaması, bu hakların kullanılmasından feragat edildiği anlamına gelmez ve Geliştiricinin gelecekte bu hakları kullanmasını etkilemez;\nYasaların izin verdiği ölçüde, Geliştirici bu Sözleşmenin şartlarını yorumlama hakkına sahiptir;\nKullanıcılar her türlü yasa ve yönetmelik ihlalini e-posta ile şikayet edebilir ve bildirebilir, lütfen e-postayı services@mcsl.com.cn gönderin.
uk_ua: Ця Угода регулюється законодавством Китайської Народної Республіки без урахування всіх положень колізійного права;\nНевиконання Розробником, несвоєчасне здійснення або повне здійснення прав, що користуються за цим Договором або відповідно до закону, не вважається відмовою від здійснення таких прав, а також не впливає на здійснення Забудовником таких прав у майбутньому;\nУ межах, дозволених законом, Розробник має право тлумачити умови цієї Угоди;\nКористувачі можуть скаржитися та повідомляти про всілякі порушення законів та нормативних актів електронною поштою, будь ласка, надішліть електронний лист на адресу services@mcsl.com.cn.
vi_vn: Thỏa thuận này sẽ được điều chỉnh bởi luật pháp Cộng hòa Nhân dân Trung Hoa, không liên quan đến tất cả các xung đột của các quy định pháp luật;\nViệc Chủ đầu tư không thực hiện, không thực hiện kịp thời hoặc thực hiện đầy đủ các quyền được hưởng theo Hợp đồng này hoặc theo quy định của pháp luật sẽ không được coi là từ bỏ việc thực hiện các quyền đó, cũng như không ảnh hưởng đến việc thực hiện các quyền đó của Chủ đầu tư trong tương lai;\nTrong phạm vi pháp luật cho phép, Nhà phát triển có quyền giải thích các điều khoản của Thỏa thuận này;\nNgười dùng có thể khiếu nại và báo cáo tất cả các loại vi phạm pháp luật và quy định qua email, vui lòng gửi email cho services@mcsl.com.cn.
zh_hans: 本协议适用于中华人民共和国法律，并且排除一切冲突法规规定地适用；\n开发者不行使、未能及时行使或者充分行使本协议或者依照法律规定所享有的权利，不应被视为放弃行使该权利，也不得影响开发者在将来行使该等权利；\n在法律许可范围内，开发者享有对本协议条款的解释权；\n用户可以通过电子邮件投诉、举报各类违法违规行为，邮件请发送至邮箱 services@mcsl.com.cn 。
zh_hant: 本協定適用於中華人民共和國法律，並且排除一切衝突法規規定地適用; \n開發者不行使、未能及時行使或者充分行使本協定或者依照法律規定所享有的權利，不應被視為放棄行使該權利，也不得影響開發者在將來行使該等權利; \n在法律許可範圍內，開發者享有對本協定條款的解釋權; \n使用者可以通過電子郵件投訴、舉報各類違法違規行為，郵件請發送至郵箱 services@mcsl.com.cn。

# Eula18
source: Terms Separability
af_za: Skeibaarheid van terme
ar_sa: قابلية الفصل بين الشروط
ca_es: Divisibilitat de terminis
cs_cz: Salvátorské funkce pojmů
da_dk: Vilkårenes adskillelse
de_de: Salvatorische Klausel
el_gr: Διαιρετότητα των Όρων
es_es: Divisibilidad de los términos
fi_fi: Ehtojen erotettavuus
fr_fr: Divisibilité des conditions
he_il: הפרדת מונחים
hu_hu: A feltételek elválaszthatósága
it_it: Separabilità dei termini
ja_jp: 規約の分離可能性
ko_kr: 약관의 분리 가능성
nb_no: Vilkårenes atskillelse
nl_nl: Scheidbaarheid van voorwaarden
pl_pl: Rozdzielność postanowień
pt_pt: Divisibilidade dos Termos
ro_ro: Separabilitatea termenilor
ru_ru: Автономность положений
sr_sp: Раздвојивост услова
sv_se: Uppdelning av villkor
tr_tr: Şartların Bölünebilirliği
uk_ua: Автономність положень
vi_vn: Tính hiệu lực từng phần của Điều khoản
zh_hans: 条款可分性
zh_hant: 條款可分性

# Eula19
source: If any provision of this EULA is regarded as invalid or unenforceable, the remaining provisions should still remain in full force and effect.
af_za: As enige bepaling van hierdie ooreenkoms ongeldig of onafdwingbaar is, bly die oorblywende bepalings van krag.
ar_sa: إذا تم اعتبار أي حكم من أحكام هذه الاتفاقية غير صالح أو غير قابل للتنفيذ ، فستظل الأحكام المتبقية سارية المفعول والتأثير الكامل.
ca_es: Si alguna disposició d'aquest Acord es considera invàlida o inaplicable, la resta de disposicions romandran en ple vigor i efecte.
cs_cz: Pokud bude jakékoli ustanovení této smlouvy považováno za neplatné nebo nevymahatelné, zbývající ustanovení zůstanou v plné platnosti a účinnosti.
da_dk: Hvis en bestemmelse i denne aftale anses for at være ugyldig eller ikke kan håndhæves, skal de resterende bestemmelser forblive i fuld kraft og virkning.
de_de: Sollte eine Bestimmung dieser Vereinbarung für ungültig oder nicht durchsetzbar befunden werden, bleiben die übrigen Bestimmungen in vollem Umfang in Kraft und wirksam.
el_gr: Εάν οποιαδήποτε διάταξη της παρούσας Συμφωνίας κριθεί άκυρη ή ανεφάρμοστη, οι υπόλοιπες διατάξεις θα παραμείνουν σε πλήρη ισχύ και εφαρμογή.
es_es: Si alguna disposición de este Acuerdo se considera inválida o inaplicable, las disposiciones restantes permanecerán en pleno vigor y efecto.
fi_fi: Jos jokin tämän sopimuksen ehto katsotaan pätemättömäksi tai täytäntöönpanokelvottomaksi, muut ehdot pysyvät täysin voimassa.
fr_fr: Si l’une des dispositions du présent Accord est jugée invalide ou inapplicable, les dispositions restantes resteront pleinement en vigueur.
he_il: אם הוראה כלשהי בהסכם זה תיקבע כבלתי חוקית או בלתי ניתנת לאכיפה, שאר ההוראות יישארו במלוא תוקפן ותוקפן.
hu_hu: Ha a jelen Szerződés bármely rendelkezése érvénytelennek vagy végrehajthatatlannak bizonyul, a fennmaradó rendelkezések teljes mértékben érvényben és hatályban maradnak.
it_it: Se una qualsiasi disposizione del presente Contratto è ritenuta non valida o inapplicabile, le restanti disposizioni rimarranno in vigore a tutti gli effetti.
ja_jp: 本契約のいずれかの条項が無効または執行不能と判断された場合でも、残りの条項は引き続き完全に効力を有するものとします。
ko_kr: 본 계약의 조항이 유효하지 않거나 시행할 수 없는 경우, 나머지 조항은 완전한 효력을 유지합니다.
nb_no: Hvis noen bestemmelse i denne avtalen anses å være ugyldig eller ikke kan håndheves, skal de gjenværende bestemmelsene forbli i full kraft og virkning.
nl_nl: Indien een bepaling van deze Overeenkomst ongeldig of niet-afdwingbaar wordt geacht, blijven de overige bepalingen volledig van kracht.
pl_pl: Jeśli którekolwiek z postanowień niniejszej Umowy zostanie uznane za nieważne lub niewykonalne, pozostałe postanowienia pozostaną w pełnej mocy.
pt_pt: Se qualquer disposição deste Contrato for considerada inválida ou inexequível, as restantes disposições permanecerão em pleno vigor e efeito.
ro_ro: În cazul în care orice prevedere a prezentului Acord este considerată nevalidă sau inaplicabilă, celelalte prevederi vor rămâne în vigoare și în vigoare.
ru_ru: Если какое-либо положение настоящего Соглашения будет признано недействительным или не имеющим законной силы, остальные положения останутся в полной силе и действии.
sr_sp: Ако се било која одредба овог Уговора сматра неважећом или неприменљивом, преостале одредбе остају на снази и ефекту.
sv_se: Om någon bestämmelse i detta avtal anses vara ogiltig eller omöjlig att verkställa, ska de återstående bestämmelserna förbli i full kraft och verkan.
tr_tr: Bu Sözleşmenin herhangi bir hükmünün geçersiz veya uygulanamaz olduğuna karar verilirse, geri kalan hükümler tam olarak yürürlükte kalacaktır.
uk_ua: Якщо будь-яке положення цієї Угоди буде визнано недійсним або таким, що не підлягає виконанню, решта положень залишаються в повній силі та дії.
vi_vn: Nếu bất kỳ điều khoản nào của Thỏa thuận này được coi là không hợp lệ hoặc không thể thực thi, các điều khoản còn lại sẽ vẫn có hiệu lực đầy đủ.
zh_hans: 如果本协议的任何条款被认定为无效，或不可执行，其余条款仍应完全有效。
zh_hant: 如果本協議的任何條款被認定為無效，或不可執行，其餘條款仍應完全有效。
