Repository: MCSLTeam/MCServerLauncher-Future
Catalog: MCServerLauncher.WPF/Resources/Language.*.resx
Languages: af_za, ar_sa, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, he_il, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sr_sp, sv_se, tr_tr, uk_ua, vi_vn, zh_hans, zh_hant

source: Feedback via GitHub
af_za: 在 GitHub 进行反馈
ar_sa: 在 GitHub 进行反馈
ca_es: 在 GitHub 进行反馈
cs_cz: 在 GitHub 进行反馈
da_dk: 在 GitHub 进行反馈
de_de: 在 GitHub 进行反馈
el_gr: 在 GitHub 进行反馈
es_es: 在 GitHub 进行反馈
fi_fi: 在 GitHub 进行反馈
fr_fr: 在 GitHub 进行反馈
he_il: 在 GitHub 进行反馈
hu_hu: 在 GitHub 进行反馈
it_it: 在 GitHub 进行反馈
ja_jp: 在 GitHub 进行反馈
ko_kr: 在 GitHub 进行反馈
nb_no: 在 GitHub 进行反馈
nl_nl: 在 GitHub 进行反馈
pl_pl: 在 GitHub 进行反馈
pt_pt: 在 GitHub 进行反馈
ro_ro: 在 GitHub 进行反馈
ru_ru: Отзывы на GitHub
sv_se: 在 GitHub 进行反馈
tr_tr: 在 GitHub 进行反馈
uk_ua: 在 GitHub 进行反馈
vi_vn: 在 GitHub 进行反馈
zh_hans: 在 GitHub 进行反馈
zh_hant: 在 GitHub 進行反饋

# DaemonFriendlyName
source: Nickname
af_za: 备注名
ar_sa: 备注名
ca_es: 友好昵称
cs_cz: 友好昵称
da_dk: 备注名
de_de: 友好昵称
el_gr: 备注名
es_es: 备注名
fi_fi: 友好昵称
fr_fr: 备注名
he_il: 友好昵称
hu_hu: 备注名
it_it: 友好昵称
ja_jp: 备注名
ko_kr: 备注名
nb_no: 友好昵称
nl_nl: 备注名
pl_pl: 友好昵称
pt_pt: 备注名
ro_ro: 友好昵称
ru_ru: 备注名
sv_se: 备注名
tr_tr: 备注名
uk_ua: 友好昵称
vi_vn: 备注名
zh_hans: 备注名
zh_hant: 友好暱稱

# Main_DaemonManagerNavMenu
source: Daemon
af_za: 守护进程
ar_sa: 守护进程
ca_es: 守护进程
cs_cz: 守护进程
da_dk: 守护进程
de_de: 守护进程
el_gr: 守护进程
es_es: 守护进程
fi_fi: 守护进程
fr_fr: 守护进程
he_il: 守护进程
hu_hu: 守护进程
it_it: 守护进程
ja_jp: 守护进程
ko_kr: 守护进程
nb_no: 守护进程
nl_nl: 守护进程
pl_pl: 守护进程
pt_pt: 守护进程
ro_ro: 守护进程
ru_ru: 守护进程
sv_se: 守护进程
tr_tr: 守护进程
uk_ua: 守护进程
vi_vn: 守护进程
zh_hans: 守护进程
zh_hant: 守護進程

# DaemonManagerTip
source: Secure escort, in the palm of your hand.
af_za: 安全护航，只在指掌。
ar_sa: 安全护航，只在指掌。
ca_es: 安全护航，只在指掌。
cs_cz: 安全护航，只在指掌。
da_dk: 安全护航，只在指掌。
de_de: 安全护航，只在指掌。
el_gr: 安全护航，只在指掌。
es_es: 安全护航，只在指掌。
fi_fi: 安全护航，只在指掌。
fr_fr: 安全护航，只在指掌。
he_il: 安全护航，只在指掌。
hu_hu: 安全护航，只在指掌。
it_it: 安全护航，只在指掌。
ja_jp: 安全护航，只在指掌。
ko_kr: 安全护航，只在指掌。
nb_no: 安全护航，只在指掌。
nl_nl: 安全护航，只在指掌。
pl_pl: 安全护航，只在指掌。
pt_pt: 安全护航，只在指掌。
ro_ro: 安全护航，只在指掌。
ru_ru: 安全护航，只在指掌。
sv_se: 安全护航，只在指掌。
tr_tr: 安全护航，只在指掌。
uk_ua: 安全护航，只在指掌。
vi_vn: 安全护航，只在指掌。
zh_hans: 安全护航，只在指掌。
zh_hant: 安全護航，只在指掌。

source: Port
af_za: 端口
ar_sa: 端口
ca_es: 端口
cs_cz: 端口
da_dk: 端口
de_de: 端口
el_gr: 端口
es_es: 端口
fi_fi: 端口
fr_fr: 端口
he_il: 端口
hu_hu: 端口
it_it: 端口
ja_jp: 端口
ko_kr: 端口
nb_no: 端口
nl_nl: 端口
pl_pl: 端口
pt_pt: 端口
ro_ro: 端口
ru_ru: 端口
sv_se: 端口
tr_tr: 端口
uk_ua: 端口
vi_vn: 端口
zh_hans: 端口
zh_hant: 端口

source: Username
af_za: 用户名
ar_sa: 用户名
ca_es: 用户名
cs_cz: 用户名
da_dk: 用户名
de_de: 用户名
el_gr: 用户名
es_es: 用户名
fi_fi: 用户名
fr_fr: 用户名
he_il: 用户名
hu_hu: 用户名
it_it: 用户名
ja_jp: 用户名
ko_kr: 用户名
nb_no: 用户名
nl_nl: 用户名
pl_pl: 用户名
pt_pt: 用户名
ro_ro: 用户名
ru_ru: 用户名
sv_se: 用户名
tr_tr: 用户名
uk_ua: 用户名
vi_vn: 用户名
zh_hans: 用户名
zh_hant: 用戶名

# ConnectDaemonFailedTip
source: Could not connect to daemon,please re-check your configurations
af_za: 无法连接守护进程，请检查配置。
ar_sa: 无法连接守护进程，请检查配置。
ca_es: 无法连接守护进程，请检查配置。
cs_cz: 无法连接守护进程，请检查配置。
da_dk: 无法连接守护进程，请检查配置。
de_de: 无法连接守护进程，请检查配置。
el_gr: 无法连接守护进程，请检查配置。
es_es: 无法连接守护进程，请检查配置。
fi_fi: 无法连接守护进程，请检查配置。
fr_fr: 无法连接守护进程，请检查配置。
he_il: 无法连接守护进程，请检查配置。
hu_hu: 无法连接守护进程，请检查配置。
it_it: 无法连接守护进程，请检查配置。
ja_jp: 无法连接守护进程，请检查配置。
ko_kr: 无法连接守护进程，请检查配置。
nb_no: 无法连接守护进程，请检查配置。
nl_nl: 无法连接守护进程，请检查配置。
pl_pl: 无法连接守护进程，请检查配置。
pt_pt: 无法连接守护进程，请检查配置。
ro_ro: 无法连接守护进程，请检查配置。
ru_ru: 无法连接守护进程，请检查配置。
sv_se: 无法连接守护进程，请检查配置。
tr_tr: 无法连接守护进程，请检查配置。
uk_ua: 无法连接守护进程，请检查配置。
vi_vn: 无法连接守护进程，请检查配置。
zh_hans: 无法连接守护进程，请检查配置。
zh_hant: 無法連接守護進程，請檢查配置。

source: Token
af_za: 访问密钥无法连接守护进程，请检查配置。
ar_sa: 访问密钥
da_dk: 访问密钥
el_gr: 访问密钥
es_es: 访问密钥
fr_fr: 访问密钥
hu_hu: 访问密钥
ja_jp: 访问密钥
ko_kr: 访问密钥
nl_nl: 访问密钥
pt_pt: 访问密钥
ru_ru: 访问密钥
sv_se: 访问密钥
tr_tr: 访问密钥
vi_vn: 访问密钥
zh_hans: 访问密钥
