Repository: MCSLTeam/MCServerLauncher-Future
Catalog: MCServerLauncher.WPF/Resources/Language.*.resx
Languages: af_za, ar_sa, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, he_il, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sr_sp, sv_se, tr_tr, uk_ua, vi_vn, zh_hans, zh_hant

# Eula4
source: Data Collection and Utilization
af_za: Data-insameling en -gebruik
ar_sa: جمع البيانات واستخدامها
ca_es: Recollida i ús de dades
cs_cz: Shromažďování a používání údajů
da_dk: Dataindsamling og -brug
de_de: Datenerhebung und -verwendung
el_gr: Συλλογή και χρήση δεδομένων
es_es: Recopilación y uso de datos
fi_fi: Tietojen kerääminen ja käyttö
fr_fr: Collecte et utilisation des données
he_il: איסוף נתונים ושימוש בהם
hu_hu: Adatgyűjtés és -felhasználás
it_it: Raccolta e utilizzo dei dati
ja_jp: データの収集と使用
ko_kr: 데이터 수집 및 사용
nb_no: Datainnsamling og bruk
nl_nl: Gegevensverzameling en -gebruik
pl_pl: Gromadzenie i wykorzystywanie danych
pt_pt: Recolha e Utilização de Dados
ro_ro: Colectarea și utilizarea datelor
ru_ru: Сбор и использование данных
sr_sp: Прикупљање и коришћење података
sv_se: Insamling och användning av data
tr_tr: Verilerin Toplanması ve Kullanımı
uk_ua: Збір та використання даних
vi_vn: Thu thập và sử dụng dữ liệu
zh_hans: 数据收集与使用
zh_hant: 數據的收集与使用

# Eula5
source: If you agree to this agreement and use the online services provided by this software, we may collect the following information:\nThe IP address of the device on which this software is running (note that this may not always be accurate). \nCertain system information about the device on which this software is running. \nIn the event of a software crash, with your consent, we may upload system logs (containing some system information) to help diagnose and resolve issues and improve the software. \nOther information may be uploaded with your consent (specific details will be provided within the software).
af_za: As u instem tot hierdie gebruiksvoorwaardes en die aanlyndienste van die sagteware gebruik, sal ons die volgende inligting versamel：\ndie IP-adres van die toestel waarop die sagteware werk (wat moontlik nie die regte adres is nie);\nSommige stelselinligting van die toerusting waarop die sagteware werk;\nAs die sagteware ineenstort, kan die logboeke van die sagteware wat op die stelsel loop (insluitend sommige stelselinligting) met die toestemming van die gebruiker opgelaai word om die probleem op te los en die sagteware te verbeter.\nAnder inligting wat met die toestemming van die gebruiker opgelaai sal word (soos gespesifiseer in die sagteware).
ar_sa: إذا وافقت على شروط الاستخدام هذه واستخدمت خدمات البرنامج عبر الإنترنت ، فسنجمع المعلومات التالية：\nعنوان IP للجهاز الذي يعمل عليه البرنامج (والذي قد لا يكون العنوان الصحيح)؛\nبعض معلومات النظام الخاصة بالمعدات التي يعمل عليها البرنامج؛\nعند تعطل البرنامج، قد يتم تحميل سجلات البرنامج الذي يعمل على النظام (بما في ذلك بعض معلومات النظام) بموافقة المستخدم للمساعدة في حل المشكلة وتحسين البرنامج.\nالمعلومات الأخرى التي سيتم تحميلها بموافقة المستخدم (كما هو محدد في البرنامج).
ca_es: Si accepteu aquestes condicions d'ús i utilitzeu els serveis en línia del programari, recopilarem la informació següent：\nl'adreça IP del dispositiu en què s'executa el programari (que pot no ser l'adreça correcta);\nAlguna informació del sistema de l'equip sobre el qual opera el programari;\nQuan el programari es bloqueja, els registres del programari que s'executa al sistema (inclosa part de la informació del sistema) es poden carregar amb el consentiment de l'usuari per ajudar a resoldre el problema i millorar el programari.\nAltra informació que es penjarà amb el consentiment de l'usuari (tal com s'especifica en el programari).
cs_cz: Pokud souhlasíte s těmito Podmínkami použití a používáte online služby Softwaru, budeme shromažďovat následující informace：\nIP adresa zařízení, na kterém je Software spuštěn (což nemusí být správná adresa);\nNěkteré systémové informace o zařízení, na kterém Software pracuje;\nPokud dojde k chybě softwaru, mohou být se souhlasem uživatele odeslány protokoly softwaru spuštěného v systému (včetně některých systémových informací), které pomohou vyřešit problém a vylepšit software.\nDalší informace, které budou nahrány se souhlasem uživatele (jak je uvedeno v softwaru).
da_dk: Hvis du accepterer disse brugsbetingelser og bruger softwarens onlinetjenester, indsamler vi følgende oplysninger：\nIP-adressen på den enhed, som softwaren kører på (som muligvis ikke er den korrekte adresse);\nNogle systemoplysninger om det udstyr, som softwaren fungerer på;\nNår softwaren går ned, kan logfilerne for den software, der kører på systemet (inklusive nogle systemoplysninger), uploades med brugerens samtykke for at hjælpe med at løse problemet og forbedre softwaren.\nAndre oplysninger, der vil blive uploadet med brugerens samtykke (som angivet i softwaren).
de_de: Wenn Sie diesen Nutzungsbedingungen zustimmen und die Online-Dienste der Software nutzen, erfassen wir die folgenden Informationen：\ndie IP-Adresse des Geräts, auf dem die Software ausgeführt wird (die möglicherweise nicht die richtige Adresse ist);\nEinige Systeminformationen des Geräts, auf dem die Software ausgeführt wird;\nWenn die Software abstürzt, können die Protokolle der auf dem System ausgeführten Software (einschließlich einiger Systeminformationen) mit Zustimmung des Benutzers hochgeladen werden, um das Problem zu lösen und die Software zu verbessern.\nAndere Informationen, die mit Zustimmung des Benutzers hochgeladen werden (wie in der Software angegeben).
el_gr: Εάν συμφωνείτε με τους παρόντες Όρους Χρήσης και χρησιμοποιείτε τις ηλεκτρονικές υπηρεσίες του Λογισμικού, θα συλλέξουμε τις ακόλουθες πληροφορίες：\nτη διεύθυνση IP της συσκευής στην οποία εκτελείται το Λογισμικό (η οποία ενδέχεται να μην είναι η σωστή διεύθυνση),\nΟρισμένες πληροφορίες συστήματος του εξοπλισμού στον οποίο λειτουργεί το Λογισμικό,\nΌταν διακόπτεται η λειτουργία του λογισμικού, τα αρχεία καταγραφής του λογισμικού που εκτελείται στο σύστημα (συμπεριλαμβανομένων ορισμένων πληροφοριών συστήματος) ενδέχεται να αποσταλούν με τη συγκατάθεση του χρήστη για την επίλυση του προβλήματος και τη βελτίωση του λογισμικού.\nΆλλες πληροφορίες που θα μεταφορτωθούν με τη συγκατάθεση του χρήστη (όπως καθορίζεται στο λογισμικό).
es_es: Si está de acuerdo con estos Términos de uso y utiliza los servicios en línea del Software, recopilaremos la siguiente información：\nla dirección IP del dispositivo en el que se ejecuta el Software (que puede no ser la dirección correcta);\nCierta información del sistema del equipo en el que opera el Software;\nCuando el software se bloquea, los registros del software que se ejecuta en el sistema (incluida cierta información del sistema) se pueden cargar con el consentimiento del usuario para ayudar a resolver el problema y mejorar el software.\nOtra información que se cargará con el consentimiento del usuario (según lo especificado en el software).
fi_fi: Jos hyväksyt nämä käyttöehdot ja käytät ohjelmiston verkkopalveluja, keräämme seuraavat tiedot:：\nsen laitteen IP-osoite, jossa ohjelmisto on käynnissä (joka ei välttämättä ole oikea osoite);\nJotkin järjestelmätiedot laitteista, joissa ohjelmisto toimii;\nKun ohjelmisto kaatuu, järjestelmässä käynnissä olevan ohjelmiston lokit (mukaan lukien jotkin järjestelmätiedot) voidaan ladata käyttäjän suostumuksella ongelman ratkaisemiseksi ja ohjelmiston parantamiseksi.\nMuut tiedot, jotka ladataan käyttäjän suostumuksella (kuten ohjelmistossa on määritetty).
fr_fr: Si vous acceptez les présentes conditions d’utilisation et utilisez les services en ligne du logiciel, nous collecterons les informations suivantes：\nl’adresse IP de l’appareil sur lequel le Logiciel s’exécute (qui peut ne pas être l’adresse correcte) ;\nCertaines informations système de l’équipement sur lequel le Logiciel fonctionne ;\nLorsque le logiciel se bloque, les journaux du logiciel en cours d’exécution sur le système (y compris certaines informations système) peuvent être téléchargés avec le consentement de l’utilisateur pour aider à résoudre le problème et à améliorer le logiciel.\nD’autres informations qui seront téléchargées avec le consentement de l’utilisateur (comme spécifié dans le logiciel).
he_il: אם תסכים לתנאי שימוש אלה ותשתמש בשירותים המקוונים של התוכנה, נאסוף את המידע הבא：\nכתובת ה-IP של ההתקן שבו פועלת התוכנה (שייתכן שאינה הכתובת הנכונה);\nמידע מערכת מסוים של הציוד שבו התוכנה פועלת;\nכאשר התוכנה קורסת, יומני הרישום של התוכנה הפועלת במערכת (כולל מידע מערכת מסוים) עשויים להיות מועלים בהסכמת המשתמש כדי לסייע בפתרון הבעיה ובשיפור התוכנה.\nמידע אחר שיועלה בהסכמת המשתמש (כמפורט בתוכנה).
hu_hu: Ha elfogadja a jelen Használati feltételeket, és használja a Szoftver online szolgáltatásait, a következő információkat gyűjtjük：\nannak az eszköznek az IP-címe, amelyen a Szoftver fut (amely nem feltétlenül a helyes cím);\nNéhány rendszerinformáció arról a berendezésről, amelyen a Szoftver működik;\nAmikor a szoftver összeomlik, a rendszeren futó szoftver naplói (beleértve néhány rendszerinformációt is) feltölthetők a felhasználó beleegyezésével a probléma megoldása és a szoftver fejlesztése érdekében.\nEgyéb információk, amelyek feltöltése a felhasználó beleegyezésével történik (a szoftverben meghatározottak szerint).
it_it: Se l'utente accetta le presenti Condizioni d'uso e utilizza i servizi online del Software, raccoglieremo le seguenti informazioni：\nl'indirizzo IP del dispositivo su cui è in esecuzione il Software (che potrebbe non essere l'indirizzo corretto);\nAlcune informazioni di sistema dell'apparecchiatura su cui opera il Software;\nQuando il software si arresta in modo anomalo, i registri del software in esecuzione sul sistema (incluse alcune informazioni di sistema) possono essere caricati con il consenso dell'utente per aiutare a risolvere il problema e migliorare il software.\nAltre informazioni che verranno caricate con il consenso dell'utente (come specificato nel software).
ja_jp: この利用規約に同意し、ソフトウェアのオンラインサービスを使用する場合、次の情報を収集します：\n本ソフトウェアが実行されているデバイスのIPアドレス(アドレスが正しくない可能性があります)。\nソフトウェアが動作する機器の一部のシステム情報。\nソフトウェアがクラッシュした場合、問題の解決とソフトウェアの改善に役立てるために、システムで実行されているソフトウェアのログ(一部のシステム情報を含む)がユーザーの同意を得てアップロードされる場合があります。\nユーザーの同意を得てアップロードされるその他の情報(ソフトウェアで指定されているもの)。
ko_kr: 귀하가 본 이용 약관에 동의하고 소프트웨어의 온라인 서비스를 사용하는 경우, 당사는 다음 정보를 수집합니다：\n소프트웨어가 실행 중인 장치의 IP 주소(올바른 주소가 아닐 수 있음)\n소프트웨어가 작동하는 장비의 일부 시스템 정보;\n소프트웨어가 충돌하는 경우 문제를 해결하고 소프트웨어를 개선하는 데 도움이 되도록 시스템에서 실행 중인 소프트웨어의 로그(일부 시스템 정보 포함)가 사용자의 동의 하에 업로드될 수 있습니다.\n사용자의 동의하에 업로드되는 기타 정보(소프트웨어에 명시된 대로).
nb_no: Hvis du godtar disse bruksvilkårene og bruker de elektroniske tjenestene til programvaren, vil vi samle inn følgende informasjon：\nIP-adressen til enheten som programvaren kjører på (som kanskje ikke er riktig adresse);\nNoe systeminformasjon om utstyret som programvaren opererer på;\nNår programvaren krasjer, kan loggene til programvaren som kjører på systemet (inkludert noe systeminformasjon) lastes opp med brukerens samtykke for å bidra til å løse problemet og forbedre programvaren.\nAnnen informasjon som vil bli lastet opp med samtykke fra brukeren (som spesifisert i programvaren).
nl_nl: Als u akkoord gaat met deze Gebruiksvoorwaarden en gebruik maakt van de online diensten van de Software, verzamelen wij de volgende informatie：\nhet IP-adres van het apparaat waarop de Software wordt uitgevoerd (wat mogelijk niet het juiste adres is);\nBepaalde systeeminformatie over de apparatuur waarop de Software werkt;\nWanneer de software crasht, kunnen de logboeken van de software die op het systeem wordt uitgevoerd (inclusief bepaalde systeeminformatie) met toestemming van de gebruiker worden geüpload om het probleem op te lossen en de software te verbeteren.\nAndere informatie die wordt geüpload met toestemming van de gebruiker (zoals gespecificeerd in de software).
pl_pl: Jeśli użytkownik wyrazi zgodę na niniejsze Warunki użytkowania i będzie korzystał z usług online Oprogramowania, będziemy gromadzić następujące informacje：\nadres IP urządzenia, na którym uruchomione jest Oprogramowanie (który może nie być prawidłowym adresem);\nNiektóre informacje systemowe sprzętu, na którym działa Oprogramowanie;\nW przypadku awarii oprogramowania dzienniki oprogramowania uruchomionego w systemie (w tym niektóre informacje o systemie) mogą zostać przesłane za zgodą użytkownika, aby pomóc w rozwiązaniu problemu i ulepszeniu oprogramowania.\nInne informacje, które zostaną przesłane za zgodą użytkownika (zgodnie z opisem w oprogramowaniu).
pt_pt: Se você concordar com estes Termos de Uso e usar os serviços on-line do Software, coletaremos as seguintes informações：\no endereço IP do dispositivo no qual o Software está sendo executado (que pode não ser o endereço correto);\nAlgumas informações do sistema do equipamento no qual o Software opera;\nQuando o software falha, os logs do software em execução no sistema (incluindo algumas informações do sistema) podem ser carregados com o consentimento do usuário para ajudar a resolver o problema e melhorar o software.\nOutras informações que serão carregadas com o consentimento do usuário (conforme especificado no software).
ro_ro: Dacă sunteți de acord cu acești Termeni de utilizare și utilizați serviciile online ale Software-ului, vom colecta următoarele informații：\nadresa IP a dispozitivului pe care rulează Software-ul (care poate să nu fie adresa corectă);\nUnele informații de sistem ale echipamentului pe care funcționează Software-ul;\nCând software-ul se blochează, jurnalele software-ului care rulează pe sistem (inclusiv unele informații de sistem) pot fi încărcate cu consimțământul utilizatorului pentru a ajuta la rezolvarea problemei și la îmbunătățirea software-ului.\nAlte informații care vor fi încărcate cu consimțământul utilizatorului (așa cum este specificat în software).
ru_ru: Если вы согласны с настоящими Условиями использования и используете онлайн-сервисы Программного обеспечения, мы будем собирать следующую информацию：\nIP-адрес устройства, на котором работает Программное обеспечение (который может быть неправильным адресом);\nНекоторая системная информация об оборудовании, на котором работает Программное обеспечение;\nВ случае сбоя программного обеспечения журналы программного обеспечения, работающего в системе (включая некоторую системную информацию), могут быть загружены с согласия пользователя, чтобы помочь решить проблему и улучшить программное обеспечение.\nДругая информация, которая будет загружена с согласия пользователя (как указано в программном обеспечении).
sr_sp: Ако се слажете са овим Условима коришћења и користите онлине услуге Софтвера, ми ћемо прикупити следеће информације：\nИП адреса уређаја на којем је Софтвер покренут (што можда није тачна адреса);\nНеке системске информације о опреми на којој Софтвер ради;\nКада се софтвер сруши, евиденције софтвера који ради на систему (укључујући и неке информације о систему) могу се отпремити уз сагласност корисника како би се помогло у решавању проблема и побољшању софтвера.\nОстале информације које ће бити постављене уз сагласност корисника (као што је наведено у софтверу).
sv_se: Om du godkänner dessa användarvillkor och använder programvarans onlinetjänster kommer vi att samla in följande information：\nIP-adressen för den enhet som programvaran körs på (vilket kanske inte är den korrekta adressen);\nViss systeminformation om den utrustning som programvaran drivs på;\nNär programvaran kraschar kan loggarna för programvaran som körs på systemet (inklusive viss systeminformation) laddas upp med användarens medgivande för att hjälpa till att lösa problemet och förbättra programvaran.\nAnnan information som kommer att laddas upp med användarens samtycke (enligt vad som anges i programvaran).
tr_tr: Bu Kullanım Koşullarını kabul ederseniz ve Yazılımın çevrimiçi hizmetlerini kullanırsanız, aşağıdaki bilgileri toplayacağız：\nYazılımın çalıştığı cihazın IP adresi (doğru adres olmayabilir);\nYazılımın üzerinde çalıştığı ekipmanın bazı sistem bilgileri;\nYazılım çöktüğünde, sistemde çalışan yazılımın günlükleri (bazı sistem bilgileri dahil), sorunun çözülmesine ve yazılımın iyileştirilmesine yardımcı olmak için kullanıcının izniyle yüklenebilir.\nKullanıcının rızası ile yüklenecek diğer bilgiler (yazılımda belirtildiği gibi).
uk_ua: Якщо ви погоджуєтеся з цими Умовами використання та користуєтеся онлайновими службами Програмного забезпечення, ми збиратимемо таку інформацію：\nIP-адреса пристрою, на якому запущено Програмне забезпечення (яка може бути неправильною адресою);\nДеяка системна інформація про обладнання, на якому працює Програмне забезпечення;\nУ разі аварійного завершення роботи програмного забезпечення журнали програмного забезпечення, що працює в системі (включно з деякою інформацією про систему), можуть бути завантажені за згодою користувача, щоб допомогти вирішити проблему та вдосконалити програмне забезпечення.\nІнша інформація, яка буде завантажена за згодою користувача (як зазначено в програмному забезпеченні).
vi_vn: Nếu bạn đồng ý với Điều khoản sử dụng này và sử dụng các dịch vụ trực tuyến của Phần mềm, chúng tôi sẽ thu thập các thông tin sau：\nđịa chỉ IP của thiết bị mà Phần mềm đang chạy (có thể không phải là địa chỉ chính xác);\nMột số thông tin hệ thống của thiết bị mà Phần mềm hoạt động;\nKhi phần mềm gặp sự cố, nhật ký của phần mềm đang chạy trên hệ thống (bao gồm một số thông tin hệ thống) có thể được tải lên với sự đồng ý của người dùng để giúp giải quyết vấn đề và cải thiện phần mềm.\nCác thông tin khác sẽ được tải lên với sự đồng ý của người dùng (như được chỉ định trong phần mềm).
zh_hans: 若您同意本使用协议且使用本软件的在线服务，我们会收集以下信息：\n本软件所运行设备的IP地址（可能并非正确地址）；\n本软件所运行设备的部分系统信息；\n本软件崩溃时，可能会在经用户同意的情况下，上传软件在系统运行的日志（含有部分系统信息），以帮助解决问题和改善软件；\n其他会在经用户同意情况下上传的部分信息（软件中会具体说明）。
zh_hant: 若您同意本使用協定且使用本軟體的在線服務，我們會收集以下資訊：\n本軟體所運行設備的IP位址（可能並非正確位址）; \n本軟體所運行設備的部分系統資訊; \n本軟體崩潰時，可能會在經使用者同意的情況下，上傳軟體在系統運行的日誌（含有部分系統資訊），以説明解決問題和改善軟體; \n其他會在經使用者同意情況下上傳的部分資訊（軟體中會具體說明）。

# Eula6
source: User Support and Feedback
af_za: Gebruikersondersteuning en terugvoer
ar_sa: دعم المستخدم وردود الفعل
ca_es: Suport i comentaris dels usuaris
cs_cz: Uživatelská podpora a zpětná vazba
da_dk: Brugersupport og feedback
de_de: Benutzersupport und Feedback
el_gr: Υποστήριξη χρηστών και σχόλια
es_es: Soporte y comentarios de los usuarios
fi_fi: Käyttäjätuki ja palaute
fr_fr: Assistance et commentaires des utilisateurs
he_il: תמיכה ומשוב למשתמשים
hu_hu: Felhasználói támogatás és visszajelzés
it_it: Assistenza utenti e feedback
ja_jp: ユーザーサポートとフィードバック
ko_kr: 사용자 지원 및 피드백
nb_no: Brukerstøtte og tilbakemeldinger
nl_nl: Ondersteuning en feedback van gebruikers
pl_pl: Wsparcie i opinie użytkowników
pt_pt: Suporte e feedback do usuário
ro_ro: Asistență și feedback pentru utilizatori
ru_ru: Поддержка пользователей и обратная связь
sr_sp: Корисничка подршка и повратне информације
sv_se: Användarsupport och feedback
tr_tr: Kullanıcı desteği ve geri bildirimi
uk_ua: Підтримка та зворотній зв'язок з користувачами
vi_vn: Hỗ trợ người dùng và phản hồi
zh_hans: 用户支持和反馈
zh_hant: 用戶支持与反饋
