Repository: MCSLTeam/MCServerLauncher-Future
Catalog: MCServerLauncher.WPF/Resources/Language.*.resx
Languages: af_za, ar_sa, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, he_il, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sr_sp, sv_se, tr_tr, uk_ua, vi_vn, zh_hans, zh_hant

# Eula14
source: Change of Terms
af_za: Veranderinge aan bepalings
ar_sa: التغييرات في الشروط
ca_es: Canvis en les condicions
cs_cz: Změny podmínek
da_dk: Ændringer af vilkår
de_de: Änderungen der Bedingungen
el_gr: Αλλαγές στους Όρους
es_es: Cambios en los términos
fi_fi: Ehtojen muutokset
fr_fr: Modifications des conditions
he_il: שינויים בתנאים
hu_hu: A Feltételek módosítása
it_it: Modifiche ai Termini
ja_jp: 規約の変更
ko_kr: 약관 변경
nb_no: Endringer i vilkårene
nl_nl: Wijzigingen in de voorwaarden
pl_pl: Zmiany w Warunkach
pt_pt: Alterações aos Termos
ro_ro: Modificări ale Termenilor
ru_ru: Изменения в Условиях
sr_sp: Измене услова
sv_se: Ändringar av villkor
tr_tr: Şartlardaki Değişiklikler
uk_ua: Зміни в Умовах
vi_vn: Thay đổi Điều khoản
zh_hans: 条款变更
zh_hant: 條款變更

# Eula15
source: The developer has the right to modify this EULA when necessary. If there are changes to this EULA, the developer will display the modifications on important pages. If the user does not agree with the revisions or updates to this EULA, they are able to choose to stop using the software and services. If the user continues to use the software and services after the EULA has been revised, it signifies the user's acceptance of all the changes or updates to the EULA. The developer will not be liable for any losses incurred by the user due to unfamiliarity with the changes after the EULA has been revised.
af_za: Die ontwikkelaar het die reg om hierdie ooreenkoms te verander indien nodig. Sodra daar 'n verandering aan hierdie ooreenkoms is, sal die ontwikkelaar die gewysigde inhoud op die belangrike bladsy vertoon. As die gebruiker nie instem tot die hersiening of opdatering van hierdie ooreenkoms nie, kan hy of sy die inisiatief neem om op te hou om die sagteware en dienste te gebruik. As die gebruiker voortgaan om die sagteware en dienste te gebruik na die hersiening van hierdie ooreenkoms, beteken dit dat die gebruiker instem tot alle wysigings of opdaterings wat aan hierdie ooreenkoms aangebring is. As die gebruiker nie vertroud is met die veranderinge na die hersiening van hierdie ooreenkoms nie, is die ontwikkelaar nie aanspreeklik vir enige verliese nie.
ar_sa: يحق للمطور تعديل هذه الاتفاقية عند الضرورة. بمجرد إجراء تغيير على هذه الاتفاقية ، سيعرض المطور المحتوى المعدل على الصفحة المهمة. إذا لم يوافق المستخدم على مراجعة أو تحديث هذه الاتفاقية ، فيجوز له / لها المبادرة بالتوقف عن استخدام البرامج والخدمات. إذا استمر المستخدم في استخدام البرامج والخدمات بعد مراجعة هذه الاتفاقية ، فهذا يعني أن المستخدم يوافق على جميع التعديلات أو التحديثات التي تم إجراؤها على هذه الاتفاقية. إذا لم يكن المستخدم على دراية بالتغييرات بعد مراجعة هذه الاتفاقية ، فلن يكون المطور مسؤولا عن أي خسائر.
ca_es: El Desenvolupador té dret a modificar aquest Acord quan sigui necessari. Un cop hi hagi un canvi en aquest Acord, el desenvolupador mostrarà el contingut modificat a la pàgina important. Si l'usuari no està d'acord amb la revisió o actualització d'aquest acord, pot prendre la iniciativa de deixar d'utilitzar el programari i els serveis. Si l'usuari continua utilitzant el programari i els serveis després de la revisió d'aquest acord, vol dir que l'usuari accepta totes les modificacions o actualitzacions realitzades a aquest acord. Si l'usuari no està familiaritzat amb els canvis després de la revisió d'aquest acord, el desenvolupador no serà responsable de cap pèrdua.
cs_cz: Vývojář má právo v případě potřeby změnit tuto Smlouvu. Jakmile dojde ke změně této smlouvy, vývojář zobrazí upravený obsah na důležité stránce. Pokud uživatel nesouhlasí s revizí nebo aktualizací této smlouvy, může převzít iniciativu a přestat software a služby používat. Pokud uživatel pokračuje v používání softwaru a služeb po revizi této smlouvy, znamená to, že souhlasí se všemi dodatky nebo aktualizacemi provedenými v této smlouvě. Pokud uživatel není obeznámen se změnami po revizi této smlouvy, vývojář nenese odpovědnost za žádné ztráty.
da_dk: Udvikleren har ret til at ændre denne aftale, når det er nødvendigt. Når der er foretaget en ændring af denne aftale, vil udvikleren vise det ændrede indhold på den vigtige side. Hvis brugeren ikke accepterer revisionen eller opdateringen af denne aftale, kan han eller hun tage initiativ til at stoppe med at bruge softwaren og tjenesterne. Hvis brugeren fortsætter med at bruge softwaren og tjenesterne efter revisionen af denne aftale, betyder det, at brugeren accepterer alle ændringer eller opdateringer, der er foretaget i denne aftale. Hvis brugeren ikke er bekendt med ændringerne efter revisionen af denne aftale, er bygherren ikke ansvarlig for eventuelle tab.
de_de: Der Entwickler hat das Recht, diese Vereinbarung bei Bedarf zu ändern. Sobald es eine Änderung an dieser Vereinbarung gibt, wird der Entwickler den geänderten Inhalt auf der wichtigen Seite anzeigen. Wenn der Benutzer mit der Überarbeitung oder Aktualisierung dieser Vereinbarung nicht einverstanden ist, kann er die Initiative ergreifen, die Nutzung der Software und der Dienste einzustellen. Wenn der Benutzer die Software und Dienste nach der Überarbeitung dieser Vereinbarung weiterhin nutzt, bedeutet dies, dass der Benutzer mit allen Änderungen oder Aktualisierungen dieser Vereinbarung einverstanden ist. Wenn der Benutzer mit den Änderungen nach der Überarbeitung dieser Vereinbarung nicht vertraut ist, haftet der Entwickler nicht für etwaige Schäden.
el_gr: Ο Προγραμματιστής έχει το δικαίωμα να τροποποιήσει την παρούσα Σύμβαση όταν είναι απαραίτητο. Μόλις υπάρξει αλλαγή στην παρούσα Σύμβαση, ο προγραμματιστής θα εμφανίσει το τροποποιημένο περιεχόμενο στη σημαντική σελίδα. Εάν ο χρήστης δεν συμφωνεί με την αναθεώρηση ή την ενημέρωση της παρούσας σύμβασης, μπορεί να αναλάβει την πρωτοβουλία να σταματήσει να χρησιμοποιεί το λογισμικό και τις υπηρεσίες. Εάν ο χρήστης συνεχίσει να χρησιμοποιεί το λογισμικό και τις υπηρεσίες μετά την αναθεώρηση της παρούσας σύμβασης, αυτό σημαίνει ότι ο χρήστης συμφωνεί με όλες τις τροποποιήσεις ή ενημερώσεις που γίνονται στην παρούσα σύμβαση. Εάν ο χρήστης δεν είναι εξοικειωμένος με τις αλλαγές μετά την αναθεώρηση της παρούσας συμφωνίας, ο προγραμματιστής δεν ευθύνεται για τυχόν απώλειες.
es_es: El Desarrollador tiene derecho a modificar este Acuerdo cuando sea necesario. Una vez que haya un cambio en este Acuerdo, el desarrollador mostrará el contenido modificado en la página importante. Si el usuario no está de acuerdo con la revisión o actualización de este acuerdo, puede tomar la iniciativa de dejar de usar el software y los servicios. Si el usuario continúa utilizando el software y los servicios después de la revisión de este acuerdo, significa que el usuario acepta todas las enmiendas o actualizaciones realizadas a este acuerdo. Si el usuario no está familiarizado con los cambios después de la revisión de este acuerdo, el desarrollador no será responsable de ninguna pérdida.
fi_fi: Kehittäjällä on oikeus muuttaa tätä Sopimusta tarvittaessa. Kun tähän sopimukseen on tehty muutos, kehittäjä näyttää muokatun sisällön tärkeällä sivulla. Jos käyttäjä ei hyväksy tämän sopimuksen tarkistamista tai päivittämistä, hän voi tehdä aloitteen ohjelmiston ja palveluiden käytön lopettamiseksi. Jos käyttäjä jatkaa ohjelmiston ja palveluiden käyttöä tämän sopimuksen tarkistamisen jälkeen, se tarkoittaa, että käyttäjä hyväksyy kaikki tähän sopimukseen tehdyt muutokset tai päivitykset. Jos käyttäjä ei ole tietoinen muutoksista tämän sopimuksen tarkistamisen jälkeen, kehittäjä ei ole vastuussa mistään menetyksistä.
fr_fr: Le Développeur a le droit de modifier le présent Contrat si nécessaire. Une fois qu’il y a une modification du présent Contrat, le développeur affichera le contenu modifié sur la page importante. Si l’utilisateur n’est pas d’accord avec la révision ou la mise à jour du présent contrat, il peut prendre l’initiative de cesser d’utiliser le logiciel et les services. Si l’utilisateur continue d’utiliser le logiciel et les services après la révision du présent contrat, cela signifie que l’utilisateur accepte toutes les modifications ou mises à jour apportées au présent contrat. Si l’utilisateur n’est pas familier avec les modifications après la révision du présent contrat, le développeur ne sera pas responsable des pertes.
he_il: למפתח יש את הזכות לשנות הסכם זה בעת הצורך. לאחר שיהיה שינוי בהסכם זה, המפתח יציג את התוכן שהשתנה בדף החשוב. אם המשתמש אינו מסכים לתיקון או לעדכון של הסכם זה, הוא רשאי לנקוט יוזמה ולהפסיק להשתמש בתוכנה ובשירותים. אם המשתמש ממשיך להשתמש בתוכנה ובשירותים לאחר תיקון הסכם זה, פירוש הדבר שהמשתמש מסכים לכל התיקונים או העדכונים שבוצעו בהסכם זה. אם המשתמש אינו מכיר את השינויים לאחר תיקון הסכם זה, היזם לא יהיה אחראי להפסדים כלשהם.
hu_hu: A Fejlesztőnek jogában áll szükség esetén módosítani a jelen Szerződést. A jelen Szerződés módosítását követően a fejlesztő megjeleníti a módosított tartalmat a fontos oldalon. Ha a felhasználó nem ért egyet a jelen szerződés felülvizsgálatával vagy frissítésével, kezdeményezheti a szoftver és a szolgáltatások használatának abbahagyását. Ha a felhasználó a jelen szerződés módosítása után továbbra is használja a szoftvert és a szolgáltatásokat, az azt jelenti, hogy elfogadja a jelen szerződés minden módosítását vagy frissítését. Ha a felhasználó a jelen szerződés felülvizsgálata után nem ismeri a változásokat, a fejlesztő nem vállal felelősséget az esetleges veszteségekért.
it_it: Lo Sviluppatore ha il diritto di modificare il presente Contratto quando necessario. Una volta apportata una modifica al presente Contratto, lo sviluppatore visualizzerà il contenuto modificato nella pagina importante. Se l'utente non accetta la revisione o l'aggiornamento del presente contratto, può prendere l'iniziativa di interrompere l'utilizzo del software e dei servizi. Se l'utente continua a utilizzare il software e i servizi dopo la revisione del presente contratto, significa che l'utente accetta tutte le modifiche o gli aggiornamenti apportati al presente contratto. Se l'utente non è a conoscenza delle modifiche dopo la revisione del presente contratto, lo sviluppatore non sarà responsabile per eventuali perdite.
ja_jp: 開発者は、必要に応じて本契約を変更する権利を有します。 本契約に変更があった場合、開発者は変更されたコンテンツを重要なページに表示します。 利用者は、本規約の改訂または更新に同意しない場合、自らの意思で本ソフトウェアおよびサービスの使用を停止することができます。 本契約の改訂後もユーザーがソフトウェアおよびサービスを引き続き使用する場合、ユーザーは本契約に加えられたすべての修正または更新に同意したことを意味します。 本規約の改定後の変更について、利用者が事情を知らなかった場合、開発者は一切の責任を負わないものとします。
ko_kr: 개발자는 필요한 경우 본 계약을 수정할 권리가 있습니다. 본 계약에 변경 사항이 있으면 개발자는 수정된 콘텐츠를 중요 페이지에 표시합니다. 사용자가 본 계약의 개정 또는 업데이트에 동의하지 않는 경우 소프트웨어 및 서비스 사용을 중단할 수 있습니다. 사용자가 본 계약이 개정된 후에도 소프트웨어 및 서비스를 계속 사용하는 경우 사용자는 본 계약의 모든 개정 또는 업데이트에 동의하는 것입니다. 이용자가 본 약관 개정 후의 변경 사항을 인지하지 못한 경우, 개발자는 어떠한 손실에 대해서도 책임을 지지 않습니다.
nb_no: Utvikleren har rett til å endre denne avtalen når det er nødvendig. Når det er en endring i denne avtalen, vil utvikleren vise det endrede innholdet på den viktige siden. Hvis brukeren ikke godtar revisjonen eller oppdateringen av denne avtalen, kan han eller hun ta initiativ til å slutte å bruke programvaren og tjenestene. Hvis brukeren fortsetter å bruke programvaren og tjenestene etter revisjonen av denne avtalen, betyr det at brukeren godtar alle endringer eller oppdateringer som er gjort i denne avtalen. Hvis brukeren ikke er kjent med endringene etter revisjonen av denne avtalen, skal utvikleren ikke holdes ansvarlig for eventuelle tap.
nl_nl: De Ontwikkelaar heeft het recht om deze Overeenkomst te wijzigen wanneer dat nodig is. Zodra er een wijziging in deze Overeenkomst is aangebracht, zal de ontwikkelaar de gewijzigde inhoud op de belangrijke pagina weergeven. Indien de gebruiker niet akkoord gaat met de herziening of bijwerking van deze overeenkomst, kan hij of zij het initiatief nemen om het gebruik van de software en diensten te staken. Als de gebruiker de software en services blijft gebruiken na de herziening van deze overeenkomst, betekent dit dat de gebruiker akkoord gaat met alle wijzigingen of updates die in deze overeenkomst zijn aangebracht. Als de gebruiker niet op de hoogte is van de wijzigingen na de herziening van deze overeenkomst, is de ontwikkelaar niet aansprakelijk voor eventuele verliezen.
pl_pl: Deweloper ma prawo do zmiany niniejszej Umowy w razie potrzeby. Po wprowadzeniu zmian w niniejszej Umowie deweloper wyświetli zmodyfikowaną zawartość na ważnej stronie. Jeśli użytkownik nie zgadza się na zmianę lub aktualizację niniejszej umowy, może podjąć inicjatywę zaprzestania korzystania z oprogramowania i usług. Jeśli użytkownik będzie nadal korzystał z oprogramowania i usług po zmianie niniejszej umowy, oznacza to, że użytkownik wyraża zgodę na wszelkie zmiany lub aktualizacje wprowadzone do niniejszej umowy. Jeśli użytkownik nie jest zaznajomiony ze zmianami po zmianie niniejszej umowy, deweloper nie ponosi odpowiedzialności za jakiekolwiek straty.
pt_pt: O Desenvolvedor tem o direito de modificar este Contrato quando necessário. Assim que houver uma alteração a este Contrato, o desenvolvedor exibirá o conteúdo modificado na página importante. Se o utilizador não concordar com a revisão ou atualização deste acordo, poderá tomar a iniciativa de deixar de utilizar o software e os serviços. Se o usuário continuar a usar o software e os serviços após a revisão deste contrato, isso significa que o usuário concorda com todas as emendas ou atualizações feitas a este contrato. Se o usuário não estiver familiarizado com as alterações após a revisão deste contrato, o desenvolvedor não será responsável por quaisquer perdas.
ro_ro: Dezvoltatorul are dreptul de a modifica acest Acord atunci când este necesar. Odată ce există o modificare a acestui Acord, dezvoltatorul va afișa conținutul modificat pe pagina importantă. Dacă utilizatorul nu este de acord cu revizuirea sau actualizarea acestui acord, acesta poate lua inițiativa de a înceta utilizarea software-ului și a serviciilor. Dacă utilizatorul continuă să utilizeze software-ul și serviciile după revizuirea acestui acord, înseamnă că utilizatorul este de acord cu toate modificările sau actualizările aduse acestui acord. Dacă utilizatorul nu este familiarizat cu modificările după revizuirea acestui acord, dezvoltatorul nu va fi răspunzător pentru nicio pierdere.
ru_ru: Разработчик имеет право вносить изменения в настоящее Соглашение в случае необходимости. После внесения изменений в настоящее Соглашение разработчик отобразит измененный контент на важной странице. Если пользователь не согласен с пересмотром или обновлением настоящего соглашения, он может взять на себя инициативу по прекращению использования программного обеспечения и услуг. Если пользователь продолжает использовать программное обеспечение и услуги после пересмотра настоящего соглашения, это означает, что пользователь согласен со всеми изменениями или обновлениями, внесенными в настоящее соглашение. Если пользователь не ознакомлен с изменениями после пересмотра настоящего соглашения, разработчик не несет ответственности за какие-либо убытки.
sr_sp: Програмер има право да измени овај Уговор када је то потребно. Када дође до промене овог Уговора, програмер ће приказати модификовани садржај на важној страници. Ако се корисник не слаже са ревизијом или ажурирањем овог уговора, он или она може преузети иницијативу да престане да користи софтвер и услуге. Ако корисник настави да користи софтвер и услуге након ревизије овог уговора, то значи да се корисник слаже са свим изменама и допунама или ажурирањима овог уговора. Ако корисник није упознат са променама након ревизије овог уговора, програмер неће бити одговоран за било какве губитке.
sv_se: Utvecklaren har rätt att ändra detta avtal vid behov. När det finns en ändring i detta avtal kommer utvecklaren att visa det ändrade innehållet på den viktiga sidan. Om användaren inte samtycker till revideringen eller uppdateringen av detta avtal kan han eller hon ta initiativ till att sluta använda programvaran och tjänsterna. Om användaren fortsätter att använda programvaran och tjänsterna efter revideringen av detta avtal innebär det att användaren godkänner alla ändringar eller uppdateringar som görs i detta avtal. Om användaren inte är bekant med ändringarna efter revideringen av detta avtal ska utvecklaren inte hållas ansvarig för eventuella förluster.
tr_tr: Geliştirici, gerektiğinde bu Sözleşmeyi değiştirme hakkına sahiptir. Bu Sözleşmede bir değişiklik olduğunda, geliştirici değiştirilen içeriği önemli sayfada gösterecektir. Kullanıcı, bu sözleşmenin revizyonunu veya güncellenmesini kabul etmezse, yazılımı ve hizmetleri kullanmayı bırakmak için inisiyatif alabilir. Kullanıcı, bu sözleşmenin revizyonundan sonra yazılımı ve hizmetleri kullanmaya devam ederse, bu, kullanıcının bu sözleşmede yapılan tüm değişiklikleri veya güncellemeleri kabul ettiği anlamına gelir. Kullanıcı, bu sözleşmenin revizyonundan sonra yapılan değişikliklerden haberdar değilse, geliştirici herhangi bir kayıptan sorumlu olmayacaktır.
uk_ua: Розробник має право вносити зміни до цієї Угоди, коли це необхідно. Після внесення змін до цієї Угоди розробник відображатиме змінений контент на важливій сторінці. Якщо користувач не згоден з переглядом або оновленням цієї угоди, він може проявити ініціативу щодо припинення використання програмного забезпечення та служб. Якщо користувач продовжує використовувати програмне забезпечення та послуги після перегляду цієї угоди, це означає, що користувач погоджується з усіма поправками або оновленнями, внесеними до цієї угоди. Якщо користувач не ознайомлений зі змінами після перегляду цієї угоди, розробник не несе відповідальності за будь-які збитки.
vi_vn: Nhà phát triển có quyền sửa đổi Thỏa thuận này khi cần thiết. Khi có thay đổi đối với Thỏa thuận này, nhà phát triển sẽ hiển thị nội dung đã sửa đổi trên trang quan trọng. Nếu người dùng không đồng ý với việc sửa đổi hoặc cập nhật thỏa thuận này, họ có thể chủ động ngừng sử dụng phần mềm và dịch vụ. Nếu người dùng tiếp tục sử dụng phần mềm và dịch vụ sau khi sửa đổi thỏa thuận này, điều đó có nghĩa là người dùng đồng ý với tất cả các sửa đổi hoặc cập nhật được thực hiện cho thỏa thuận này. Nếu người dùng không quen thuộc với các thay đổi sau khi sửa đổi thỏa thuận này, nhà phát triển sẽ không chịu trách nhiệm cho bất kỳ tổn thất nào.
zh_hans: 开发者有权在必要的时候修改本协议。本协议一旦发生变动，开发者将在重要页面展示修改内容。若用户不同意本协议的修订或更新，可以主动停止使用本软件及服务。若用户在本协议修订后仍继续使用本软件及服务，即表示用户同意本协议所做的所有修订或更新。 若用户在本协议修订后因未熟悉变更而引起的损失，开发者不承担任何责任。
zh_hant: 開發者有权在必要的时候修改本協定。本协议一旦发生变动，開發者将在重要页面展示修改内容。若用户不同意本协议的修订或更新，可以主动停止使用本软件及服务。若用户在本协议修订后仍继续使用本软件及服务，即表示用户同意本协议所做的所有修订或更新。 若用户在本协议修订后因未熟悉变更而引起的损失，开发者不承担任何责任。

# Eula16
source: Other Terms
af_za: Diverse
ar_sa: متنوعه
ca_es: Miscel·lani
cs_cz: Rozmanitý
da_dk: Diverse
de_de: Verschiedenes
el_gr: Διάφορος
es_es: Misceláneo
fi_fi: Sekalainen
fr_fr: Divers
he_il: שונות
hu_hu: Vegyes
it_it: Misto
ja_jp: 雑
ko_kr: 잡다한
nb_no: Diverse
nl_nl: Allerlei
pl_pl: Rozmaity
pt_pt: Disposições diversas
ro_ro: Divers
ru_ru: Смешанный
sr_sp: Разно
sv_se: Diverse
tr_tr: Çeşitli
uk_ua: Різне
vi_vn: Linh tinh
zh_hans: 其他规定
zh_hant: 其他規定
